using Microsoft.EntityFrameworkCore.Migrations;

namespace Graduation.Core.Sqlite.Migrations.PostalCode
{
    public partial class SeedData : Migration
    {
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30001", "ΒΑΛΤΙ ΑΙΤΩΛ/ΝΙΑΣ, ΓΟΥΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΣΙΝΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΝΙΝΑ ΒΛΙΖΙΑΝΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΜΑΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΣΤΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΟΧΩΡΙ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΜΑΝΙΝΑ  ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΝΤΑΛΟΦΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΡΙΓΑΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΡΟΓΓΥΛΟΒΟΥΝΙ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64004", "ΑΛΥΚΗ ΚΑΒΑΛΑΣ, ΓΛΥΦΑΔΑ  ΚΑΒΑΛΑΣ, ΘΑΣΟΣ ΚΑΒΑΛΑΣ, ΚΟΙΝΥΡΑ ΘΕΟΛΟΓΟΥ ΚΑΒΑΛΑΣ, ΚΟΙΝΥΡΑ ΝΗΣΟΣ ΚΑΒΑΛΑΣ, ΛΕΥΚΗ ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΜΑΚΡΥΑΜΜΟΣ  ΚΑΒΑΛΑΣ, ΜΕΓΑΛΟΣ ΠΡΙΝΟΣ ΚΑΒΑΛΑΣ, ΜΟΝΗ ΑΡΧΑΓΓΕΛΟΥ  ΚΑΒΑΛΑΣ, ΠΑΛΑΙΟΧΩΡΙ  ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΠΑΝΑΓΙΑ ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΠΟΤΑΜΙΑ ΚΑΒΑΛΑΣ, ΧΡΥΣΗ ΑΚΤΗ  ΚΑΒΑΛΑΣ, ΧΡΥΣΗ ΑΜΜΟΥΔΙΑ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64006", "ΑΝΩ ΛΕΥΚΗ ΚΑΒΑΛΑΣ, ΛΕΥΚΗ ΝΕΑΣ ΚΑΡΒΑΛΗΣ ΚΑΒΑΛΑΣ, ΝΕΑ ΚΑΡΒΑΛΗ ΚΑΒΑΛΑΣ, ΧΑΛΚΕΡΟ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64007", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΚΑΒΑΛΑΣ, ΑΠΟΒΑΘΡΑ ΚΑΒΑΛΑΣ, ΕΛΑΙΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΕΛΕΥΘΕΡΕΣ ΚΑΒΑΛΑΣ, ΜΥΡΤΟΦΥΤΟ ΚΑΒΑΛΑΣ, ΝΕΑ ΗΡΑΚΛΙΤΣΑ ΚΑΒΑΛΑΣ, ΝΕΑ ΠΕΡΑΜΟΣ ΚΑΒΑΛΑΣ, ΠΑΡΑΛΙΑ ΕΛΑΙΟΧΩΡΙΟΥ ΚΑΒΑΛΑΣ, ΠΑΡΑΛΙΑ ΜΥΡΤΟΦΥΤΟΥ ΚΑΒΑΛΑΣ, ΠΥΡΓΟΣ ΚΑΒΑΛΑΣ, ΣΑΡΑΝΤΑ ΚΑΒΑΛΑΣ, ΦΩΛΕΑ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64008", "ΑΚΡΟΠΟΤΑΜΟΣ ΚΑΒΑΛΑΣ, ΑΥΛΗ ΚΑΒΑΛΑΣ, ΒΡΥΣΗ ΚΑΒΑΛΑΣ, ΓΑΛΗΨΟΣ ΚΑΒΑΛΑΣ, ΔΩΜΑΤΙΑ ΚΑΒΑΛΑΣ, ΚΑΡΑΒΑΓΓΕΛΗΣ ΚΑΒΑΛΑΣ, ΚΑΡΙΑΝΗ ΚΑΒΑΛΑΣ, ΚΟΚΚΙΝΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΛΟΥΤΡΑ ΕΛΕΥΘΕΡΩΝ ΚΑΒΑΛΑΣ, ΜΕΓΑΣ ΑΛΕΞΑΝΔΡΟΣ  ΚΑΒΑΛΑΣ, ΜΕΛΙΣΣΟΚΟΜΕΙΟ ΚΑΒΑΛΑΣ, ΜΕΣΟΡΟΠΗ ΚΑΒΑΛΑΣ, ΜΟΥΣΘΕΝΗ ΚΑΒΑΛΑΣ, ΟΡΦΑΝΙΟ ΚΑΒΑΛΑΣ, ΟΦΡΥΝΙΟ ΚΑΒΑΛΑΣ, ΠΑΡΑΛΙΑ ΟΦΡΥΝΙΟΥ ΚΑΒΑΛΑΣ, ΠΛΑΤΑΝΟΤΟΠΟΣ ΚΑΒΑΛΑΣ, ΠΟΔΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΠΥΡΓΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΣΙΔΗΡΟΧΩΡΙ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64009", "ΑΓΙΟΣ ΚΟΣΜΑΣ ΚΑΒΑΛΑΣ, ΔΙΠΟΤΑΜΟΣ ΚΑΒΑΛΑΣ, ΚΕΧΡΟΚΑΜΠΟΣ ΚΑΒΑΛΑΣ, ΛΕΚΑΝΗ ΚΑΒΑΛΑΣ, ΝΙΚΗΤΕΣ ΚΑΒΑΛΑΣ, ΠΛΑΤΑΜΩΝΑΣ ΚΑΒΑΛΑΣ, ΠΛΑΤΑΝΙΑ ΚΑΒΑΛΑΣ, ΣΚΟΠΟΣ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64010", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΡΑΧΩΝΙΟΥ ΚΑΒΑΛΑΣ, ΑΚΤΗ ΚΑΒΑΛΑΣ, ΙΕΡΑ ΜΟΝΗ ΑΓΙΟΥ ΠΑΝΤΕΛΕΗΜΩΝΑ ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΚΑΛΛΙΡΑΧΗ  ΚΑΒΑΛΑΣ, ΜΙΚΡΟΣ ΠΡΙΝΟΣ  ΚΑΒΑΛΑΣ, ΟΡΜΟΣ ΠΡΙΝΟΥ  ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΠΑΧΥΣ  ΚΑΒΑΛΑΣ, ΠΡΙΝΟΣ  ΚΑΒΑΛΑΣ, ΡΑΧΩΝΙ  ΚΑΒΑΛΑΣ, ΣΚΑΛΑ ΚΑΛΛΙΡΑΧΗΣ ΚΑΒΑΛΑΣ, ΣΚΑΛΑ ΡΑΧΩΝΙΟΥ  ΚΑΒΑΛΑΣ, ΣΚΑΛΑ ΣΩΤΗΡΟΣ  ΚΑΒΑΛΑΣ, ΣΩΤΗΡΟΣ  ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64012", "ΑΜΥΓΔΑΛΕΩΝΑΣ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64100", "ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΚΑΒΑΛΑΣ, ΑΜΙΣΙΑΝΑ ΚΑΒΑΛΑΣ, ΑΝΤΙΦΙΛΙΠΠΟΙ ΚΑΒΑΛΑΣ, ΑΝΩ ΧΟΡΤΟΚΟΠΙ ΚΑΒΑΛΑΣ, ΒΛΑΧΙΚΟ (ΝΕΟ ΣΥΡΑΚΟ) ΚΑΒΑΛΑΣ, ΕΛΕΥΘΕΡΟΥΠΟΛΗ ΚΑΒΑΛΑΣ, ΕΞΟΧΗ ΚΑΒΑΛΑΣ, ΙΕΡΑ ΜΟΝΗ ΑΓΙΟΥ ΠΑΝΤΕΛΕΗΜΩΝΑ ΠΑΓΓΑΙΟΥ ΚΑΒΑΛΑΣ, ΚΗΠΙΑ ΚΑΒΑΛΑΣ, ΚΟΚΚΙΝΟΧΩΜΑ ΚΑΒΑΛΑΣ, ΜΕΛΙΣΣΑ ΚΑΒΑΛΑΣ, ΜΕΣΙΑ ΚΑΒΑΛΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΠΑΓΓΑΙΟΥ ΚΑΒΑΛΑΣ, ΠΑΝΑΓΙΑ ΠΑΓΓΑΙΟΥ ΚΑΒΑΛΑΣ, ΧΟΡΤΟΚΟΠΙ ΚΑΒΑΛΑΣ, ΧΡΥΣΟΚΑΣΤΡΟ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64200", "ΑΒΡΑΜΗΛΙΑ ΚΑΒΑΛΑΣ, ΑΕΡΟΔΡΟΜΙΟ ΜΕΓΑΣ ΑΛΕΞΑΝΔΡΟΣ ΚΑΒΑΛΑΣ, ΑΝΩ ΠΟΝΤΟΛΙΒΑΔΟ ΚΑΒΑΛΑΣ, ΓΕΡΟΝΤΑΣ ΚΑΒΑΛΑΣ, ΓΡΑΒΟΥΝΑ  ΚΑΒΑΛΑΣ, ΔΑΜΑΣΚΗΝΙΑ ΚΑΒΑΛΑΣ, ΔΙΑΛΕΚΤΟ ΚΑΒΑΛΑΣ, ΔΥΣΒΑΤΟ ΚΑΒΑΛΑΣ, ΕΚΑΛΗ ΚΑΒΑΛΑΣ, ΕΚΛΕΚΤΟ ΚΑΒΑΛΑΣ, ΕΛΑΦΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΕΡΑΤΕΙΝΟ ΚΑΒΑΛΑΣ, ΖΑΡΚΑΔΙΑ ΚΑΒΑΛΑΣ, ΚΡΗΝΗ ΚΑΒΑΛΑΣ, ΚΡΥΟΝΕΡΙ ΟΡΕΙΝΟΥ ΚΑΒΑΛΑΣ, ΜΑΚΡΥΧΩΡΙ ΚΑΒΑΛΑΣ, ΝΕΑ ΚΑΡΥΑ ΚΑΒΑΛΑΣ, ΝΕΑ ΚΩΜΗ ΚΑΒΑΛΑΣ, ΝΕΟΣ ΞΕΡΙΑΣ ΚΑΒΑΛΑΣ, ΠΑΡΑΔΕΙΣΟΣ ΚΑΒΑΛΑΣ, ΠΕΡΝΗ ΚΑΒΑΛΑΣ, ΠΕΤΡΟΠΗΓΗ ΚΑΒΑΛΑΣ, ΠΟΝΤΟΛΙΒΑΔΟ ΚΑΒΑΛΑΣ, ΣΤΕΓΝΟ ΚΑΒΑΛΑΣ, ΣΤΡΑΤΩΝΕΣ ΚΑΒΑΛΑΣ, ΧΡΥΣΟΥΠΟΛΗ ΚΑΒΑΛΑΣ, ΧΡΥΣΟΧΩΡΙ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65201", "ΑΓΙΑ ΜΑΡΙΝΑ ΚΑΒΑΛΑΣ, ΑΣΠΡΗ ΑΜΜΟΣ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65302", "ΚΑΒΑΛΑ ΚΑΒΑΛΑΣ, ΣΑΝΑΤΟΡΙΟ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65303", "ΚΑΒΑΛΑΣ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64003", "ΑΕΡΟΔΡΟΜΙΟ ΚΑΒΑΛΑΣ (ΠΑΛΙΟ) ΚΑΒΑΛΑΣ, ΒΟΥΝΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΒΡΥΣΟΥΛΑ ΚΑΒΑΛΑΣ, ΔΑΤΟ ΚΑΒΑΛΑΣ, ΚΡΗΝΙΔΕΣ ΚΑΒΑΛΑΣ, ΛΙΜΝΙΑ ΚΑΒΑΛΑΣ, ΛΥΔΙΑ ΚΑΒΑΛΑΣ, ΜΙΚΡΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΠΟΛΥΣΤΥΛΟ ΚΑΒΑΛΑΣ, ΠΡΟΣΦΥΓΕΣ ΚΑΒΑΛΑΣ, ΦΙΛΙΠΠΟΙ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65403", "ΚΑΒΑΛΑ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65500", "ΑΓΙΟΣ ΣΥΛΛΑΣ ΚΑΒΑΛΑΣ, ΖΥΓΟΣ ΚΑΒΑΛΑΣ, ΚΟΡΥΦΕΣ ΚΑΒΑΛΑΣ, ΚΡΑΝΟΧΩΡΙ ΚΑΒΑΛΑΣ, ΚΡΥΟΝΕΡΙ ΦΙΛΙΠΠΩΝ ΚΑΒΑΛΑΣ, ΛΥΚΟΣΤΟΜΟ ΚΑΒΑΛΑΣ, ΠΑΛΑΙΑ ΚΑΒΑΛΑ ΚΑΒΑΛΑΣ, ΠΑΛΑΙΟ ΤΣΙΦΛΙΚΙ ΚΑΒΑΛΑΣ, ΠΟΛΥΝΕΡΟ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43060", "ΑΜΥΓΔΑΛΗ ΚΑΡΔΙΤΣΗΣ, ΑΝΘΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΑΝΟΙΞΙΑΤΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΑΡΠΑΚΙΑ ΚΑΡΔΙΤΣΗΣ, ΒΑΓΕΝΙΑ ΚΑΡΔΙΤΣΗΣ, ΒΑΤΣΟΥΝΙΑ ΚΑΡΔΙΤΣΗΣ, ΓΕΛΑΝΘΗ ΚΑΡΔΙΤΣΗΣ, ΓΕΩΡΓΙΟΣ ΚΑΡΑΙΣΚΑΚΗΣ ΚΑΡΔΙΤΣΗΣ, ΓΡΑΒΙΑ ΚΑΡΔΙΤΣΗΣ, ΔΑΦΝΗ ΟΞΥΑΣ ΚΑΡΔΙΤΣΗΣ, ΔΡΑΚΟΤΡΥΠΑ ΚΑΡΔΙΤΣΗΣ, ΕΛΛΗΝΟΚΑΣΤΡΟ ΚΑΡΔΙΤΣΗΣ, ΖΑΜΑΝΑΤΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΚΕΡΑΜΑΡΓΙΩ ΚΑΡΔΙΤΣΗΣ, ΚΟΥΡΑ ΚΑΡΔΙΤΣΗΣ, ΚΡΥΟΠΗΓΗ ΚΑΡΔΙΤΣΗΣ, ΛΑΖΑΡΙΝΑ ΚΑΡΔΙΤΣΗΣ, ΛΑΚΚΕΣ ΚΑΡΔΙΤΣΗΣ, ΜΑΝΤΖΙΟΥΡΑΙΪΚΑ ΚΑΡΔΙΤΣΗΣ, ΜΑΡΤΙΝΙ ΚΑΡΔΙΤΣΗΣ, ΜΑΥΡΟΜΜΑΤΙ ΚΑΡΔΙΤΣΗΣ, ΜΕΓΑΛΗ ΒΡΥΣΗ ΚΑΡΔΙΤΣΗΣ, ΜΕΛΙΓΟΣ ΚΑΡΔΙΤΣΗΣ, ΜΕΣΟΡΡΑΧΗ ΟΞΥΑΣ ΚΑΡΔΙΤΣΗΣ, ΜΕΣΟΡΡΑΧΗ ΠΕΤΡΙΝΟΥ ΚΑΡΔΙΤΣΗΣ, ΜΗΛΕΕΣ ΚΑΡΔΙΤΣΗΣ, ΜΟΝΗ ΑΓΙΑΣ ΤΡΙΑΔΑΣ ΚΑΡΔΙΤΣΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΚΑΡΔΙΤΣΗΣ, ΜΟΥΖΑΚΙ ΚΑΡΔΙΤΣΗΣ, ΝΗΣΙΑ ΚΑΡΔΙΤΣΗΣ, ΞΗΡΟΚΑΜΠΟΣ ΚΑΡΔΙΤΣΗΣ, ΟΞΥΑ ΚΑΡΔΙΤΣΗΣ, ΠΑΔΗ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΑΜΠΕΛΑ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΧΩΡΙ ΚΑΡΔΙΤΣΑΣ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΧΩΡΙ ΟΞΥΑΣ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΧΩΡΙ ΦΟΥΝΤΩΤΟΥ ΚΑΡΔΙΤΣΗΣ, ΠΕΤΡΩΤΑ ΚΑΡΔΙΤΣΗΣ, ΠΕΥΚΟΦΥΤΟ ΚΑΡΔΙΤΣΗΣ, ΠΛΑΤΑΝΑΚΟΣ ΚΑΡΔΙΤΣΗΣ, ΠΛΑΤΑΝΙΑ ΚΑΡΔΙΤΣΗΣ, ΠΟΡΤΗ ΚΑΡΔΙΤΣΗΣ, ΣΟΥΛΑ ΚΑΡΔΙΤΣΗΣ, ΣΠΑΘΕΣ ΚΑΡΔΙΤΣΗΣ, ΤΡΥΓΟΝΑ ΚΑΡΔΙΤΣΗΣ, ΤΣΑΡΟΥΧΗ ΚΑΡΔΙΤΣΗΣ, ΧΑΡΑΥΓΗ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43061", "ΑΓΙΑ ΤΡΙΑΔΑ ΚΑΡΔΙΤΣΗΣ, ΑΓΝΑΝΤΕΡΟ ΚΑΡΔΙΤΣΗΣ, ΚΑΛΟΓΡΙΑΝΑ ΚΑΡΔΙΤΣΗΣ, ΚΟΡΔΑ ΚΑΡΔΙΤΣΗΣ, ΜΑΡΑΘΕΑ ΚΑΡΔΙΤΣΗΣ, ΠΕΔΙΝΟ ΚΑΡΔΙΤΣΗΣ, ΡΙΖΟΒΟΥΝΙ ΚΑΡΔΙΤΣΗΣ, ΣΕΡΒΩΤΑ ΤΡΙΚΑΛΩΝ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43063", "ΑΝΑΒΡΑ ΚΑΡΔΙΤΣΗΣ, ΑΣΗΜΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΑΧΛΑΔΙΑ ΚΑΡΔΙΤΣΗΣ, ΚΑΤΩ ΚΤΙΜΕΝΗ ΚΑΡΔΙΤΣΗΣ, ΚΤΙΜΕΝΗ ΚΑΡΔΙΤΣΗΣ, ΛΕΟΝΤΑΡΙ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43070", "ΠΡΟΑΣΤΙΟ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43100", "ΑΓΙΑ ΑΓΑΘΗ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΑ ΜΑΡΙΝΑ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΠΗΓΗ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΛΑΜΠΕΡΟΥ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΟΣΧΑΤΟΥ ΚΑΡΔΙΤΣΗΣ, ΑΜΑΡΑΝΤΟΣ ΚΑΡΔΙΤΣΗΣ, ΑΜΠΕΛΑΚΙΑ ΚΑΡΔΙΤΣΗΣ, ΑΜΠΕΛΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΑΝΘΗΡΟ ΚΑΡΟΠΛΕΣΙΟΥ ΚΑΡΔΙΤΣΗΣ, ΑΠΙΔΕΑ ΚΑΡΔΙΤΣΗΣ, ΑΡΤΕΣΙΑΝΟ ΚΑΡΔΙΤΣΗΣ, ΓΕΩΡΓΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΓΙΑΝΝΟΥΣΑΙΙΚΑ ΚΑΡΔΙΤΣΗΣ, ΔΑΦΝΟΣΠΗΛΙΑ ΚΑΡΔΙΤΣΗΣ, ΖΑΙΜΙΟ ΚΑΡΔΙΤΣΗΣ, ΖΩΓΡΙ ΚΑΡΔΙΤΣΗΣ, ΙΤΑΜΟΣ ΚΑΡΔΙΤΣΗΣ, ΚΑΛΛΙΘΗΡΟ ΚΑΡΔΙΤΣΗΣ, ΚΑΛΛΙΦΩΝΙΟ ΚΑΡΔΙΤΣΗΣ, ΚΑΡΔΙΤΣΑ ΚΑΡΔΙΤΣΗΣ, ΚΑΡΔΙΤΣΟΜΑΓΟΥΛΑ ΚΑΡΔΙΤΣΗΣ, ΚΑΡΟΠΛΕΣΙ ΚΑΡΔΙΤΣΗΣ, ΚΑΡΠΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΚΑΣΤΑΝΕΑ ΚΑΡΔΙΤΣΗΣ, ΚΑΤΑΦΥΓΙ ΚΑΡΔΙΤΣΗΣ, ΚΟΥΚΚΑΙΙΚΑ ΚΑΡΔΙΤΣΗΣ, ΚΟΥΤΣΟΥΡΟ ΚΑΡΔΙΤΣΗΣ, ΚΡΥΑ ΒΡΥΣΗ ΚΑΡΔΙΤΣΗΣ, ΛΑΜΠΕΡΟ ΚΑΡΔΙΤΣΗΣ, ΜΑΚΡΥΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΜΑΥΡΟΝΕΡΙ ΚΑΡΔΙΤΣΗΣ, ΜΕΓΑΣ ΛΑΚΚΟΣ ΚΑΡΔΙΤΣΗΣ, ΜΕΛΙΣΣΑ ΚΑΡΔΙΤΣΗΣ, ΜΗΤΡΟΠΟΛΗ ΚΑΡΔΙΤΣΗΣ, ΜΟΛΟΧΑ ΚΑΡΔΙΤΣΗΣ, ΜΟΝΗ ΚΟΡΩΝΗΣ ΚΑΡΔΙΤΣΗΣ, ΜΟΣΧΑΤΟ ΚΑΡΔΙΤΣΗΣ, ΜΥΡΙΝΑ ΚΑΡΔΙΤΣΗΣ, ΝΕΡΑΙΔΑ ΚΑΡΔΙΤΣΑΣ ΚΑΡΔΙΤΣΗΣ, ΞΙΝΟΝΕΡΙ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΖΟΓΛΟΠΙ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΙΟΚΚΛΗΣΙ ΚΑΡΔΙΤΣΗΣ, ΠΑΝΟΡΑΜΑ ΚΑΡΔΙΤΣΗΣ, ΠΑΡΑΓΩΓΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΠΕΤΡΑΛΩΝΑ ΑΓΡΑΦΩΝ ΕΥΡΥΤΑΝΙΑΣ, ΠΟΡΤΙΤΣΑ ΚΑΡΔΙΤΣΗΣ, ΠΡΟΔΡΟΜΟΣ ΚΑΡΔΙΤΣΗΣ, ΠΤΕΛΟΠΟΥΛΑ ΚΑΡΔΙΤΣΗΣ, ΡΑΧΟΥΛΑ ΚΑΡΔΙΤΣΗΣ, ΡΟΥΣΣΟ ΚΑΡΔΙΤΣΗΣ, ΣΑΡΑΝΤΑΠΟΡΟ ΚΑΡΔΙΤΣΗΣ, ΣΤΑΥΡΟΣ ΚΑΡΔΙΤΣΑΣ ΚΑΡΔΙΤΣΗΣ, ΤΣΑΡΔΑΚΙ ΚΑΡΔΙΤΣΗΣ, ΦΡΑΓΚΟ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43150", "ΚΑΛΎΒΙΑ ΜΠΕΖΟΎΛΑΣ ΚΑΡΔΙΤΣΑΣ, ΚΑΛΎΒΙΑ ΦΥΛΑΚΤΉΣ ΚΑΡΔΙΤΣΑΣ, ΚΑΠΠΆΣ ΚΑΡΔΙΤΣΑΣ, ΚΑΡΒΑΣΑΡΆΣ ΚΑΡΔΙΤΣΑΣ, ΚΑΡΊΤΣΑ ΔΟΛΟΠΏΝ ΚΑΡΔΙΤΣΑΣ, ΚΕΡΑΣΈΑ ΚΑΡΔΙΤΣΑΣ, ΚΟΥΤΣΟΔΉΜΟΣ ΚΑΡΔΙΤΣΑΣ, ΚΟΥΤΣΟΠΆΠΟΥΛΟΣ ΚΑΡΔΙΤΣΑΣ, ΚΡΥΟΝΈΡΙΟΝ ΚΑΡΔΙΤΣΑΣ, ΜΈΓΑ ΡΕΎΜΑ ΚΑΡΔΙΤΣΑΣ, ΜΕΣΕΝΙΚΌΛΑΣ ΚΑΡΔΙΤΣΑΣ, ΜΟΡΦΟΒΟΎΝΙΟΝ ΚΑΡΔΙΤΣΑΣ, ΜΠΕΛΟΚΟΜΊΤΗ ΚΑΡΔΙΤΣΑΣ, ΝΕΟΧΏΡΙΟΝ ΚΑΡΔΙΤΣΑΣ, ΝΕΡΆΪΔΑ ΜΠΕΖΟΎΛΑΣ ΚΑΡΔΙΤΣΑΣ, ΠΕΖΟΎΛΑ ΚΑΡΔΙΤΣΑΣ, ΠΕΤΡΩΤΌΝ ΚΑΡΊΤΣΗΣ ΔΟ ΚΑΡΔΙΤΣΑΣ, ΠΛΑΚΩΤΌΝ ΚΑΡΔΙΤΣΑΣ, ΡΑΦΉΝΑ ΚΑΡΔΙΤΣΑΣ, ΦΑΝΆΡΙ ΚΑΡΔΙΤΣΑΣ, ΦΥΛΑΚΤΉ ΚΑΡΔΙΤΣΑΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43200", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΑΡΔΙΤΣΗΣ, ΒΛΟΧΟΣ ΚΑΡΔΙΤΣΗΣ, ΓΟΡΓΟΒΙΤΕΣ ΚΑΡΔΙΤΣΗΣ, ΕΡΜΗΤΣΙ ΚΑΡΔΙΤΣΗΣ, ΚΑΛΥΒΑΚΙΑ ΚΑΡΔΙΤΣΗΣ, ΚΟΣΚΙΝΑΣ ΚΑΡΔΙΤΣΗΣ, ΛΥΚΟΡΕΜΑ ΚΑΡΔΙΤΣΗΣ, ΜΑΡΚΟΣ ΚΑΡΔΙΤΣΗΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΚΑΡΔΙΤΣΑΣ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΑΜΑΣ ΚΑΡΔΙΤΣΗΣ, ΨΑΘΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "43300", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΑΡΔΙΤΣΗΣ, ΑΓΙΟΣ ΒΗΣΣΑΡΙΟΣ ΚΑΡΔΙΤΣΗΣ, ΑΜΠΕΛΟΣ ΚΑΡΔΙΤΣΗΣ, ΑΝΩΓΕΙΟ ΚΑΡΔΙΤΣΗΣ, ΓΕΦΥΡΙΑ ΚΑΡΔΙΤΣΗΣ, ΓΡΑΜΜΑΤΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΔΑΣΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΘΡΑΨΙΜΙ ΚΑΡΔΙΤΣΗΣ, ΚΑΠΠΑΔΟΚΙΚΟ ΚΑΡΔΙΤΣΗΣ, ΚΕΔΡΟΣ ΚΑΡΔΙΤΣΑΣ ΚΑΡΔΙΤΣΗΣ, ΚΕΔΡΟΣ ΜΠΕΛΟΚΟΜΙΤΗ ΚΑΡΔΙΤΣΗΣ, ΚΥΨΕΛΗ ΚΑΡΔΙΤΣΗΣ, ΛΟΥΤΡΟ ΚΑΡΔΙΤΣΗΣ, ΜΑΣΧΟΛΟΥΡΙΟ ΚΑΡΔΙΤΣΗΣ, ΜΑΤΑΡΑΓΚΑ ΚΑΡΔΙΤΣΗΣ, ΜΑΥΡΑΧΑΔΕΣ ΚΑΡΔΙΤΣΗΣ, ΜΕΛΙΣΣΟΧΩΡΙ ΚΑΡΔΙΤΣΗΣ, ΝΕΟ ΙΚΟΝΙΟ ΚΑΡΔΙΤΣΗΣ, ΠΑΛΙΟΥΡΙ ΚΑΡΔΙΤΣΗΣ, ΠΑΣΧΑΛΙΤΣΑ ΚΑΡΔΙΤΣΗΣ, ΠΥΡΓΟΣ ΚΙΕΡΙΟΥ ΚΑΡΔΙΤΣΗΣ, ΣΟΦΑΔΕΣ ΚΑΡΔΙΤΣΗΣ, ΤΑΥΡΩΠΟΣ ΚΑΡΔΙΤΣΗΣ, ΦΙΛΙΑ ΚΑΡΔΙΤΣΗΣ", "Καρδίτσας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52050", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΚΑΣΤΟΡΙΑΣ, ΑΚΟΝΤΙΟ ΚΑΣΤΟΡΙΑΣ, ΔΕΝΔΡΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΙΕΡΟΠΗΓΗ ΚΑΣΤΟΡΙΑΣ, ΚΑΛΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΚΑΤΩ ΠΤΕΡΙΑ ΚΑΣΤΟΡΙΑΣ, ΚΟΛΟΚΥΝΘΟΥ ΚΑΣΤΟΡΙΑΣ, ΜΕΣΟΠΟΤΑΜΙΑ ΚΑΣΤΟΡΙΑΣ, ΟΙΝΟΗ ΚΑΣΤΟΡΙΑΣ, ΠΟΛΥΑΝΕΜΟ ΚΑΣΤΟΡΙΑΣ, ΠΤΕΡΙΑ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52051", "ΑΓΙΑ ΑΝΝΑ ΚΑΣΤΟΡΙΑΣ, ΓΙΑΝΝΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΚΑΤΩ ΠΤΕΛΕΑ ΚΑΣΤΟΡΙΑΣ, ΚΡΑΝΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΛΕΙΒΑΔΟΤΟΠΙ ΚΑΣΤΟΡΙΑΣ, ΜΟΝΟΠΥΛΟ ΚΑΣΤΟΡΙΑΣ, ΝΕΑ ΚΟΤΥΛΗ ΚΑΣΤΟΡΙΑΣ, ΝΕΣΤΟΡΙΟ ΚΑΣΤΟΡΙΑΣ, ΠΕΥΚΟΣ ΚΑΣΤΟΡΙΑΣ, ΠΤΕΛΕΑ ΚΑΣΤΟΡΙΑΣ, ΣΤΕΝΑ ΚΑΣΤΟΡΙΑΣ, ΤΡΙΛΟΦΟΣ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52052", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΑΣΤΟΡΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΟΡΗΣΟΥ ΚΑΣΤΟΡΙΑΣ, ΒΑΣΙΛΕΙΑΔΑ ΚΑΣΤΟΡΙΑΣ, ΒΕΡΓΑ ΚΑΣΤΟΡΙΑΣ, ΚΟΡΗΣΟΣ ΚΑΣΤΟΡΙΑΣ, ΛΙΘΙΑ ΚΑΣΤΟΡΙΑΣ, ΜΕΛΙΣΣΟΤΟΠΟΣ ΚΑΣΤΟΡΙΑΣ, ΜΟΝΗ ΑΓΙΩΝ ΑΝΑΡΓΥΡΩΝ ΚΑΣΤΟΡΙΑΣ, ΣΤΑΥΡΟΠΟΤΑΜΟΣ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "65404", "ΚΑΒΑΛΑ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64002", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΙΜΕΝΑΡΙΩΝ  ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΑΣΤΡΙΣ  ΚΑΒΑΛΑΣ, ΘΥΜΩΝΙΑ  ΚΑΒΑΛΑΣ, ΚΑΣΤΡΟ  ΚΑΒΑΛΑΣ, ΛΙΜΕΝΑΡΙΑ  ΘΑΣΟΥ ΚΑΒΑΛΑΣ, ΜΑΡΙΕΣ  ΚΑΒΑΛΑΣ, ΠΕΥΚΑΡΙ  ΚΑΒΑΛΑΣ, ΠΟΤΟΣ  ΚΑΒΑΛΑΣ, ΣΚΑΛΑ ΜΑΡΙΩΝ  ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "64001", "ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΚΑΒΑΛΑΣ, ΓΕΩΡΓΙΑΝΗ ΚΑΒΑΛΑΣ, ΝΙΚΗΣΙΑΝΗ ΚΑΒΑΛΑΣ", "Καβάλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45580", "ΙΩΑΝΝΙΤΩΝ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57019", "ΑΓΓΕΛΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΙΒΑΔΑΚΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΟΙ ΕΠΙΒΑΤΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΡΑΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57021", "ΑΣΠΡΟΒΑΛΤΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΡΑΣΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΒΡΑΣΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57100", "ΑΓΡΟΣΥΚΙΑ ΠΕΛΛΗΣ, ΑΘΥΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΔΥΤΙΚΟ ΠΕΛΛΗΣ, ΚΟΥΦΑΛΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΙΒΑΔΙΤΣΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΡΑΧΩΝΑ ΠΕΛΛΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57200", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΠΕΡΙΒΟΛΑΚΙΟΥ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΝΑΛΗΨΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΣΣΗΡΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΓΑΛΗΝΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΔΡΑΚΟΝΤΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΞΑΜΙΛΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΥΑΓΓΕΛΙΣΜΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΗΡΑΚΛΕΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΒΑΛΛΑΡΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΟΛΧΙΚΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΡΙΘΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΑΓΚΑΔΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΙΚΡΟΚΩΜΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΟΣΣΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΝΤΕ ΒΡΥΣΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΡΙΒΟΛΑΚΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΟΛΥΔΕΝΔΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΡΟΦΗΤΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΤΙΒΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΧΟΛΑΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΧΡΥΣΑΥΓΗ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57300", "ΑΝΑΤΟΛΙΚΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΥΜΙΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΜΑΛΓΑΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΧΑΛΑΣΤΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57400", "ΒΑΛΤΟΤΟΠΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΙΝΔΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57500", "ΑΝΩ ΣΧΟΛΑΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΠΑΝΟΜΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΡΔΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΤΩ ΣΧΟΛΑΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΕΣΗΜΕΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΛΑΓΙΑΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΤΡΙΛΟΦΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44001", "ΚΑΛΑΡΙΤΕΣ ΙΩΑΝΝΙΝΩΝ, ΚΗΠΙΝΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΜΜΑΤΑΚΙΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΤΣΟΥΚΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΛΙΣΣΟΥΡΓΟΙ ΑΡΤΑΣ, ΜΥΣΤΡΑΣ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΤΑΝΙΑ ΜΑΤΣΟΥΚΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΡΑΜΑΝΤΑ ΙΩΑΝΝΙΝΩΝ, ΠΡΟΣΗΛΙΟ ΙΩΑΝΝΙΝΩΝ, ΣΙΡΑΚΟ ΙΩΑΝΝΙΝΩΝ, ΤΣΟΠΕΛΑ ΙΩΑΝΝΙΝΩΝ, ΦΡΑΞΟΣ ΠΡΑΜΑΝΤΩΝ ΙΩΑΝΝΙΝΩΝ, ΧΡΙΣΤΟΙ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44002", "ΑΓΙΑ ΜΑΡΙΝΑ ΙΩΑΝΝΙΝΩΝ, ΑΡΓΥΡΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΒΡΙΣΤΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΔΕΛΒΙΝΑΚΙ ΙΩΑΝΝΙΝΩΝ, ΔΙΜΟΚΟΡΙΟ ΙΩΑΝΝΙΝΩΝ, ΖΑΒΡΟΧΟ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΑΝΙΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΛΑΒΔΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΚΕΡΑΣΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΚΤΙΣΜΑΤΑ ΙΩΑΝΝΙΝΩΝ, ΛΑΒΔΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΜΑΥΡΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΝΕΟΧΩΡΙ ΠΩΓΩΝΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΕΡΙΣΤΕΡΙ ΙΩΑΝΝΙΝΩΝ, ΣΤΑΥΡΟΔΡΟΜΙ ΠΩΓΩΝΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΣΤΡΑΤΙΝΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΤΕΡΙΑΧΙ ΙΩΑΝΝΙΝΩΝ, ΦΑΡΑΓΓΙ ΙΩΑΝΝΙΝΩΝ, ΧΑΡΑΥΓΗ ΙΩΑΝΝΙΝΩΝ, ΧΡΥΣΟΔΟΥΛΗ ΙΩΑΝΝΙΝΩΝ, ΨΗΛΟΚΑΣΤΡΟ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44003", "ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΙΩΑΝΝΙΝΩΝ, ΑΕΤΟΠΕΤΡΑ ΙΩΑΝΝΙΝΩΝ, ΑΡΑΧΩΒΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΒΑΣΙΛΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΒΑΤΑΤΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΒΛΑΧΑΤΑΝΟ ΙΩΑΝΝΙΝΩΝ, ΒΟΥΤΣΑΡΑΣ ΙΩΑΝΝΙΝΩΝ, ΒΡΟΝΤΙΣΜΕΝΗ ΙΩΑΝΝΙΝΩΝ, ΓΑΒΡΙΣΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΓΡΑΝΙΤΣΟΠΟΥΛΑ ΙΩΑΝΝΙΝΩΝ, ΔΑΦΝΟΦΥΤΟ ΙΩΑΝΝΙΝΩΝ, ΔΕΣΠΟΤΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΔΡΑΓΟΥΜΗ  (ΠΑΛΙΟΥΡΗ) ΙΩΑΝΝΙΝΩΝ, ΕΚΚΛΗΣΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΖΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΙΕΡΟΜΝΗΜΗ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΡΙ ΒΑΣΙΛΟΠΟΥΛΟΥ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΑΡΡΑΚΤΗΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΑΕΤΟΠΕΤΡΑ ΙΩΑΝΝΙΝΩΝ, ΚΛΗΜΑΤΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΡΝΟΡΡΑΧΗ ΙΩΑΝΝΙΝΩΝ, ΛΕΥΚΟΘΕΑ ΙΩΑΝΝΙΝΩΝ, ΛΙΓΟΨΑ ΙΩΑΝΝΙΝΩΝ, ΛΙΘΙΝΟ ΙΩΑΝΝΙΝΩΝ, ΜΑΖΑΡΑΚΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΛΙΣΣΙ ΙΩΑΝΝΙΝΩΝ, ΜΙΚΡΟ ΣΟΥΛΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΝΕΟΧΩΡΙ ΔΩΔΩΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΙΟΥΡΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΙΟΥΡΗ ΔΩΔΩΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΕΤΣΑΛΙ ΙΩΑΝΝΙΝΩΝ, ΠΡΩΤΟΠΑΠΠΑΣ ΙΩΑΝΝΙΝΩΝ, ΡΑΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΡΙΑΧΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΡΙΖΟ ΙΩΑΝΝΙΝΩΝ, ΣΑΚΕΛΛΑΡΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΣΟΥΛΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΦΩΤΕΙΝΟ ΙΩΑΝΝΙΝΩΝ, ΧΡΥΣΟΡΡΑΧΗ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44004", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΔΟΛΙΑΝΩΝ ΙΩΑΝΝΙΝΩΝ, ΑΛΩΝΑΚΙΑ ΙΩΑΝΝΙΝΩΝ, ΑΝΩ ΠΑΡΑΚΑΛΑΜΟΣ ΙΩΑΝΝΙΝΩΝ, ΑΝΩ ΡΑΒΕΝΙΑ ΙΩΑΝΝΙΝΩΝ, ΑΡΕΤΗ ΙΩΑΝΝΙΝΩΝ, ΒΙΓΛΑ ΙΩΑΝΝΙΝΩΝ, ΔΟΛΙΑΝΑ ΙΩΑΝΝΙΝΩΝ, ΕΛΑΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΠΑΚΙ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΡΑΒΕΝΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΚΛΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΚΟΧΛΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΛΙΟΥΜΠΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΥΡΟΒΟΥΝΙ ΙΩΑΝΝΙΝΩΝ, ΜΑΥΡΟΝΟΡΟΣ ΙΩΑΝΝΙΝΩΝ, ΜΕΣΟΒΟΥΝΙ ΙΩΑΝΝΙΝΩΝ, ΜΟΝΗ ΓΕΝΝΗΣΙΟΥ ΘΕΟΤΟΚΟΥ ΒΕΛΛΑΣ ΙΩΑΝΝΙΝΩΝ, ΜΟΣΧΟΜΑΝΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΜΠΟΛΑΙΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΝΕΓΡΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΠΑΗΔΟΝΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΑΡΑΚΑΛΑΜΟΣ ΙΩΑΝΝΙΝΩΝ, ΡΕΠΕΤΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΣΙΤΑΡΙΑ ΙΩΑΝΝΙΝΩΝ, ΣΤΑΥΡΟΔΡΟΜΙ ΙΩΑΝΝΙΝΩΝ, ΤΣΑΠΑΡΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44006", "ΚΕΦΑΛΟΒΡΥΣΟ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44010", "ΒΡΥΣΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΓΥΦΤΟΚΑΜΠΟΣ ΙΩΑΝΝΙΝΩΝ, ΗΛΙΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΛΑΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΣΚΑΜΝΕΛΛΙ ΙΩΑΝΝΙΝΩΝ, ΤΣΕΠΕΛΟΒΟ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44013", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΟΝΟΛΙΘΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΑΕΤΟΡΡΑΧΗ ΙΩΑΝΝΙΝΩΝ, ΔΑΦΝΗ ΙΩΑΝΝΙΝΩΝ, ΔΑΦΝΩΤΗ ΙΩΑΝΝΙΝΩΝ, ΕΛΛΗΝΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΠΛΑΤΑΝΟΥΣΣΗΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΕΝΤΖΙ ΙΩΑΝΝΙΝΩΝ, ΚΟΡΙΤΙΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΚΩΣΤΗΤΣΙ ΙΩΑΝΝΙΝΩΝ, ΛΑΖΑΙΝΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΧΑΛΑΣ ΙΩΑΝΝΙΝΩΝ, ΜΟΝΟΛΙΘΙΟ ΙΩΑΝΝΙΝΩΝ, ΜΠΟΥΚΟΡΙ ΙΩΑΝΝΙΝΩΝ, ΝΙΣΤΟΡΑ ΙΩΑΝΝΙΝΩΝ, ΞΗΡΟΒΟΥΝΙ ΙΩΑΝΝΙΝΩΝ, ΠΑΤΕΡΟ ΙΩΑΝΝΙΝΩΝ, ΠΗΓΑΔΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΙΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΤΑΝΟΥΣΣΑ ΙΩΑΝΝΙΝΩΝ, ΦΑΝΕΡΩΜΕΝΗ ΙΩΑΝΝΙΝΩΝ, ΦΟΡΤΟΣΙ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44014", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΔΕΜΑΤΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΔΕΜΑΤΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΑΜΠΕΛΟΣ ΙΩΑΝΝΙΝΩΝ, ΒΟΒΟΥΣΑ ΙΩΑΝΝΙΝΩΝ, ΒΟΥΤΑΝΣΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΓΡΕΒΕΝΙΤΙΟ ΙΩΑΝΝΙΝΩΝ, ΔΕΜΑΤΙ ΙΩΑΝΝΙΝΩΝ, ΔΕΡΒΕΝΙ ΙΩΑΝΝΙΝΩΝ, ΔΙΛΑΚΚΟ ΙΩΑΝΝΙΝΩΝ, ΔΟΛΙΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΕΛΑΤΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΙΤΕΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΑΝΩΝΑΣ ΙΩΑΝΝΙΝΩΝ, ΛΙΑΠΗ ΙΩΑΝΝΙΝΩΝ, ΜΑΚΡΙΝΟ ΙΩΑΝΝΙΝΩΝ, ΝΕΟ ΜΑΡΟΥΣΙ  (ΔΟΛΙΑΝΗ) ΙΩΑΝΝΙΝΩΝ, ΤΡΙΣΤΕΝΟ ΙΩΑΝΝΙΝΩΝ, ΤΣΙΠΙΑΝΗ  (ΑΜΠΕΛΟΣ) ΙΩΑΝΝΙΝΩΝ, ΦΛΑΜΠΟΥΡΑΡΙΟ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44100", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΙΩΑΝΝΙΝΩΝ, ΑΕΤΟΠΕΤΡΑ ΚΟΝΙΤΣΗΣ ΙΩΑΝΝΙΝΩΝ, ΑΗΔΟΝΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΑΜΑΡΑΝΤΟΣ ΙΩΑΝΝΙΝΩΝ, ΕΞΟΧΗ ΚΟΝΙΤΣΗΣ ΙΩΑΝΝΙΝΩΝ, ΗΛΙΟΡΡΑΧΗ ΙΩΑΝΝΙΝΩΝ, ΚΑΒΑΣΙΛΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΛΙΘΕΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΟΒΡΥΣΗ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΥΒΙΑ ΚΟΝΙΤΣΗΣ ΙΩΑΝΝΙΝΩΝ, ΚΛΕΙΔΩΝΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΝΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΛΟΥΤΡΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΖΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΛΙΣΣΟΠΕΤΡΑ ΙΩΑΝΝΙΝΩΝ, ΜΟΛΥΒΔΟΣΚΕΠΑΣΤΟΣ ΙΩΑΝΝΙΝΩΝ, ΜΠΟΥΡΑΖΑΝΙ ΙΩΑΝΝΙΝΩΝ, ΝΙΚΑΝΩΡΑΣ ΙΩΑΝΝΙΝΩΝ, ΠΗΓΗ ΙΩΑΝΝΙΝΩΝ, ΠΥΞΑΡΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΥΡΓΟΣ ΙΩΑΝΝΙΝΩΝ, ΣΙΑΝΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΣΤΡΑΤΣΙΑΝΗ  (ΠΥΡΓΟΣ ΚΟΝΙΤΣΑΣ) ΙΩΑΝΝΙΝΩΝ, ΤΡΑΠΕΖΑ ΙΩΑΝΝΙΝΩΝ, ΦΥΤΟΚ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "44200", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΕΤΡΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΜΠΕΛΙΑ ΧΡΥΣΟΒΙΤΣΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΝΑΛΗΨΗ ΧΡΥΣΟΒΙΤΣΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΝΗΛΙΟ ΙΩΑΝΝΙΝΩΝ, ΑΝΘΟΧΩΡΙ ΜΕΤΣΟΒΟΥ ΙΩΑΝΝΙΝΩΝ, ΒΟΤΟΝΟΣΙ ΙΩΑΝΝΙΝΩΝ, ΓΙΑΡΑΚΑΡΙ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΛΙΘΕΑ ΠΕΤΡΑΣ ΙΩΑΝΝΙΝΩΝ, ΜΕΤΣΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΜΗΛΙΑ ΜΕΤΣΟΒΟΥ ΙΩΑΝΝΙΝΩΝ, ΜΙΚΡΟ ΠΕΡΙΣΤΕΡΙ ΙΩΑΝΝΙΝΩΝ, ΜΥΛΟΙ ΙΩΑΝΝΙΝΩΝ, ΝΕΟ ΓΕΡΑΚΑΡΙ ΙΩΑΝΝΙΝΩΝ, ΞΗΡΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΜΙΚΡΟΥ ΠΕΡΙΣΤΕΡΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΕΤΡΑ ΙΩΑΝΝΙΝΩΝ, ΠΡΟΣΗΛΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΑΝΗΛΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΡΑΧΟΥΛΑ ΙΩΑΝΝΙΝΩΝ, ΣΙΤΣΑΙΝΑ ΙΩΑΝΝΙΝΩΝ, ΣΙΩΛΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΤΑΜΠΟΥΡΙΑ ΙΩΑΝΝΙΝΩΝ, ΧΡΥΣΟΒΙΤΣΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45221", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΑΝΑΤΟΛΗΣ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45222", "ΙΩΑΝΝΙΤΩΝ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45332", "ΙΩΑΝΝΙΝΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45333", "ΙΩΑΝΝΙΝΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45444", "ΙΩΑΝΝΙΝΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45445", "ΙΩΑΝΝΙΝΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45500", "ΑΒΓΟ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΑΝΑΣΤΑΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΚΥΡΙΑΚΗ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΜΑΡΙΝΑ ΚΡΥΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΜΕΛΙΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΤΡΙΑΔΑ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΑ ΤΡΙΑΔΑ ΜΕΛΙΓΩΝ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΚΛΙΒΑΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΜΗΝΑΣ ΜΙΚΡΗΣ ΓΟΤΙΣΤΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΓΙΟΥΡΓΑΝΙΣΤΑΣ ΙΩΑΝΝΙΝΩΝ, ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΣΚΛΙΒΑΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΑΜΜΟΣ ΙΩΑΝΝΙΝΩΝ, ΑΜΠΕΛΑΚΙΑ ΙΩΑΝΝΙΝΩΝ, ΑΜΠΕΛΕΙΑ ΙΩΑΝΝΙΝΩΝ, ΑΜΦΙΘΕΑ ΙΩΑΝΝΙΝΩΝ, ΑΝΑΡΓΥΡΟΙ ΙΩΑΝΝΙΝΩΝ, ΑΝΑΤΟΛΙΚΗ ΙΩΑΝΝΙΝΩΝ, ΑΝΘΟΧΩΡΙ ΔΩΔΩΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΑΝΩ ΛΑΨΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΑΝΩ ΜΟΥΣΙΩΤΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΑΡΤΟΠΟΥΛΑ ΙΩΑΝΝΙΝΩΝ, ΑΣΒΕΣΤΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΑΣΠΡΟΧΩΜΑ ΙΩΑΝΝΙΝΩΝ, ΑΣΠΡΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΑΣΦΑΚΑ ΙΩΑΝΝΙΝΩΝ, ΑΥΧΕΝΑΣ ΙΩΑΝΝΙΝΩΝ, ΒΑΓΕΝΙΤΙ ΙΩΑΝΝΙΝΩΝ, ΒΑΘΥΠΕΔΟ ΙΩΑΝΝΙΝΩΝ, ΒΑΠΤΙΣΤΗΣ ΙΩΑΝΝΙΝΩΝ, ΒΑΡΛΑΑΜ ΙΩΑΝΝΙΝΩΝ, ΒΑΣΑΙΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΒΑΣΙΛΙΚΗ ΙΩΑΝΝΙΝΩΝ, ΒΕΛΙΣΣΑΡΙΟΣ ΙΩΑΝΝΙΝΩΝ, ΒΟΥΛΙΑΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΒΟΥΝΟΠΛΑΓΙΑ ΙΩΑΝΝΙΝΩΝ, ΒΡΥΣΗ ΠΑΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΓΕΡΑΚΑΡΙ ΙΩΑΝΝΙΝΩΝ, ΓΙΟΥΡΓΑΝΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΓΚΑΛΝΤΕΡΙΜΙ ΙΩΑΝΝΙΝΩΝ, ΓΚΟΡΤΣΙΕΣ ΙΩΑΝΝΙΝΩΝ, ΓΟΡΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΓΟΥΛΑΣ ΙΩΑΝΝΙΝΩΝ, ΓΡΑΜΜΕΝΟ ΙΩΑΝΝΙΝΩΝ, ΔΑΦΝΟΥΛΑ ΙΩΑΝΝΙΝΩΝ, ΔΕΛΒΙΝΑΚΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΔΡΑΓΟΨΑ ΙΩΑΝΝΙΝΩΝ, ΔΡΑΜΕΣΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΔΡΙΣΚΟΣ ΙΩΑΝΝΙΝΩΝ, ΔΡΟΣΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΔΩΔΩΝΗ ΙΩΑΝΝΙΝΩΝ, ΕΙΣΟΔΙΑ ΘΕΟΤΟΚΟΥ ΙΩΑΝΝΙΝΩΝ, ΕΛΕΟΥΣΑ ΙΩΑΝΝΙΝΩΝ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΕΞΟΧΗ ΠΕΡΑΜΑΤΟΣ ΙΩΑΝΝΙΝΩΝ, ΕΠΙΣΚΟΠΙΚΟ ΙΩΑΝΝΙΝΩΝ, ΖΑΝΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΖΟΡΓΙΑΝΝΗ ΙΩΑΝΝΙΝΩΝ, ΖΩΟΔΟΧΟΣ ΙΩΑΝΝΙΝΩΝ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΙΩΑΝΝΙΝΩΝ, ΗΛΙΟΚΑΛΗ ΙΩΑΝΝΙΝΩΝ, ΘΕΡΙΑΚΗΣΙ ΙΩΑΝΝΙΝΩΝ, ΚΑΒΑΛΛΑΡΙΟ ΙΩΑΝΝΙΝΩΝ, ΚΑΜΠΟΣ ΨΗΝΑΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΝΝΕΤΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΑΔΗΜΑΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΔΑΜΙΤΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΥΕΣ ΑΝΑΤΟΛΙΚΟΥ ΖΑΓΟΡΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΥΕΣ ΑΣΦΑΚΑΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΡΥΟΦΥΤΟ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΡΙ ΜΕΓΑΛΟΥ ΠΕΡΙΣΤΕΡΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΚΑΣΤΡΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΑΒΟΘΡΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΣΙΚΑΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΑΣΠΡΟΧΩΡΙ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΚΡΥΦΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΛΑΨΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΜΑΡΜΑΡΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΜΟΥΣΙΩΤΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΚΑΤΩ ΝΕΟΧΩΡΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΚΕΔΡΟΣ ΙΩΑΝΝΙΝΩΝ, ΚΕΡΑΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΗΠΟΙ ΜΑΖΙΑΣ ΙΩΑΝΝΙΝΩΝ, ΚΟΚΚΙΝΟΧΩΜΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΛΥΖΩΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΚΟΛΩΝΙΑΤΙ ΙΩΑΝΝΙΝΩΝ, ΚΟΝΤΙΝΟΙ ΙΩΑΝΝΙΝΩΝ, ΚΟΝΤΣΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΠΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΚΟΡΔΟΛΟΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΣΜΗΡΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΤΟΜΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΛΟΥΡΑΙΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΜΑΡΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΡΕΝΤΑ ΙΩΑΝΝΙΝΩΝ, ΚΟΥΤΣΕΛΙ ΙΩΑΝΝΙΝΩΝ, ΚΡΑΝΟΥΛΑ ΙΩΑΝΝΙΝΩΝ, ΚΡΑΨΗ ΙΩΑΝΝΙΝΩΝ, ΚΡΥΑ ΙΩΑΝΝΙΝΩΝ, ΚΡΥΟΒΡΥΣΗ ΙΩΑΝΝΙΝΩΝ, ΚΡΥΦΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΚΥΠΑΡΙΣΣΙΑ ΙΩΑΝΝΙΝΩΝ, ΚΩΣΤΑΝΙΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΛΑΓΚΙΩΤΙΣΣΑ ΙΩΑΝΝΙΝΩΝ, ΛΑΛΙΖΑ ΙΩΑΝΝΙΝΩΝ, ΛΕΡΟΥΣΚΟ ΙΩΑΝΝΙΝΩΝ, ΛΙΓΚΙΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΛΟΓΓΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΛΟΦΙΣΚΟΣ ΙΩΑΝΝΙΝΩΝ, ΛΥΓΓΟΣ ΙΩΑΝΝΙΝΩΝ, ΛΥΚΟΣΤΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΛΥΚΟΣΤΟΜΟ ΙΩΑΝΝΙΝΩΝ, ΛΥΚΟΤΡΙΧΙ  (ΑΓ.ΜΑΡΙΝΑ ΚΡΥΑ) ΙΩΑΝΝΙΝΩΝ, ΜΑΒΙΛΛΗΣ ΙΩΑΝΝΙΝΩΝ, ΜΑΖΙΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΝΔΡΕΣ ΙΩΑΝΝΙΝΩΝ, ΜΑΝΟΛΙΑΣΑ ΙΩΑΝΝΙΝΩΝ, ΜΑΝΤΕΙΟ ΙΩΑΝΝΙΝΩΝ, ΜΑΡΜΑΡΑ ΙΩΑΝΝΙΝΩΝ, ΜΕΓΑΛΗ ΓΟΤΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΜΕΓΑΛΟ ΓΑΡΔΙΚΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΓΑΛΟ ΠΕΡΙΣΤΕΡΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΛΙΑ ΙΩΑΝΝΙΝΩΝ, ΜΕΛΙΓΓΟΙ ΙΩΑΝΝΙΝΩΝ, ΜΕΣΟΥΡΑ ΙΩΑΝΝΙΝΩΝ, ΜΕΤΑΜΟΡΦΩΣΗ  (πρώην ΚΑΡΥΕΣ) ΙΩΑΝΝΙΝΩΝ, ΜΗΛΙΕΣ ΙΩΑΝΝΙΝΩΝ, ΜΗΛΙΩΤΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΜΙΚΡΑ ΓΟΤΙΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΜΙΚΡΟ ΓΑΡΔΙΚΙ ΙΩΑΝΝΙΝΩΝ, ΜΙΧΑΛΙΤΣΙ ΙΩΑΝΝΙΝΩΝ, ΜΟΛΥΒΑΔΙΑ ΙΩΑΝΝΙΝΩΝ, ΜΟΣΠΙΝΑ  (ΛΥΓΓΟΣ) ΙΩΑΝΝΙΝΩΝ, ΜΟΥΖΑΚΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΜΟΥΣΙΩΤΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΜΠΑΓΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΜΠΑΛΤΟΥΜΑ ΙΩΑΝΝΙΝΩΝ, ΜΠΑΟΥΣΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΜΠΑΤΖΑ ΙΩΑΝΝΙΝΩΝ, ΜΠΑΦΡΑ ΙΩΑΝΝΙΝΩΝ, ΜΠΕΡΚΟ ΙΩΑΝΝΙΝΩΝ, ΜΠΙΖΑΝΙ ΙΩΑΝΝΙΝΩΝ, ΜΠΟΥΛΜΟΥ ΙΩΑΝΝΙΝΩΝ, ΜΥΡΟΔΑΦΝΗ ΙΩΑΝΝΙΝΩΝ, ΝΕΑ ΜΟΥΣΙΩΤΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΝΕΟ ΜΠΙΖΑΝΙ ΙΩΑΝΝΙΝΩΝ, ΝΕΟΚΑΙΣΑΡΕΙΑ ΙΩΑΝΝΙΝΩΝ, ΝΕΟΧΩΡΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΝΗΣΟΣ ΙΩΑΝΝΙΝΩΝ ΙΩΑΝΝΙΝΩΝ, ΟΛΥΜΠΙΑΔΑ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΑΙΟΓΚΟΡΤΣΙΑ ΚΡΑΨΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΑΒΓΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΚΟΠΑΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΣΙΡΑΚΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΑΛΙΑ ΑΛΩΝΑΚΙΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΔΙΝΗ ΙΩΑΝΝΙΝΩΝ, ΠΕΝΤΕΛΗ ΙΩΑΝΝΙΝΩΝ, ΠΕΡΑΜΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΡΑΤΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΕΡΔΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΡΙΒΛΕΠΤΟΣ ΙΩΑΝΝΙΝΩΝ, ΠΕΣΙΜΟ ΙΩΑΝΝΙΝΩΝ, ΠΕΣΤΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΤΡΑΛΩΝΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΤΡΟΒΟΥΝΙ ΙΩΑΝΝΙΝΩΝ, ΠΕΤΣΑΛΗ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΤΑΝΙΑ ΓΕΡΑΚΑΡΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΤΑΝΙΑ ΔΩΔΩΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΤΑΝΟΣ ΙΩΑΝΝΙΝΩΝ, ΠΟΛΥΓΥΡΟΣ ΙΩΑΝΝΙΝΩΝ, ΠΟΛΥΛΟΦΟ ΙΩΑΝΝΙΝΩΝ, ΠΟΤΑΜΙΑ ΚΡΥΟΒΡΥΣΗΣ ΙΩΑΝΝΙΝΩΝ, ΠΟΤΑΜΙΑ ΜΠΑΛΤΟΥΜΑΣ ΙΩΑΝΝΙΝΩΝ, ΠΟΤΙΣΤΙΚΑ ΙΩΑΝΝΙΝΩΝ, ΠΟΥΡΝΑΡΙ ΙΩΑΝΝΙΝΩΝ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΣΚΛΙΒΑΝΗΣ ΙΩΑΝΝΙΝΩΝ, ΡΑΒΕΝΙΑ ΙΩΑΝΝΙΝΩΝ, ΡΑΧΗ ΙΩΑΝΝΙΝΩΝ, ΡΑΨΑΙΟΙ ΙΩΑΝΝΙΝΩΝ, ΡΙΖΑ ΙΩΑΝΝΙΝΩΝ, ΡΟΒΙΛΙΣΤΟ ΙΩΑΝΝΙΝΩΝ, ΡΟΔΟΤΟΠΙ ΙΩΑΝΝΙΝΩΝ, ΣΕΡΒΙΑΝΑ ΙΩΑΝΝΙΝΩΝ, ΣΙΟΥΤΣΟΣ ΙΩΑΝΝΙΝΩΝ, ΣΚΛΙΒΑΝΗ ΙΩΑΝΝΙΝΩΝ, ΣΠΗΛΑΙΟ ΙΩΑΝΝΙΝΩΝ, ΣΠΟΘΟΙ ΙΩΑΝΝΙΝΩΝ, ΣΤΑΜΑΤΗΣ ΙΩΑΝΝΙΝΩΝ, ΣΤΑΥΡΑΚΙ ΙΩΑΝΝΙΝΩΝ, ΣΤΑΥΡΟΣ ΙΩΑΝΝΙΝΩΝ, ΣΥΝΟΙΚΙΣΜΟΣ ΚΟΝΤΣΙΚΑΣ ΙΩΑΝΝΙΝΩΝ, ΤΑΞΙΑΡΧΕΣ ΙΩΑΝΝΙΝΩΝ, ΤΕΡΟΒΟ ΙΩΑΝΝΙΝΩΝ, ΤΡΙΑΝΤΑΦΥΛΛΟΣ ΙΩΑΝΝΙΝΩΝ, ΤΣΙΜΟΒΟ  (ΧΑΡΟΚΟΠΙ) ΙΩΑΝΝΙΝΩΝ, ΤΣΙΦΛΙΚΟΠΟΥΛΟ ΙΩΑΝΝΙΝΩΝ, ΤΥΡΙΑ ΙΩΑΝΝΙΝΩΝ, ΦΙΛΟΘΕΗ ΑΜΠΕΛΕΙΑΣ ΙΩΑΝΝΙΝΩΝ, ΦΤΕΛΙΑ ΙΩΑΝΝΙΝΩΝ, ΧΑΝΙ ΤΕΡΟΒΟΥ ΙΩΑΝΝΙΝΩΝ, ΧΑΡΟΚΟΠΙ ΙΩΑΝΝΙΝΩΝ, ΧΙΝΚΑ ΙΩΑΝΝΙΝΩΝ, ΧΙΟΝΑΣΑ ΙΩΑΝΝΙΝΩΝ, ΧΟΥΛΙΑΡΑΔΕΣ ΙΩΑΝΝΙΝΩΝ, ΧΩΡΑ ΙΩΑΝΝΙΝΩΝ, ΨΗΝΑ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45550", "ΙΩΑΝΝΙΤΩΝ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45560", "ΙΩΑΝΝΙΤΩΝ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "45570", "ΙΩΑΝΝΙΤΩΝ ΙΩΑΝΝΙΝΩΝ", "Ιωαννίνων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52055", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΚΑΣΤΟΡΙΑΣ, ΑΝΩ ΜΕΛΑΣ ΚΑΣΤΟΡΙΑΣ, ΜΑΚΡΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΜΑΥΡΟΚΑΜΠΟΣ ΚΑΣΤΟΡΙΑΣ, ΜΕΛΑΣ ΚΑΣΤΟΡΙΑΣ, ΧΑΛΑΡΑ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52056", "ΚΡΕΠΕΝΗ ΚΑΣΤΟΡΙΑΣ, ΜΑΥΡΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΠΟΛΥΚΑΡΠΗ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52057", "ΔΙΣΠΗΛΙΟ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52059", "ΒΥΣΣΙΝΕΑ ΚΑΣΤΟΡΙΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΚΑΣΤΟΡΙΑΣ, ΟΞΥΑ ΚΑΣΤΟΡΙΑΣ, ΠΟΛΥΚΕΡΑΣΟ ΚΑΣΤΟΡΙΑΣ, ΣΙΔΗΡΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΤΟΙΧΙΟ ΚΑΣΤΟΡΙΑΣ, ΦΩΤΕΙΝΗ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50300", "ΓΑΛΑΤΙΝΗ ΚΟΖΑΝΗΣ, ΔΑΦΝΕΡΟ ΚΟΖΑΝΗΣ, ΚΑΛΟΝΕΡΙ ΚΟΖΑΝΗΣ, ΜΙΚΡΟΚΑΣΤΡΟ ΚΟΖΑΝΗΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΜΙΚΡΟΚΑΣΤΡΟΥ ΚΟΖΑΝΗΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΚΟΖΑΝΗΣ, ΣΙΑΤΙΣΤΑ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50400", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΒΕΛΒΕΝΤΟΥ ΚΟΖΑΝΗΣ, ΒΕΛΒΕΝΤΟΣ ΚΟΖΑΝΗΣ, ΚΑΤΑΦΥΓΙΟ ΚΟΖΑΝΗΣ, ΠΑΛΑΙΟΓΡΑΤΣΑΝΟ ΚΟΖΑΝΗΣ, ΠΟΛΥΦΥΤΟ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50500", "ΑΥΛΕΣ ΚΟΖΑΝΗΣ, ΓΟΥΛΕΣ ΚΟΖΑΝΗΣ, ΕΛΑΤΗ ΚΟΖΑΝΗΣ, ΚΑΣΤΑΝΙΑ ΚΟΖΑΝΗΣ, ΚΡΑΝΙΔΙΑ ΚΟΖΑΝΗΣ, ΛΑΒΑ ΚΟΖΑΝΗΣ, ΛΑΖΑΡΑΔΕΣ ΚΟΖΑΝΗΣ, ΛΙΒΑΔΕΡΟ ΚΟΖΑΝΗΣ, ΜΕΤΑΞΑΣ ΚΟΖΑΝΗΣ, ΜΙΚΡΟΒΑΛΤΟ ΚΟΖΑΝΗΣ, ΜΟΝΗ ΣΤΑΝΟΥ ΚΟΖΑΝΗΣ, ΝΕΑ ΛΑΒΑ ΚΟΖΑΝΗΣ, ΠΛΑΤΑΝΟΡΡΕΥΜΑ ΚΟΖΑΝΗΣ, ΠΟΛΥΡΡΑΧΟ ΚΟΖΑΝΗΣ, ΠΡΟΣΗΛΙΟ ΚΟΖΑΝΗΣ, ΡΥΜΝΙΟ ΚΟΖΑΝΗΣ, ΣΕΡΒΙΑ ΚΟΖΑΝΗΣ, ΤΡΑΝΟΒΑΛΤΟ ΚΟΖΑΝΗΣ, ΤΡΙΓΩΝΙΚΟ ΚΟΖΑΝΗΣ, ΦΡΟΥΡΙΟ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20001", "ΖΕΥΓΟΛΑΤΕΙΟ ΚΟΡΙΝΘΟΥ, ΚΑΛΕΝΤΖΙ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20002", "ΒΕΛΟ ΚΟΡΙΝΘΟΥ, ΕΛΛΗΝΟΧΩΡΙ ΚΟΡΙΝΘΟΥ, ΚΟΚΚΩΝΙ ΚΟΡΙΝΘΟΥ, ΚΡΗΝΕΣ ΚΟΡΙΝΘΟΥ, ΝΕΡΑΝΤΖΑ ΚΟΡΙΝΘΟΥ, ΣΑΤΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΣΤΙΜΑΓΚΑ ΚΟΡΙΝΘΟΥ, ΤΑΡΣΙΝΑ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20003", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΚΟΡΙΝΘΟΥ, ΑΡΤΕΜΙΔΟΣ ΚΟΡΙΝΘΟΥ, ΓΑΛΗΝΗ ΚΟΡΙΝΘΟΥ, ΓΕΡΑΝΕΙΑ ΚΟΡΙΝΘΟΥ, ΚΑΛΥΒΙΤΣΕΣ ΚΟΡΙΝΘΟΥ, ΚΑΜΙΝΑΚΙ ΚΟΡΙΝΘΟΥ, ΚΑΤΣΙΒΙΡΙ ΚΟΡΙΝΘΟΥ, ΚΟΚΚΙΝΗ ΣΠΗΛΙΑ ΚΟΡΙΝΘΟΥ, ΛΙΟΝΤΑΡΙ ΚΟΡΙΝΘΟΥ, ΜΠΕΚΑ ΚΙΑΦΑ ΚΟΡΙΝΘΟΥ, ΜΠΕΣΚΑΚΗ ΚΟΡΙΝΘΟΥ, ΝΕΑ ΠΟΛΙΤΕΙΑ ΚΟΡΙΝΘΟΥ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΚΟΡΙΝΘΟΥ, ΣΕΣΙ ΚΟΡΙΝΘΟΥ, ΣΚΥΡΩΝΙΔΑ ΚΟΡΙΝΘΟΥ, ΣΟΥΣΑΚΙ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20004", "ΑΓΓΕΛΟΚΑΣΤΡΟ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΒΛΑΣΣΗΣ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΠΕΤΡΟΣ ΚΟΡΙΝΘΟΥ, ΚΑΒΟΣ ΣΟΛΥΓΕΙΑΣ ΚΟΡΙΝΘΟΥ, ΚΙΟΥΡΚΑΤΙ ΚΟΡΙΝΘΟΥ, ΚΟΡΦΟΣ ΚΟΡΙΝΘΟΥ, ΜΟΝΗ ΑΓΙΑΣ ΜΑΡΙΝΑΣ ΚΟΡΙΝΘΟΥ, ΠΕΥΚΑΛΙ ΚΟΡΙΝΘΟΥ, ΡΥΤΟ ΚΟΡΙΝΘΟΥ, ΣΟΦΙΚΟ ΚΟΡΙΝΘΟΥ, ΦΡΑΓΚΟΛΙΜΑΝΟ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20006", "ΑΓΙΑ ΜΑΡΙΝΑ ΚΟΡΙΝΘΟΥ, ΑΣΣΟΣ ΚΟΡΙΝΘΟΥ, ΒΕΛΗΝΙΑΤΙΚΑ ΚΟΡΙΝΘΟΥ, ΒΟΧΑΙΚΟ ΚΟΡΙΝΘΟΥ, ΒΡΑΧΑΤΙ ΚΟΡΙΝΘΟΥ, ΕΥΑΓΓΕΛΙΣΤΡΙΑ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΑΣΣΟΣ ΚΟΡΙΝΘΟΥ, ΜΠΟΛΑΤΙ ΚΟΡΙΝΘΟΥ, ΠΟΥΛΛΙΤΣΑ ΚΟΡΙΝΘΟΥ, ΣΟΥΛΗΝΑΡΙ ΚΟΡΙΝΘΟΥ, ΧΑΛΚΕΙΟ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20008", "ΑΓΙΟΝΟΡΙ ΚΟΡΙΝΘΟΥ, ΚΛΕΝΙΑ ΚΟΡΙΝΘΟΥ, ΚΟΥΤΑΛΑΣ ΚΟΡΙΝΘΟΥ, ΜΑΨΟΣ ΚΟΡΙΝΘΟΥ, ΣΠΑΘΟΒΟΥΝΙ ΚΟΡΙΝΘΟΥ, ΣΤΕΦΑΝΙ ΚΟΡΙΝΘΟΥ, ΧΙΛΙΟΜΟΔΙ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20009", "ΑΝΩ ΑΙΓΙΑΛΟΣ ΚΟΡΙΝΘΟΥ, ΔΕΡΒΕΝΙ ΚΟΡΙΝΘΟΥ, ΕΒΡΟΣΤΙΝΑ ΚΟΡΙΝΘΟΥ, ΚΟΥΜΑΡΙΑΣ ΚΟΡΙΝΘΟΥ, ΛΥΓΙΑ ΚΟΡΙΝΘΟΥ, ΜΑΥΡΑ ΛΙΘΑΡΙΑ ΚΟΡΙΝΘΟΥ, ΜΕΝΤΟΥΡΓΙΑΝΙΚΑ ΚΟΡΙΝΘΟΥ, ΠΕΤΑΛΟΥ ΚΟΡΙΝΘΟΥ, ΠΥΡΓΟΣ ΚΟΡΙΝΘΟΥ, ΡΟΖΕΝΑ ΚΟΡΙΝΘΟΥ, ΣΤΟΜΙΟ ΚΟΡΙΝΘΟΥ, ΧΕΛΥΔΟΡΕΟ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20011", "ΛΕΧΑΙΟ ΚΟΡΙΝΘΟΥ, ΠΕΡΙΓΙΑΛΙ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20014", "ΑΜΥΓΔΑΛΕΑ ΚΟΡΙΝΘΟΥ, ΑΝΩ ΤΑΡΣΟΣ ΚΟΡΙΝΘΟΥ, ΑΡΧΑΙΑ ΦΕΝΕΟΣ ΚΟΡΙΝΘΟΥ, ΑΧΛΑΔΙΕΣ ΚΟΡΙΝΘΟΥ, ΒΙΛΙΑ ΚΟΡΙΝΘΟΥ, ΓΚΟΥΡΑ ΚΟΡΙΝΘΟΥ, ΙΕΡΑ ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΦΕΝΕΟΥ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΤΑΡΣΟΣ ΚΟΡΙΝΘΟΥ, ΛΟΥΖΙΟ ΚΟΡΙΝΘΟΥ, ΜΑΤΙ ΚΟΡΙΝΘΟΥ, ΜΕΣΙΝΟ ΚΟΡΙΝΘΟΥ, ΜΟΣΙΑ ΚΟΡΙΝΘΟΥ, ΠΑΝΟΡΑΜΑ ΚΟΡΙΝΘΟΥ, ΣΑΡΑΝΤΑΠΗΧΟ ΚΟΡΙΝΘΟΥ, ΣΤΕΝΟ ΚΟΡΙΝΘΟΥ, ΦΕΝΕΟΣ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20016", "ΔΡΟΣΟΠΗΓΗ ΚΟΡΙΝΘΟΥ, ΚΑΛΙΑΝΟΙ ΚΟΡΙΝΘΟΥ, ΚΑΡΤΕΡΙ ΚΟΡΙΝΘΟΥ, ΚΑΣΤΑΝΕΑ ΚΟΡΙΝΘΟΥ, ΚΕΦΑΛΑΡΙ ΚΟΡΙΝΘΟΥ, ΚΙΟΝΙΑ ΚΟΡΙΝΘΟΥ, ΚΥΛΛΗΝΗ ΚΟΡΙΝΘΟΥ, ΛΑΥΚΑ ΚΟΡΙΝΘΟΥ, ΜΙΚΡΟΣ ΜΑΧΑΛΑΣ ΚΟΡΙΝΘΟΥ, ΣΤΥΜΦΑΛΙΑ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20100", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΞΥΛΟΚΕΡΙΖΗΣ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΞΥΛΟΚΕΡΙΖΑΣ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΚΟΣΜΑΣ ΕΞΑΜΙΛΙΩΝ ΚΟΡΙΝΘΟΥ, ΑΛΑΜΑΝΝΟΣ ΚΟΡΙΝΘΟΥ, ΑΝΩ ΑΛΜΥΡΗ ΚΟΡΙΝΘΟΥ, ΑΡΑΚΟΥΚΙΑ ΚΟΡΙΝΘΟΥ, ΑΡΧΑΙΟ ΛΙΜΑΝΙ ΚΟΡΙΝΘΟΥ, ΒΑΛΤΟΣ ΓΛΥΦΑΔΑΣ ΚΟΡΙΝΘΟΥ, ΒΛΑΣΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΓΑΛΑΤΑΚΙ ΚΟΡΙΝΘΟΥ, ΓΕΦΥΡΑ ΙΣΘΜΟΥ ΚΟΡΙΝΘΟΥ, ΔΑΦΝΗ ΕΞΑΜΙΛΙΩΝ ΚΟΡΙΝΘΟΥ, ΕΞΑΜΙΛΙΑ ΚΟΡΙΝΘΟΥ, ΘΥΜΑΡΙΩΝΑ ΚΟΡΙΝΘΟΥ, ΙΕΡΑ ΜΟΝΗ  ΑΓΙΑΣ ΤΡΙΑΔΑΣ ΚΟΡΙΝΘΟΥ, ΚΑΒΟΣ ΚΟΡΙΝΘΟΥ, ΚΑΤΑΚΑΛΙ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΑΛΜΥΡΗ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΕΞΑΜΙΛΙΑ ΚΟΡΙΝΘΟΥ, ΚΕΧΡΙΕΣ ΚΟΡΙΝΘΟΥ, ΚΟΡΙΝΘΟΣ ΚΟΡΙΝΘΟΥ, ΚΥΡΑ ΒΡΥΣΗ ΚΟΡΙΝΘΟΥ, ΛΟΥΤΡΟ ΕΛΕΝΗΣ ΚΟΡΙΝΘΟΥ, ΜΠΕΚΙΑΝΙΚΑ ΚΟΡΙΝΘΟΥ, ΜΥΡΤΕΖΑ ΚΟΡΙΝΘΟΥ, ΝΕΑ ΑΛΜΥΡΗ ΚΟΡΙΝΘΟΥ, ΝΤΡΑΣΣΑ ΚΟΡΙΝΘΟΥ, ΞΥΛΟΚΕΡΙΖΑ ΚΟΡΙΝΘΟΥ, ΠΑΛΑΙΟ ΚΑΛΑΜΑΚΙ ΚΟΡΙΝΘΟΥ, ΠΑΡΑΔΕΙΣΟΣ ΚΟΡΙΝΘΟΥ, ΣΙΔΕΡΩΝΑ ΚΟΡΙΝΘΟΥ, ΣΟΛΟΜΟΣ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20200", "ΑΝΑΤΟΛΙΚΗ ΤΡΑΓΑΝΑ ΚΟΡΙΝΘΟΥ, ΒΑΛΤΣΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΔΙΜΗΝΙΟ ΚΟΡΙΝΘΟΥ, ΔΟΥΡΒΑΤΙΩΝΑ ΚΟΡΙΝΘΟΥ, ΘΑΛΕΡΟ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΔΙΜΗΝΙΟ ΚΟΡΙΝΘΟΥ, ΚΙΑΤΟ ΚΟΡΙΝΘΟΥ, ΚΟΚΚΙΝΙΑ ΚΟΡΙΝΘΟΥ, ΛΑΛΙΩΤΗΣ ΚΟΡΙΝΘΟΥ, ΜΕΛΙΣΣΙ ΚΟΡΙΝΘΟΥ, ΜΟΥΛΚΙΟ ΚΟΡΙΝΘΟΥ, ΟΙΚΟΔΟΜΙΚΟΣ ΣΥΝΕΤ.ΥΠΑΛΛΗΛΩΝ ΔΕΗ ΚΟΡΙΝΘΟΥ, ΠΑΡΑΛΙΑ ΔΙΜΗΝΙΟΥ ΚΟΡΙΝΘΟΥ, ΠΑΣΙΟ ΚΟΡΙΝΘΟΥ, ΣΙΚΥΩΝ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20300", "ΑΓΙΑ ΣΩΤΗΡΑ ΚΟΡΙΝΘΟΥ, ΑΛΚΥΟΝΑ ΚΟΡΙΝΘΟΥ, ΑΛΚΥΟΝΙΔΕΣ ΝΗΣΟΙ ΚΟΡΙΝΘΟΥ, ΑΣΠΡΟΚΑΜΠΟΣ ΛΟΥΤΡΑΚΙΟΥ ΚΟΡΙΝΘΟΥ, ΒΑΜΒΑΚΕΣ ΚΟΡΙΝΘΟΥ, ΕΙΡΗΝΗ ΚΟΡΙΝΘΟΥ, ΚΑΛΛΙΘΕΑ ΛΟΥΤΡΑΚΙΟΥ ΚΟΡΙΝΘΟΥ, ΛΙΜΝΗ ΒΟΥΛΙΑΓΜΕΝΗΣ ΚΟΡΙΝΘΟΥ, ΛΟΥΤΡΑΚΙ ΚΟΡΙΝΘΟΥ, ΜΑΥΡΟΛΙΜΝΗ ΚΟΡΙΝΘΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΗ ΚΟΡΙΝΘΟΥ, ΜΟΝΗ ΟΣΙΟΥ ΠΑΤΑΠΙΟΥ ΚΟΡΙΝΘΟΥ, ΠΕΡΑΧΩΡΑ ΚΟΡΙΝΘΟΥ, ΠΙΣΙΑ ΚΟΡΙΝΘΟΥ, ΣΚΑΛΩΜΑ ΚΟΡΙΝΘΟΥ, ΣΧΙΝΟΣ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20400", "ΑΜΦΙΘΕΑ ΚΟΡΙΝΘΟΥ, ΑΝΩ ΤΡΙΚΑΛΑ ΚΟΡΙΝΘΟΥ, ΒΑΛΤΟΣ ΡΙΖΗΣ ΚΟΡΙΝΘΟΥ, ΓΕΛΙΝΙΑΤΙΚΑ ΚΟΡΙΝΘΟΥ, ΓΕΩΡΓΑΝΤΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΔΕΝΔΡΟ ΚΟΡΙΝΘΟΥ, ΖΕΜΕΝΟ ΚΟΡΙΝΘΟΥ, ΖΗΡΕΙΑ ΚΟΡΙΝΘΟΥ, ΗΛΙΟΣ ΚΟΡΙΝΘΟΥ, ΚΑΡΙΩΤΙΚΑ ΚΑΡΥΑΣ ΚΟΡΙΝΘΟΥ, ΚΑΡΥΑ ΚΟΡΙΝΘΟΥ, ΚΑΤΩ ΣΥΝΟΙΚΙΑ ΤΡΙΚΑΛΩΝ ΚΟΡΙΝΘΟΥ, ΛΑΓΚΑΔΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΜΕΡΤΙΚΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΜΕΣΗ ΣΥΝΟΙΚΙΑ ΤΡΙΚΑΛΩΝ ΚΟΡΙΝΘΟΥ, ΞΑΝΘΟΧΩΡΙ ΚΟΡΙΝΘΟΥ, ΞΥΛΟΚΑΣΤΡΟ ΚΟΡΙΝΘΟΥ, ΠΕΛΛΗΝΗ ΚΟΡΙΝΘΟΥ, ΡΕΘΙΟ ΚΟΡΙΝΘΟΥ, ΡΙΖΑ ΚΟΡΙΝΘΟΥ, ΣΙΓΕΡΙΤΣΑ ΚΟΡΙΝΘΟΥ, ΣΟΦΙΑΝΑ ΚΟΡΙΝΘΟΥ, ΣΠΑΡΤΙΝΑΙΙΚΑ ΚΟΡΙΝΘΟΥ, ΣΥΚΕΑ ΚΟΡΙΝΘΟΥ, ΧΑΡΤΣΙΑΝΙΚΑ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "20500", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΚΟΡΙΝΘΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΑΡΓΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΑΗΔΟΝΙΑ ΚΟΡΙΝΘΟΥ, ΑΛΕΑ ΑΡΓΟΛΙΔΑΣ, ΑΡΧΑΙΑ ΝΕΜΕΑ ΚΟΡΙΝΘΟΥ, ΑΡΧΑΙΕΣ ΚΛΕΩΝΕΣ ΚΟΡΙΝΘΟΥ, ΑΣΠΡΟΚΑΜΠΟΣ ΝΕΜΕΑΣ ΚΟΡΙΝΘΟΥ, ΓΑΛΑΤΑΣ ΚΟΡΙΝΘΟΥ, ΓΥΜΝΟ ΑΡΓΟΛΙΔΑΣ, ΔΑΦΝΗ ΝΕΜΕΑΣ ΚΟΡΙΝΘΟΥ, ΔΕΡΒΕΝΑΚΙΑ ΚΟΡΙΝΘΟΥ, ΕΞΟΧΗ ΑΡΓΟΛΙΔΑΣ, ΚΑΣΤΡΑΚΙ ΚΟΡΙΝΘΟΥ, ΚΟΥΤΣΙΟ ΚΟΡΙΝΘΟΥ, ΚΟΥΤΣΟΜΟΔΙ ΚΟΡΙΝΘΟΥ, ΛΕΟΝΤΙΟ ΚΟΡΙΝΘΟΥ, ΜΠΟΖΙΚΑΣ ΚΟΡΙΝΘΟΥ, ΝΕΜΕΑ ΚΟΡΙΝΘΟΥ, ΠΕΤΡΙΟ ΚΟΡΙΝΘΟΥ, ΠΛΑΤΑΝΙ ΑΡΓΟΛΙΔΑΣ, ΣΚΟΤΕΙΝΗ ΑΡΓΟΛΙΔΑΣ, ΤΙΤΑΝΗ ΚΟΡΙΝΘΟΥ, ΦΡΟΥΣΙΟΥΝΑ ΑΡΓΟΛΙΔΑΣ, ΨΑΡΙΟ ΚΟΡΙΝΘΟΥ", "Κορινθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84001", "ΑΓΙΑ ΘΕΟΔΟΤΗ ΙΟΥ ΚΥΚΛΑΔΩΝ, ΕΠΑΝΩ ΚΑΜΠΟΣ ΙΟΥ ΚΥΚΛΑΔΩΝ, ΙΟΣ ΚΥΚΛΑΔΩΝ, ΚΟΥΜΠΑΡΑ ΚΥΚΛΑΔΩΝ, ΜΑΓΓΑΝΑΡΙ   ΙΟΥ ΚΥΚΛΑΔΩΝ, ΜΠΟΥΡΗΣ  ΚΥΚΛΑΔΩΝ, ΜΥΛΟΠΟΤΑΣ  ΙΟΥ ΚΥΚΛΑΔΩΝ, ΠΕΤΑΛΙΔΙ ΚΥΚΛΑΔΩΝ, ΨΑΘΗ  ΙΟΥ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84002", "ΑΓΙΑ ΜΑΡΙΝΑ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΑ ΜΑΥΡΑ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΙΟΥΛΙΔΟΣ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΥΜΕΩΝ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΑΣΤΡΑΣ ΚΥΚΛΑΔΩΝ, ΒΟΥΡΚΑΡΙ ΚΥΚΛΑΔΩΝ, ΕΛΛΗΝΙΚΑ  ΚΥΚΛΑΔΩΝ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΙΟΥΛΙΔΑ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΜΟΣ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΜΠΙ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΣΤΑΝΙΕΣ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΣΤΡΙΑΝΗ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΜΕΡΙΑ ΚΥΚΛΑΔΩΝ, ΚΟΚΚΙΝΑΔΑ ΚΥΚΛΑΔΩΝ, ΚΟΡΗΣΣΙΑ ΚΥΚΛΑΔΩΝ, ΚΟΥΚΟΥΒΑΓΙΑ ΚΥΚΛΑΔΩΝ, ΚΟΥΝΔΟΥΡΟΣ ΚΥΚΛΑΔΩΝ, ΛΙΓΙΑ ΚΥΚΛΑΔΩΝ, ΜΑΚΡΟΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΜΑΡΑΔΕΣ ΚΥΚΛΑΔΩΝ, ΜΑΥΡΑΜΠΕΛΙ ΚΥΚΛΑΔΩΝ, ΜΑΥΡΟ ΚΥΚΛΑΔΩΝ, ΜΕΛΙΣΣΑΚΙ ΚΥΚΛΑΔΩΝ, ΜΥΛΟΙ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΜΥΛΟΠΟΤΑΜΟΣ ΚΕΑΣ ΚΥΚΛΑΔΩΝ, ΟΡΚΟΣ ΚΥΚΛΑΔΩΝ, ΟΤΖΙΑΣ ΚΥΚΛΑΔΩΝ, ΠΕΡΑ ΜΕΡΙΑ ΚΥΚΛΑΔΩΝ, ΠΗΣΣΕΣ ΚΥΚΛΑΔΩΝ, ΠΛΑΓΙΑ ΚΥΚΛΑΔΩΝ, ΣΠΑΘΙ ΚΥΚΛΑΔΩΝ, ΣΤΑΥΡΟΥΔΑΚΙ ΚΥΚΛΑΔΩΝ, ΦΩΤΗΜΑΡΙ ΚΥΚΛΑΔΩΝ, ΧΑΒΟΥΝΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84003", "ΑΓΙΑ ΜΑΡΙΝΑ ΣΙΦΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΠΟΛΛΩΝΙΑ ΣΙΦΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΡΤΕΜΩΝ ΚΥΚΛΑΔΩΝ, ΒΑΘΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΕΣ ΣΙΦΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΣΤΡΟ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΠΕΤΑΛΙ ΚΥΚΛΑΔΩΝ, ΚΙΤΡΙΑΝΗ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΠΛΑΤΥΣ ΓΙΑΛΟΣ ΣΙΦΝΟΥ ΚΥΚΛΑΔΩΝ, ΤΡΟΥΛΑΚΙ ΚΥΚΛΑΔΩΝ, ΦΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΧΕΡΡΟΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΧΡΥΣΟΠΗΓΗ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84004", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΕΥΣΤΑΘΙΟΣ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΑΛΥΚΗ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΓΟΥΠΑ-ΚΑΡΑ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΜΙΤΣΙ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΚΙΜΩΛΟΣ ΚΥΚΛΑΔΩΝ, ΠΟΛΥΑΙΓΟΣ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΠΡΑΣΣΑ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ, ΨΑΘΗ ΚΙΜΩΛΟΥ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84005", "ΑΒΥΣΣΑΛΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΣΕΡΙΦΟΥ ΚΥΚΛΑΔΩΝ, ΒΟΥΣ ΚΥΚΛΑΔΩΝ, ΓΑΛΑΝΗ ΚΥΚΛΑΔΩΝ, ΓΑΝΕΜΑ ΚΥΚΛΑΔΩΝ, ΓΛΑΡΟΝΗΣΙ ΣΕΡΙΦΟΥ ΚΥΚΛΑΔΩΝ, ΚΕΝΤΑΡΧΟΣ ΚΥΚΛΑΔΩΝ, ΚΟΥΤΑΛΑΣ ΚΥΚΛΑΔΩΝ, ΛΙΒΑΔΙ ΣΕΡΙΦΟΥ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΟ ΛΙΒΑΔΙ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΟ ΧΩΡΙΟ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΕΥΑΓΓΕΛΙΣΤΡΙΑΣ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΤΑΞΙΑΡΧΩΝ ΚΥΚΛΑΔΩΝ, ΠΑΝΑΓΙΑ ΣΕΡΙΦΟΥ ΚΥΚΛΑΔΩΝ, ΠΛΑΤΥΣ ΓΙΑΛΟΣ ΣΕΡΙΦΟΥ ΚΥΚΛΑΔΩΝ, ΡΑΜΟΣ ΚΥΚΛΑΔΩΝ, ΣΕΡΙΦΟΠΟΥΛΑ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΣΕΡΙΦΟΣ ΚΥΚΛΑΔΩΝ, ΣΥΚΑΜΙΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84006", "ΑΓΙΑ ΕΙΡΗΝΗ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΟΣΑ ΚΥΚΛΑΔΩΝ, ΑΠΟΚΡΙΣΗ ΚΥΚΛΑΔΩΝ, ΓΑΝΤΡΟΜΑΝΤΡΑ ΚΥΚΛΑΔΩΝ, ΔΡΥΟΠΙΔΑ ΚΥΚΛΑΔΩΝ, ΕΠΙΣΚΟΠΗ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΟ ΛΙΒΑΔΙ ΚΥΚΛΑΔΩΝ, ΚΑΝΑΛΑ ΚΥΚΛΑΔΩΝ, ΚΥΘΝΟΣ ΚΥΚΛΑΔΩΝ, ΛΕΥΚΕΣ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΛΙΟΤΡΙΒΙ ΚΥΚΛΑΔΩΝ, ΛΟΥΤΡΑ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΜΕΡΙΧΑΣ ΚΥΚΛΑΔΩΝ, ΠΙΠΕΡΙ ΚΥΚΛΑΔΩΝ, ΣΚΥΛΟΣ ΚΥΘΝΟΥ ΚΥΚΛΑΔΩΝ, ΦΛΑΜΠΟΥΡΙΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84007", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΤΙΠΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΠΑΝΤΗΜΑ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΓΛΥΦΑ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΔΕΣΠΟΤΙΚΟ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΒΟΥΡΑΣ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΠΟΣ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΡΕΥΜΑΤΟΝΗΣΙ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΣΤΡΟΓΓΥΛΗ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΣΩΡΟΣ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΤΣΙΜΗΝΤΗΡΙ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΦΕΙΡΑ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΦΡΑΓΚΟΠΑΠΑΔΕΣ ΑΝΤΙΠΑΡΟΥ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84008", "ΑΓΙΟΣ ΠΑΥΛΟΣ ΑΙΓΙΑΛΗΣ ΚΥΚΛΑΔΩΝ, ΑΙΓΙΑΛΗ ΚΥΚΛΑΔΩΝ, ΑΜΟΡΓΟΣ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΑΝΤΙΚΕΡΙ ΚΥΚΛΑΔΩΝ, ΑΡΚΕΣΙΝΗ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΒΡΟΥΤΣΗΣ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΓΡΑΜΒΟΥΣΣΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΓΡΑΜΠΟΝΗΣΙΟ ΚΥΚΛΑΔΩΝ, ΘΟΛΑΡΙΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΟΤΑΡΙΤΙΣΣΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΟΦΑΝΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΣΤΕΛΟΠΕΤΡΑ ΚΥΚΛΑΔΩΝ, ΚΑΤΑΠΟΛΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΑΝΤΙΚΕΡΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΚΕΡΟΣ ΚΟΥΦΟΝΗΣΙΟΥ ΚΥΚΛΑΔΩΝ, ΛΑΓΚΑΔΑ ΑΙΓΙΑΛΗΣ ΚΥΚΛΑΔΩΝ, ΛΕΥΚΕΣ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΜΑΥΡΗ ΜΥΤΗ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΝΕΡΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΝΙΚΟΥΡΙΑ ΚΥΚΛΑΔΩΝ, ΞΥΛΟΚΕΡΑΤΙΔΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΑΙΓΙΑΛΗΣ ΚΥΚΛΑΔΩΝ, ΠΑΡΑΛΙΑ ΘΟΛΑΡΙΩΝ  ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΠΕΡΑ ΡΑΧΙΔΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΠΟΤΑΜΟΣ ΑΙΓΙΑΛΗΣ ΚΥΚΛΑΔΩΝ, ΡΑΧΙΔΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΡΑΧΟΥΛΑ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΤΣΕΣΕΜΕΣ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΦΕΛΟΥΚΑ ΚΥΚΛΑΔΩΝ, ΧΡΙΣΤΟΥΛΑΚΙ ΑΜΟΡΓΟΥ ΚΥΚΛΑΔΩΝ, ΨΑΛΙΔΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84009", "ΑΝΑΦΗ ΚΥΚΛΑΔΩΝ, ΚΛΗΣΙΔΙ ΑΝΑΦΗΣ ΚΥΚΛΑΔΩΝ, ΜΑΚΡΑ ΑΝΑΦΗΣ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΑΝΑΦΗΣ ΚΥΚΛΑΔΩΝ, ΠΑΧΕΙΑ ΑΝΑΦΗΣ ΚΥΚΛΑΔΩΝ, ΦΤΕΝΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50200", "ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΚΟΖΑΝΗΣ, ΑΝΑΡΓΥΡΟΙ ΦΛΩΡΙΝΑΣ, ΑΝΑΤΟΛΙΚΟ ΕΟΡΔΑΙΑΣ ΚΟΖΑΝΗΣ, ΑΡΔΑΣΣΑ ΚΟΖΑΝΗΣ, ΑΣΒΕΣΤΟΠΕΤΡΑ ΚΟΖΑΝΗΣ, ΓΑΛΑΤΕΙΑ ΚΟΖΑΝΗΣ, ΓΕΝΙΚΟ ΝΟΣΟΚΟΜΕΙΟ ΜΠΟΔΟΣΑΚΕΙΟ ΚΟΖΑΝΗΣ, ΔΡΟΣΕΡΟ ΚΟΖΑΝΗΣ, ΕΡΜΑΚΙΑ ΚΟΖΑΝΗΣ, ΚΑΡΔΙΑ ΚΟΖΑΝΗΣ, ΚΑΡΥΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΚΛΕΙΤΟΣ ΚΟΖΑΝΗΣ, ΚΟΜΑΝΟΣ ΚΟΖΑΝΗΣ, ΜΑΥΡΟΔΕΝΔΡΙ ΚΟΖΑΝΗΣ, ΜΑΥΡΟΠΗΓΗ ΚΟΖΑΝΗΣ, ΞΕΝΟΔΟΧΕΙΟ ΠΑΝΤΕΛΙΔΗΣ ΚΟΖΑΝΗΣ, ΞΕΝΟΔΟΧΕΙΟ ΠΤΟΛΕΜΑΙΟΣ ΚΟΖΑΝΗΣ, ΟΛΥΜΠΙΑΔΑ ΚΟΖΑΝΗΣ, ΠΑΛΑΙΑ ΑΜΠΕΛΙΑ ΚΟΖΑΝΗΣ, ΠΕΝΤΑΒΡΥΣΟΣ ΚΟΖΑΝΗΣ, ΠΕΡΔΙΚΚΑΣ ΚΟΖΑΝΗΣ, ΠΟΝΤΟΚΩΜΗ ΚΟΖΑΝΗΣ, ΠΡΟΑΣΤΙΟ ΚΟΖΑΝΗΣ, ΠΤΟΛΕΜΑΙΔΑ ΚΟΖΑΝΗΣ, ΣΠΗΛΙΑ ΚΟΖΑΝΗΣ, ΧΑΡΑΥΓΗ  ΚΟΖΑΝΗΣ, ΧΑΡΑΥΓΗ ΚΟΙΛΩΝ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57017", "ΒΕΡΤΙΣΚΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΔΟΡΚΑΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΛΛΗΝΙΚΟ ΚΙΛΚΙΣ, ΕΥΑΓΓΕΛΙΣΤΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΘΕΟΔΟΣΙΑ ΚΙΛΚΙΣ, ΘΕΡΑΠΕΥΤΗΡΙΟ ΤΟΞΙΚΟΜΑΝΩΝ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΙΣΩΜΑ ΚΙΛΚΙΣ, ΚΑΡΤΕΡΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΕΦΑΛΟΧΩΡΙ ΣΕΡΡΩΝ, ΚΥΔΩΝΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΑΧΑΝΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΕΥΚΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΑΥΡΟΡΡΑΧΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΕΛΑΝΘΙΟ ΚΙΛΚΙΣ, ΝΙΚΟΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΞΥΛΟΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΡΙΖΑΝΑ ΚΙΛΚΙΣ, ΣΤΑΥΡΟΥΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50100", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΚΟΖΑΝΗΣ ΚΟΖΑΝΗΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΟΖΑΝΗΣ, ΑΓΙΟ ΠΝΕΥΜΑ ΚΟΖΑΝΗΣ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΠΟΛΥΜΥΛΟΥ ΚΟΖΑΝΗΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΟΖΑΝΗΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΚΟΖΑΝΗΣ, ΑΕΡΟΔΡΟΜΙΟ ΚΟΖΑΝΗΣ, ΑΚΡΙΝΗ ΚΟΖΑΝΗΣ, ΑΚΡΙΤΑΣ ΚΟΖΑΝΗΣ, ΑΛΩΝΑΚΙΑ ΚΟΖΑΝΗΣ, ΑΝΑΤΟΛΙΚΟ ΚΑΠΝΟΧΩΡΙΟΥ ΚΟΖΑΝΗΣ, ΑΝΘΟΤΟΠΟΣ ΚΟΖΑΝΗΣ, ΑΡΓΙΛΟΣ ΚΟΖΑΝΗΣ, ΑΥΓΗ ΚΟΖΑΝΗΣ, ΑΥΡΑ ΚΟΖΑΝΗΣ, ΒΑΘΥΛΑΚΚΟΣ ΚΟΖΑΝΗΣ, ΒΑΤΕΡΟ ΚΟΖΑΝΗΣ, ΒΟΣΚΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΓΑΛΑΝΙΟ ΚΟΖΑΝΗΣ, ΓΗΡΟΚΟΜΕΙΟ ΚΟΖΑΝΗΣ, ΔΡΕΠΑΝΟ ΚΟΖΑΝΗΣ, ΕΞΟΧΗ ΚΟΖΑΝΗΣ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΚΟΖΑΝΗΣ, ΘΥΜΑΡΙΑ ΚΟΖΑΝΗΣ, ΙΕΡΑ ΜΟΝΗ ΑΝΑΛΗΨΕΩΣ ΚΟΖΑΝΗΣ, ΙΜΕΡΑ ΚΟΖΑΝΗΣ, ΚΑΛΑΜΙΑ ΚΟΖΑΝΗΣ, ΚΑΠΝΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΚΑΡΥΔΙΤΣΑ ΚΟΖΑΝΗΣ, ΚΗΠΑΡΙΟ ΚΟΖΑΝΗΣ, ΚΟΖΑΝΗ ΚΟΖΑΝΗΣ, ΚΟΙΛΑ ΚΟΖΑΝΗΣ, ΚΟΙΛΑΔΑ ΚΟΖΑΝΗΣ ΚΟΖΑΝΗΣ, ΚΟΚΚΙΝΑΡΑΣ ΚΟΖΑΝΗΣ, ΚΟΥΒΟΥΚΛΙΑ ΚΟΖΑΝΗΣ, ΚΡΕΜΑΣΤΗ ΚΟΖΑΝΗΣ, ΛΕΒΕΝΤΗΣ ΚΟΖΑΝΗΣ, ΛΕΥΚΑΡΑ ΚΟΖΑΝΗΣ, ΛΕΥΚΟΒΡΥΣΗ ΚΟΖΑΝΗΣ, ΛΕΥΚΟΠΗΓΗ ΚΟΖΑΝΗΣ, ΛΙΒΕΡΑ ΚΟΖΑΝΗΣ, ΛΥΓΕΡΗ ΚΟΖΑΝΗΣ, ΜΕΛΙΣΣΙΑ ΚΟΖΑΝΗΣ, ΜΕΣΙΑΝΗ ΚΟΖΑΝΗΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΚΟΖΑΝΗΣ, ΝΕΑ ΝΙΚΟΠΟΛΗ ΚΟΖΑΝΗΣ, ΝΕΑ ΧΑΡΑΥΓΗ ΚΟΖΑΝΗΣ, ΝΕΡΑΙΔΑ ΚΟΖΑΝΗΣ, ΞΗΡΟΛΙΜΝΗ ΚΟΖΑΝΗΣ, ΟΙΝΟΗ ΚΟΖΑΝΗΣ, ΠΕΤΡΑΝΑ ΚΟΖΑΝΗΣ, ΠΟΛΥΜΥΛΟΣ ΚΟΖΑΝΗΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΚΟΖΑΝΗΣ, ΠΡΩΤΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΠΤΕΛΕΑ ΕΟΡΔΑΙΑΣ ΚΟΖΑΝΗΣ, ΠΤΕΛΕΑ ΚΟΖΑΝΗΣ ΚΟΖΑΝΗΣ, ΡΟΔΙΑΝΗ ΚΟΖΑΝΗΣ, ΡΟΔΙΤΗΣ ΚΟΖΑΝΗΣ, ΡΥΑΚΙ ΚΟΖΑΝΗΣ, ΣΙΔΕΡΑΣ ΚΟΖΑΝΗΣ, ΣΚΑΦΗ ΚΟΖΑΝΗΣ, ΣΚΗΤΗ ΚΟΖΑΝΗΣ, ΣΠΙΝΑΡΗΣ (ΚΛΙΝΙΚΗ) ΚΟΖΑΝΗΣ, ΣΧΟΛΕΣ ΟΑΕΔ ΚΟΖΑΝΗΣ, ΤΕΤΡΑΛΟΦΟΣ ΚΟΖΑΝΗΣ, ΤΣΕΛΙΚΑΣ ΚΟΖΑΝΗΣ, ΦΥΛΑΚΙΟ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50007", "ΒΥΘΟΣ ΚΟΖΑΝΗΣ, ΔΑΣΥΛΛΙΟ ΓΡΕΒΕΝΩΝ, ΔΙΛΟΦΟ ΚΟΖΑΝΗΣ, ΕΠΤΑΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΠΕΝΤΑΛΟΦΟΣ ΚΟΖΑΝΗΣ, ΠΕΥΚΟΦΥΤΟ ΚΑΣΤΟΡΙΑΣ, ΧΡΥΣΗ ΚΑΣΤΟΡΙΑΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52100", "ΑΜΠΕΛΟΚΗΠΟΙ ΚΑΣΤΟΡΙΑΣ, ΑΠΟΣΚΕΠΟΣ ΚΑΣΤΟΡΙΑΣ, ΚΑΣΤΟΡΙΑ ΚΑΣΤΟΡΙΑΣ, ΚΕΦΑΛΑΡΙ ΚΑΣΤΟΡΙΑΣ, ΚΟΡΟΜΗΛΕΑ ΚΑΣΤΟΡΙΑΣ, ΛΕΥΚΗ ΚΑΣΤΟΡΙΑΣ, ΜΑΝΙΑΚΟΙ ΚΑΣΤΟΡΙΑΣ, ΜΗΛΙΤΣΑ ΚΑΣΤΟΡΙΑΣ, ΝΕΑ ΛΕΥΚΗ ΚΑΣΤΟΡΙΑΣ, ΧΛΟΗ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "52200", "ΑΓΙΟΣ ΗΛΙΑΣ ΚΑΣΤΟΡΙΑΣ, ΑΜΜΟΥΔΑΡΑ ΚΑΣΤΟΡΙΑΣ, ΑΜΠΕΛΟΧΩΡΙ ΚΑΣΤΟΡΙΑΣ, ΑΝΘΗΡΟ ΚΑΣΤΟΡΙΑΣ, ΑΝΩ ΠΕΡΙΒΟΛΙ ΚΑΣΤΟΡΙΑΣ, ΑΡΓΟΣ ΟΡΕΣΤΙΚΟ ΚΑΣΤΟΡΙΑΣ, ΑΣΠΡΟΚΚΛΗΣΙΑ ΚΑΣΤΟΡΙΑΣ, ΑΣΠΡΟΝΕΡΙ ΚΑΣΤΟΡΙΑΣ, ΑΥΓΗ ΚΑΣΤΟΡΙΑΣ, ΒΕΛΟΣ ΚΑΣΤΟΡΙΑΣ, ΒΟΤΑΝΙΟΝ ΚΑΣΤΟΡΙΑΣ, ΒΡΑΧΟΣ ΚΑΣΤΟΡΙΑΣ, ΓΑΒΡΟΣ ΚΑΣΤΟΡΙΑΣ, ΓΕΡΜΑΣ ΚΑΣΤΟΡΙΑΣ, ΓΡΑΜΟΣ ΚΑΣΤΟΡΙΑΣ, ΔΙΑΛΕΚΤΟ ΚΑΣΤΟΡΙΑΣ, ΖΕΥΓΟΣΤΑΣΙ ΚΑΣΤΟΡΙΑΣ, ΖΟΥΖΟΥΛΗ ΚΑΣΤΟΡΙΑΣ, ΚΑΣΤΑΝΟΦΥΤΟ ΚΑΣΤΟΡΙΑΣ, ΚΕΡΑΣΩΝΑ ΚΑΣΤΟΡΙΑΣ, ΚΡΑΝΙΩΝΑΣ ΚΑΣΤΟΡΙΑΣ, ΚΡΕΜΑΣΤΟ ΚΑΣΤΟΡΙΑΣ, ΚΡΥΑ ΝΕΡΑ ΚΑΣΤΟΡΙΑΣ, ΚΥΨΕΛΗ ΚΑΣΤΟΡΙΑΣ, ΚΩΣΤΑΡΑΖΙ ΚΑΣΤΟΡΙΑΣ, ΛΑΓΚΑ ΚΑΣΤΟΡΙΑΣ, ΛΑΚΚΩΜΑΤΑ ΚΑΣΤΟΡΙΑΣ, ΛΑΧΑΝΟΚΗΠΟΙ ΚΑΣΤΟΡΙΑΣ, ΜΕΛΑΝΘΙ ΚΑΣΤΟΡΙΑΣ, ΝΕΟ ΚΩΣΤΑΡΑΖΙ ΚΑΣΤΟΡΙΑΣ, ΝΕΟΣ ΟΙΚΙΣΜΟΣ ΚΑΣΤΟΡΙΑΣ, ΝΙΚΗ ΚΑΣΤΟΡΙΑΣ, ΝΟΣΤΙΜΟ ΚΑΣΤΟΡΙΑΣ, ΟΜΟΡΦΟΚΚΛΗΣΙΑ ΚΑΣΤΟΡΙΑΣ, ΠΕΝΤΑΒΡΥΣΟ ΚΑΣΤΟΡΙΑΣ, ΠΕΤΡΟΠΟΥΛΑΚΙ ΚΑΣΤΟΡΙΑΣ, ΠΟΡΕΙΑ ΚΑΣΤΟΡΙΑΣ, ΣΚΑΛΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΣΠΗΛΑΙΑ ΚΑΣΤΟΡΙΑΣ, ΣΠΗΛΙΟΣ ΚΑΣΤΟΡΙΑΣ, ΤΣΑΚΟΝΗ ΚΑΣΤΟΡΙΑΣ, ΥΨΗΛΟ ΚΑΣΤΟΡΙΑΣ, ΧΙΛΙΟΔΕΝΔΡΟ ΚΑΣΤΟΡΙΑΣ", "Καστοριάς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49080", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΚΕΡΚΥΡΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΕΤΡΙΤΗΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΙ  ΘΕΟΔΩΡΟΙ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΡΓΥΡΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΟΡΔΙΟΣ (ΛΕΥΚΙΜΜΑΙΩΝ) ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΕΡΚΥΡΑΣ ΚΕΡΚΥΡΑΣ, ΑΛΥΚΕΣ ΛΕΥΚΙΜΜΗΣ ΚΕΡΚΥΡΑΣ, ΑΡΓΥΡΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΒΑΣΙΛΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΒΙΤΑΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΒΡΑΓΚΑΝΙΩΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΓΑΡΔΕΝΟΣ ΚΕΡΚΥΡΑΣ, ΔΡΑΓΩΤΙΝΑ ΚΕΡΚΥΡΑΣ, ΚΑΒΟΣ ΚΕΡΚΥΡΑΣ, ΚΑΛΥΒΙΩΤΗΣ ΠΕΡΙΒΟΛΙΟΥ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΣΠΗΛΑΙΟ ΚΕΡΚΥΡΑΣ, ΚΟΡΑΚΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΟΥΣΠΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΡΗΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΚΡΙΝΙΑΣ ΚΕΡΚΥΡΑΣ, ΛΕΥΚΙΜΜΗ ΚΕΡΚΥΡΑΣ, ΛΙΝΙΑ ΚΕΡΚΥΡΑΣ, ΜΑΡΑΘΙΑΣ ΚΕΡΚΥΡΑΣ, ΜΕΛΙΚΙΑ ΚΕΡΚΥΡΑΣ, ΜΕΣΟΓΓΗ ΚΕΡΚΥΡΑΣ, ΜΠΑΣΤΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΜΠΟΥΚΑΡΗΣ ΚΕΡΚΥΡΑΣ, ΜΩΛΟΣ ΚΕΡΚΥΡΑΣ, ΝΕΟΧΩΡΑΚΙ ΚΕΡΚΥΡΑΣ, ΝΕΟΧΩΡΙ ΚΕΡΚΥΡΑΣ, ΝΟΤΟΣ ΚΕΡΚΥΡΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΚΕΡΚΥΡΑΣ, ΠΕΡΙΒΟΛΙ ΚΕΡΚΥΡΑΣ, ΠΕΤΡΙΤΗ ΚΕΡΚΥΡΑΣ, ΠΟΤΑΜΙ  ΚΕΡΚΥΡΑΣ, ΠΟΤΑΜΙΑ ΠΕΡΙΒΟΛΙΟΥ ΚΕΡΚΥΡΑΣ, ΡΙΓΓΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΡΟΥΜΑΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΣΠΑΡΤΕΡΑ ΚΕΡΚΥΡΑΣ, ΧΛΟΜΑΤΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΧΛΟΜΟΣ ΚΕΡΚΥΡΑΣ, ΨΑΡΑΣ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49081", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΓΡΑΦΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΑ ΠΕΛΑΓΙΑ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΙ ΔΟΥΛΟΙ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΡΜΕΝΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΥΛΙΩΤΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΡΑΦΟΙ ΚΕΡΚΥΡΑΣ, ΑΝΤΙΠΕΡΝΟΙ ΚΕΡΚΥΡΑΣ, ΑΡΙΛΛΑΣ ΚΑΒΒΑΔΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΡΙΛΛΑΣ ΜΑΓΟΥΛΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΡΜΕΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΑΣΤΡΑΚΕΡΗ ΚΕΡΚΥΡΑΣ, ΑΥΛΙΩΤΕΣ ΚΕΡΚΥΡΑΣ, ΑΦΙΩΝ ΚΕΡΚΥΡΑΣ, ΒΑΛΑΝΕΙΟ ΚΕΡΚΥΡΑΣ, ΒΕΛΟΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΑΒΡΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΑΡΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΟΥΣΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΔΑΦΝΗ ΚΕΡΚΥΡΑΣ, ΕΠΙΣΚΟΠΗ ΚΕΡΚΥΡΑΣ, ΚΑΒΑΛΛΟΥΡΙ ΚΕΡΚΥΡΑΣ, ΚΑΒΒΑΔΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΑΡΟΥΣΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΛΗΜΑΤΙΑ ΚΕΡΚΥΡΑΣ, ΚΟΥΚΝΙΚΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΟΥΝΑΒΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΥΠΡΙΑΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΛΙΒΑΔΙ ΚΕΡΚΥΡΑΣ, ΜΑΓΟΥΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΜΕΓΑ ΥΔΡΙ ΚΕΡΚΥΡΑΣ, ΝΥΜΦΕΣ ΚΕΡΚΥΡΑΣ, ΞΑΝΘΑΤΕΣ ΚΕΡΚΥΡΑΣ, ΠΕΡΟΥΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΠΛΑΤΩΝΑΣ ΚΕΡΚΥΡΑΣ, ΠΟΥΛΗΜΑΤΕΣ ΚΕΡΚΥΡΑΣ, ΡΑΧΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΡΟΔΑ ΚΑΡΟΥΣΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΡΟΔΑ ΚΕΡΚΥΡΑΣ ΚΕΡΚΥΡΑΣ, ΣΑΟΥΛΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΣΙΔΑΡΙΟ ΚΕΡΚΥΡΑΣ, ΣΙΝΙΕΣ ΚΕΡΚΥΡΑΣ, ΣΤΑΟΥΣΑ ΚΕΡΚΥΡΑΣ, ΣΦΑΚΕΡΑ ΚΕΡΚΥΡΑΣ, ΤΣΟΥΚΑΛΙΟ ΚΕΡΚΥΡΑΣ, ΨΑΘΥΛΑΣ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49082", "ΑΝΕΜΟΓΙΑΝΝΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΑΝΤΙΠΑΞΟΣ ΚΕΡΚΥΡΑΣ, ΑΠΕΡΓΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΑΡΒΑΝΙΤΑΚΑΙΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΑΡΩΝΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΒΕΛΙΑΝΙΤΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΒΛΑΧΟΠΟΥΛΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΓΑΙΟΣ ΚΕΡΚΥΡΑΣ, ΓΡΑΜΜΑΤΙΚΑΙΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΔΑΛΙΕΤΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΔΕΝΔΙΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΙΕΡΟΜΟΝΑΧΟΣ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΚΑΓΚΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΚΑΤΣΙΜΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΚΟΝΤΟΓΙΑΝΝΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΚΟΥΡΤΑΙΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΚΟΥΤΣΙΟ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΛΑΚΚΑ ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΛΟΓΓΟΣ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΑΓΑΖΙΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΑΚΡΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΑΝΕΣΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΑΣΤΟΡΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΟΥΓΚΕΛΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΠΟΓΔΑΝΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΜΠΟΙΚΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΟΖΙΑΣ ΚΕΡΚΥΡΑΣ, ΟΞΙΑΣ ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΠΑΝΑΓΙΑ  ΝΗΣΟΣ ΚΕΡΚΥΡΑΣ, ΠΑΞΟΙ ΚΕΡΚΥΡΑΣ, ΠΕΤΡΑΤΙΚΑ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ, ΠΛΑΤΑΝΟΣ  ΠΑΞΩΝ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49083", "ΑΓΙΑ ΑΝΝΑ ΑΛΕΙΜΜΑΤΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΓΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΜΑΡΚΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΡΟΣ ΚΕΡΚΥΡΑΣ, ΑΛΕΙΜΜΑΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΑΝΑΛΗΨΗ ΚΕΡΚΥΡΑΣ, ΑΝΩ ΚΟΡΑΚΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΑΡΚΑΔΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΑΣΠΙΩΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΑΦΙΩΝΙΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΒΑΤΩΝΙΕΣ ΚΕΡΚΥΡΑΣ, ΒΙΣΤΩΝΑΣ ΚΕΡΚΥΡΑΣ, ΓΑΖΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΓΑΡΔΕΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΕΦΥΡΑ ΚΕΡΚΥΡΑΣ, ΔΟΥΚΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΔΡΟΣΑΤΟ ΚΕΡΚΥΡΑΣ, ΖΥΓΟΣ ΚΕΡΚΥΡΑΣ, ΚΑΣΤΕΛΛΑΝΟΙ ΓΥΡΟΥ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΑΓΙΟΣ ΜΑΡΚΟΣ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΚΟΡΑΚΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΚΟΨΟΧΕΙΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΡΗΝΗ ΚΕΡΚΥΡΑΣ, ΛΑΚΩΝΕΣ ΚΕΡΚΥΡΑΣ, ΛΙΑΠΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΛΙΜΝΗ ΚΕΡΚΥΡΑΣ, ΜΑΚΡΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΜΑΝΑΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΜΕΣΑΡΙΑ ΚΕΡΚΥΡΑΣ, ΠΑΓΟΙ ΚΕΡΚΥΡΑΣ, ΠΑΛΑΙΟΚΑΣΤΡΙΤΣΑ ΚΕΡΚΥΡΑΣ, ΠΑΠΑΘΑΝΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΠΗΛΙΔΑ ΚΕΡΚΥΡΑΣ, ΠΟΥΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΠΡΙΝΥΛΑΣ ΚΕΡΚΥΡΑΣ, ΠΥΡΓΙ ΚΕΡΚΥΡΑΣ, ΡΑΦΑΛΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΣΚΡΙΠΕΡΟ ΚΕΡΚΥΡΑΣ, ΣΩΚΡΑΚΙ ΚΕΡΚΥΡΑΣ, ΤΕΡΜΕΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΤΡΟΥΜΠΕΤΤΑΣ ΚΕΡΚΥΡΑΣ, ΥΨΟΣ ΚΕΡΚΥΡΑΣ, ΦΕΛΕΚΑΣ ΚΕΡΚΥΡΑΣ, ΧΩΡΕΠΙΣΚΟΠΟΙ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49084", "ΑΓΙΟΙ ΔΕΚΑ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΒΙΡΟΥ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΟΡΔΙΟΣ (ΠΑΡΕΛΙΩΝ) ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΕΡΙΣΤΕΡΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΜΑΤΘΑΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΠΡΟΚΟΠΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΛΕΠΟΧΩΡΙ ΚΕΡΚΥΡΑΣ, ΑΝΩ ΓΑΡΟΥΝΑ ΚΕΡΚΥΡΑΣ, ΑΝΩ ΠΑΥΛΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΑΣΠΕΣ ΚΕΡΚΥΡΑΣ, ΒΑΡΥΠΑΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΒΙΡΟΣ ΚΕΡΚΥΡΑΣ, ΒΟΥΝΙΑΤΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΑΣΤΟΥΡΙ ΚΕΡΚΥΡΑΣ, ΔΑΦΝΑΤΑ ΚΕΡΚΥΡΑΣ, ΕΠΙΣΚΟΠΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΕΣΤΑΥΡΩΜΕΝΟΣ ΚΕΡΚΥΡΑΣ, ΚΑΛΑΦΑΤΙΩΝΕΣ ΚΕΡΚΥΡΑΣ, ΚΑΜΑΡΑ ΚΕΡΚΥΡΑΣ, ΚΑΡΔΑΜΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΚΑΣΤΑΝΕΑ ΚΕΡΚΥΡΑΣ, ΚΑΣΤΕΛΛΑΝΟΙ ΜΕΣΗΣ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΓΑΡΟΥΝΑ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΠΑΥΛΙΑΝΑ ΚΕΡΚΥΡΑΣ, ΚΟΜΙΑΝΑΤΑ ΚΕΡΚΥΡΑΣ, ΚΟΝΤΟΓΙΑΛΟΣ ΚΕΡΚΥΡΑΣ, ΚΟΡΝΑΤΑ ΚΕΡΚΥΡΑΣ, ΚΟΥΡΑΜΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΥΝΟΠΙΑΣΤΕΣ ΚΕΡΚΥΡΑΣ, ΛΟΥΚΑΤΑ ΚΕΡΚΥΡΑΣ, ΜΑΚΡΑΤΑ ΚΕΡΚΥΡΑΣ, ΜΠΑΣΤΟΥΝΙΟΝ ΚΕΡΚΥΡΑΣ, ΜΠΕΝΙΤΣΕΣ ΚΕΡΚΥΡΑΣ, ΜΩΡΑΙΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΠΑΡΑΜΟΝΑΣ ΚΕΡΚΥΡΑΣ, ΠΕΝΤΑΤΙ ΚΕΡΚΥΡΑΣ, ΠΕΡΑΜΑ ΓΑΣΤΟΥΡΙΟΥ ΚΕΡΚΥΡΑΣ, ΠΙΚΟΥΛΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΣΙΝΑΡΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΣΚΑΛΑ ΚΕΡΚΥΡΑΣ, ΣΟΥΛΑΙΙΚΑ ΚΕΡΚΥΡΑΣ, ΣΤΑΥΡΟΣ ΚΕΡΚΥΡΑΣ, ΣΤΡΟΓΓΥΛΗ ΘΙΝΑΛΙΟΥ ΚΕΡΚΥΡΑΣ, ΣΤΡΟΓΓΥΛΗ ΚΕΡΚΥΡΑΣ ΚΕΡΚΥΡΑΣ, ΧΑΛΙΔΙΑΤΑ ΚΕΡΚΥΡΑΣ, ΧΑΛΙΚΟΥΝΑΣ ΚΕΡΚΥΡΑΣ, ΧΡΥΣΗΙΔΑ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "49100", "ΑΒΡΑΜΗΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΣΣΙΟΠΗΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΚΑΡΟΥΣΑΔΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΜΑΡΤΙΝΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΟΝΟΥΦΡΙΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΚΕΡΚΥΡΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΣΙΝΙΩΝ ΚΕΡΚΥΡΑΣ, ΑΓΝΙΤΣΙΝΗ ΚΕΡΚΥΡΑΣ, ΑΛΕΠΟΥ ΚΕΡΚΥΡΑΣ, ΑΛΥΚΕΣ ΠΟΤΑΜΟΥ ΚΕΡΚΥΡΑΣ, ΑΝΑΠΑΥΤΗΡΙΑ ΚΕΡΚΥΡΑΣ, ΑΝΩ ΠΕΡΙΘΕΙΑ ΚΕΡΚΥΡΑΣ, ΑΠΟΛΥΣΟΙ ΚΕΡΚΥΡΑΣ, ΑΠΡΑΟΣ ΚΕΡΚΥΡΑΣ, ΑΦΡΑ ΚΕΡΚΥΡΑΣ, ΑΧΑΡΑΒΗ ΚΕΡΚΥΡΑΣ, ΒΑΘΥ ΚΕΡΚΥΡΑΣ, ΒΑΣΙΛΙΚΑ ΘΙΝΑΛΙΟΥ ΚΕΡΚΥΡΑΣ, ΒΑΣΙΛΙΚΑ ΠΑΡΕΛΙΩΝ ΚΕΡΚΥΡΑΣ, ΒΑΤΟΣ ΚΕΡΚΥΡΑΣ, ΒΙΓΓΛΑ ΚΕΡΚΥΡΑΣ, ΒΙΓΓΛΑΤΟΥΡΙ ΚΕΡΚΥΡΑΣ, ΒΛΑΧΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΒΟΥΝΟ ΚΕΡΚΥΡΑΣ, ΒΡΑΧΛΕΡΗ ΚΕΡΚΥΡΑΣ, ΒΡΥΩΝΗ ΚΕΡΚΥΡΑΣ, ΓΙΑΝΝΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΓΙΜΑΡΙ ΚΕΡΚΥΡΑΣ, ΓΛΥΦΑΔΑ ΚΕΡΚΥΡΑΣ, ΓΟΥΒΙΑ ΚΕΡΚΥΡΑΣ, ΔΑΝΙΛΙΑ ΚΕΡΚΥΡΑΣ, ΔΑΣΙΑ ΚΕΡΚΥΡΑΣ, ΔΑΦΝΙΛΑΣ ΚΕΡΚΥΡΑΣ, ΔΙΑΚΟΠΟ ΜΑΘΡΑΚΙΟΥ ΚΕΡΚΥΡΑΣ, ΔΙΑΠΛΟ ΜΑΘΡΑΚΙΟΥ ΚΕΡΚΥΡΑΣ, ΔΡΟΣΕΡΗ ΚΕΡΚΥΡΑΣ, ΕΒΡΟΠΟΥΛΟΙ ΚΕΡΚΥΡΑΣ, ΕΠΙΣΚΕΨΗ ΚΕΡΚΥΡΑΣ, ΕΡΕΙΚΟΥΣΣΑ ΝΗΣΟΣ ΚΕΡΚΥΡΑΣ, ΕΡΙΒΑ ΚΕΡΚΥΡΑΣ, ΕΡΜΟΝΕΣ ΚΕΡΚΥΡΑΣ, ΗΜΕΡΟΛΙΑ ΚΕΡΚΥΡΑΣ, ΚΑΒΑΛΛΕΡΑΙΝΑ ΚΕΡΚΥΡΑΣ, ΚΑΛΑΜΙ ΚΕΡΚΥΡΑΣ, ΚΑΝΑΚΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΚΑΝΑΛΙ ΚΕΡΚΥΡΑΣ, ΚΑΝΟΝΙ ΚΕΡΚΥΡΑΣ, ΚΑΡΝΙΑΡΗΣ ΚΕΡΚΥΡΑΣ, ΚΑΡΥΩΤΙΚΟ ΚΕΡΚΥΡΑΣ, ΚΑΣΣΙΟΠΗ ΚΕΡΚΥΡΑΣ, ΚΑΤΑΒΟΛΟΣ ΚΕΡΚΥΡΑΣ, ΚΑΤΩ ΠΕΡΙΘΕΙΑ ΚΕΡΚΥΡΑΣ, ΚΕΛΛΙΑ ΚΕΡΚΥΡΑΣ, ΚΕΝΤΡΩΜΑ ΚΕΡΚΥΡΑΣ, ΚΕΡΚΥΡΑ ΚΕΡΚΥΡΑΣ, ΚΟΚΚΙΝΗ ΚΕΡΚΥΡΑΣ, ΚΟΚΚΙΝΙΟ ΚΕΡΚΥΡΑΣ, ΚΟΚΚΙΝΟΓΕΙΑ ΚΕΡΚΥΡΑΣ, ΚΟΚΚΟΚΥΛΑΣ ΚΕΡΚΥΡΑΣ, ΚΟΜΠΙΤΣΙ ΚΕΡΚΥΡΑΣ, ΚΟΝΤΟΚΑΛΙ ΚΕΡΚΥΡΑΣ, ΚΟΥΛΟΥΡΑ ΚΕΡΚΥΡΑΣ, ΚΟΥΡΑΜΑΔΙΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΚΟΥΡΚΟΥΛΑΙΙΚΑ ΚΕΡΚΥΡΑΣ, ΚΡΕΜΙΘΑΣ ΚΕΡΚΥΡΑΣ, ΚΥΡΑ ΧΡΥΣΙΚΟΥ ΚΕΡΚΥΡΑΣ, ΛΑΖΑΡΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΛΑΖΑΡΕΤΟ ΚΕΡΚΥΡΑΣ, ΛΑΥΚΙ ΚΕΡΚΥΡΑΣ, ΛΙΘΙΑΣΜΕΝΟΣ ΚΕΡΚΥΡΑΣ, ΛΟΥΤΣΕΣ ΚΕΡΚΥΡΑΣ, ΜΑΓΑΡΙΚΑ ΚΕΡΚΥΡΑΣ, ΜΑΘΡΑΚΙ ΝΗΣΟΣ ΚΕΡΚΥΡΑΣ, ΜΑΝΔΟΥΚΙ ΚΕΡΚΥΡΑΣ, ΜΑΡΜΑΡΟ ΚΕΡΚΥΡΑΣ, ΜΕΓΓΟΥΛΑΣ ΚΕΡΚΥΡΑΣ, ΜΟΝΗ ΥΠΕΡΑΓΙΑΣ ΘΕΟΤΟΚΟΥ ΜΥΡΤΙΔΙΩΝ ΚΕΡΚΥΡΑΣ, ΜΠΑΡΜΠΑΤΙ ΚΕΡΚΥΡΑΣ, ΝΗΣΑΚΙ ΚΕΡΚΥΡΑΣ, ΟΘΩΝΟΙ ΝΗΣΟΣ ΚΕΡΚΥΡΑΣ, ΟΜΑΛΗ ΚΕΡΚΥΡΑΣ, ΠΕΛΕΚΑΣ ΚΕΡΚΥΡΑΣ, ΠΕΛΕΚΗΤΟ ΚΕΡΚΥΡΑΣ, ΠΕΡΑΜΑ ΚΕΡΚΥΡΑΣ, ΠΕΡΙΘΕΙΑ ΚΕΡΚΥΡΑΣ, ΠΕΡΙΣΤΕΡΕΣ ΚΕΡΚΥΡΑΣ, ΠΕΡΟΥΛΙΟΝ ΚΕΡΚΥΡΑΣ, ΠΕΤΑΛΕΙΑ ΚΕΡΚΥΡΑΣ, ΠΗΓΗ ΚΕΡΚΥΡΑΣ, ΠΙΘΟΣ ΚΕΡΚΥΡΑΣ, ΠΛΑΓΙΑ ΚΕΡΚΥΡΑΣ, ΠΛΑΚΩΤΟ ΚΕΡΚΥΡΑΣ, ΠΛΑΤΕΙΑ ΚΕΡΚΥΡΑΣ, ΠΟΔΟΛΑΚΚΟΣ ΚΕΡΚΥΡΑΣ, ΠΟΝΤΙΚΟΝΗΣΙ ΚΕΡΚΥΡΑΣ, ΠΟΡΤΑ ΚΕΡΚΥΡΑΣ, ΠΟΤΑΜΟΣ ΚΕΡΚΥΡΑΣ, ΠΡΙΦΤΙΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΠΤΥΧΙΑ ΝΗΣΟΣ ΚΕΡΚΥΡΑΣ, ΡΑΧΗ ΚΕΡΚΥΡΑΣ, ΡΙΛΙΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΡΟΥ ΚΕΡΚΥΡΑΣ, ΣΑΝΤΑ ΚΕΡΚΥΡΑΣ, ΣΑΡΑΚΗΝΑΤΙΚΑ ΚΕΡΚΥΡΑΣ, ΣΓΟΜΠΟΥ ΚΕΡΚΥΡΑΣ, ΣΓΟΥΡΑΔΕΣ ΚΕΡΚΥΡΑΣ, ΣΠΑΡΤΥΛΑΣ ΚΕΡΚΥΡΑΣ, ΣΤΡΙΝΥΛΑΣ ΚΕΡΚΥΡΑΣ, ΤΕΜΠΛΟΝΙ ΚΕΡΚΥΡΑΣ, ΤΖΑΒΡΟΣ ΚΕΡΚΥΡΑΣ, ΤΡΑΧΕΙΑ ΜΑΘΡΑΚΙΟΥ ΚΕΡΚΥΡΑΣ, ΤΡΙΚΛΙΝΟ ΚΕΡΚΥΡΑΣ, ΤΡΙΜΟΔΙ ΚΕΡΚΥΡΑΣ, ΤΡΙΤΣΙΟ ΚΕΡΚΥΡΑΣ, ΤΣΑΡΟΥ ΚΕΡΚΥΡΑΣ, ΦΟΥΡΝΙ ΚΕΡΚΥΡΑΣ, ΨΑΧΝΙΑ ΚΕΡΚΥΡΑΣ, ΨΥΛΛΟΣ ΔΥΟ ΚΕΡΚΥΡΑΣ, ΨΥΛΛΟΣ ΕΝΑ ΚΕΡΚΥΡΑΣ", "Κέρκυρας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28080", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΓΡΙΖΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΙΓΑΛΕΤΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΖΕΡΒΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΡΑΒΟΜΥΛΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΤΑΠΟΔΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΥΛΟΥΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΟΥΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΥΡΓΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΑΜΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΖΑΝΕΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΣΑΚΑΡΙΣΙΑΝΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΧΑΛΙΩΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28081", "ΑΓΙΑ ΕΥΦΗΜΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΙΑ ΣΟΦΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΝΤΙΠΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΑΛΙΑΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΑΣΙΛΟΠΟΥΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΓΕΩΡΓΑΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΕΝΔΡΙΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΙΒΑΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΡΑΚΟΠΟΥΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΛΟΓΗΡΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΜΙΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΑΜΠΡΙΝΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΟΥΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΚΡΙΩΤΙΚΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΔΙΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΝΕΟΧΩΡΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΞΗΡΟΠΟΤΑΜΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΕΤΑΛΑΣ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΙΣΤΡΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΟΤΑΜΙΑΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΡΑΣΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΟΦΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΩΡΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΕΡΕΝΤΙΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΙΛΙΠΠΟΣ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28084", "ΑΓΙΑ ΙΕΡΟΥΣΑΛΗΜ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΡΙΛΙΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΝΤΙΠΑΤΑ ΕΡΙΣΟΥ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΣΤΕΡΙΣ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΕΝΤΟΥΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΙΓΛΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΓΕΡΜΕΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΕΥΡΕΤΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΖΑΜΠΕΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΤΣΑΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΑΒΩΝΙΚΕΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΓΓΑΝΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΡΚΑΝΤΩΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΡΚΟΥΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΤΣΟΥΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΠΑΡΖΟΥΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΤΕΛΙΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΖΑΜΑΡΕΛΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΟΥΛΙΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΣΕΛΕΝΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΙΣΚΑΡΔΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΧΑΛΙΚΕΡΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΨΙΛΙΘΡΙΑΣ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28086", "ΑΓΙΑ ΕΙΡΗΝΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΣΠΡΟΓΕΡΑΚΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΝΗ ΥΠΕΡΑΓΙΑΣ ΘΕΟΤΟΚΟΥ ΑΤΡΟΥ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΟΡΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΖΑΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28100", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΒΑΛΣΑΜΑΤΩΝ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΙΟΣ ΕΛΕΥΘΕΡΙΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΚΩΝΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΡΓΟΣΤΟΛΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΑΛΣΑΜΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΑΥΓΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΕΜΟΥΤΣΑΝΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΙΛΙΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΡΑΠΑΝΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΕΠΑΝΩΧΩΡΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΖΕΡΒΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΖΟΛΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΡΔΑΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΚΟΛΑΤΑ ΑΡΓΟΣΤΟΛΙΟΥ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΜΠΟΘΕΚΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΥΛΟΥΜΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΥΡΟΥΚΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΑΚΗΘΡΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΑΣΣΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΟΓΑΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΕΝΕΓΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΕΤΑΞΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΗΝΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΙΤΑΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΙΧΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΡΑΣΙΜΟΥ ΚΕΦΑΛΛΗΝΙΑΣ, ΝΥΦΙΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΟΜΑΛΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΛΑΤΥΣ ΓΙΑΛΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΡΟΚΟΠΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΡΑΖΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΡΙΖΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΒΟΡΩΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΡΩΙΑΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΑΡΑΚΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΑΡΣΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΡΑΓΚΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28200", "ΑΓΙΑ ΘΕΚΛΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΑΛΗΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΘΕΡΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΑΡΔΙΑΝΟΙ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΙΛΑΤΩΡΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΛΥΧΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΟΒΥΚΕΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΟΥΝΙΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΑΜΟΥΛΙΑΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΕΛΑΠΟΡΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΕΛΛΑΠΟΡΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΕΜΑΤΟΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΜΙΝΑΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΤΕΡΕΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΝΤΟΓΕΝΑΔΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΥΒΑΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΟΥΜΟΠΕΤΡΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΕΠΕΔΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΗΞΟΥΡΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΙΒΑΔΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΟΓΓΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΟΥΚΕΡΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΝΤΖΑΒΙΝΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΕΓΑ ΛΑΚΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΙΧΑΛΙΤΣΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΝΗ ΥΠΕΡΑΓΙΑΣ ΘΕΟΤΟΚΟΥ ΚΗΠΟΥΡΑΙΩΝ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΝΟΠΟΛΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΞΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΑΡΙΣΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΕΤΑΝΟΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΡΙΦΙΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΚΙΝΕΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΣΟΥΛΛΑΡΟΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΤΥΠΑΛΔΑΤΟ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΑΒΑΤΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΧΑΒΔΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΧΑΒΡΙΑΤΑ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "28300", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΕΤΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΝΩΓΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΡΚΟΥΔΙ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΑΤΟΚΟΣ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΒΡΟΜΩΝΑΣ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΔΡΑΚΟΝΕΡΑ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΕΞΩΓΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΙΘΑΚΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΑΡΛΟΝΗΣΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΚΙΟΝΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΑΖΑΡΕΤΟ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΕΥΚΗ ΚΕΦΑΛΛΗΝΙΑΣ, ΛΥΓΙΑ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΑΚΡΗ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΜΟΝΗ ΚΑΘΑΡΩΝ ΚΕΦΑΛΛΗΝΙΑΣ, ΟΞΕΙΑ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΕΡΑΧΩΡΙ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΛΑΤΡΕΙΘΙΑΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΟΝΤΙΚΟΣ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΠΡΟΒΑΤΙΟ ΝΗΣΟΣ ΚΕΦΑΛΛΗΝΙΑΣ, ΦΡΙΚΕΣ ΚΕΦΑΛΛΗΝΙΑΣ", "Κεφαλληνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61002", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΚΙΛΚΙΣ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΚΙΛΚΙΣ, ΗΛΙΟΦΩΤΟ ΚΙΛΚΙΣ, ΚΑΛΙΝΔΡΙΑ ΚΙΛΚΙΣ, ΚΟΡΟΜΗΛΙΑ ΚΙΛΚΙΣ, ΜΕΓΑΛΗ ΣΤΕΡΝΑ ΚΙΛΚΙΣ, ΜΙΧΑΛΙΤΣΙ ΚΙΛΚΙΣ, ΠΛΑΓΙΑ ΚΙΛΚΙΣ ΚΙΛΚΙΣ, ΠΛΑΓΙΑ ΠΑΙΟΝΙΑΣ ΚΙΛΚΙΣ, ΣΟΥΛΤΟΓΙΑΝΝΑΙΙΚΑ ΚΙΛΚΙΣ, ΧΕΡΣΟ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61003", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΙΛΚΙΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΚΙΛΚΙΣ, ΑΚΑΚΙΕΣ ΚΙΛΚΙΣ, ΑΚΡΙΤΑΣ ΚΙΛΚΙΣ, ΑΛΕΞΑΝΔΡΑ ΚΙΛΚΙΣ, ΑΜΑΡΑΝΤΑ ΚΙΛΚΙΣ, ΑΝΩ ΣΟΥΡΜΕΝΑ ΚΙΛΚΙΣ, ΔΟΙΡΑΝΗ ΚΙΛΚΙΣ, ΔΡΟΣΑΤΟ ΚΙΛΚΙΣ, ΚΑΒΑΛΛΑΡΗΣ ΚΙΛΚΙΣ, ΚΑΛΛΙΡΡΟΗ ΚΙΛΚΙΣ, ΚΑΤΩ ΣΟΥΡΜΕΝΑ ΚΙΛΚΙΣ, ΚΟΡΥΦΗ ΚΙΛΚΙΣ, ΜΙΚΡΟΒΡΥΣΗ ΚΙΛΚΙΣ, ΜΟΥΡΙΕΣ ΚΙΛΚΙΣ, ΜΥΡΙΟΦΥΤΟ ΚΙΛΚΙΣ, ΝΕΟ ΜΥΡΙΟΦΥΤΟ ΚΙΛΚΙΣ, ΡΟΔΩΝΑΣ ΚΙΛΚΙΣ, ΣΤΑΘΜΟΣ ΜΟΥΡΙΩΝ ΚΙΛΚΙΣ, ΣΥΚΑΜΙΝΕΑ ΚΙΛΚΙΣ, ΨΥΧΟΒΡΥΣΗ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61004", "ΚΙΛΚΙΣ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61007", "ΕΥΡΩΠΟΣ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61100", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΚΙΛΚΙΣ, ΑΓΙΟΣ ΜΑΡΚΟΣ ΚΙΛΚΙΣ, ΑΚΡΟΠΟΤΑΜΙΑ ΚΙΛΚΙΣ, ΑΝΑΒΡΥΤΟ ΚΙΛΚΙΣ, ΑΝΘΟΦΥΤΟ ΚΙΛΚΙΣ, ΑΝΤΙΓΟΝΕΙΑ ΚΙΛΚΙΣ, ΑΝΩ ΑΠΟΣΤΟΛΟΙ ΚΙΛΚΙΣ, ΑΝΩ ΠΟΤΑΜΙΑ ΚΙΛΚΙΣ, ΑΡΓΥΡΟΥΠΟΛΗ ΚΙΛΚΙΣ, ΒΑΠΤΙΣΤΗΣ ΚΙΛΚΙΣ, ΓΑΒΡΑ ΚΙΛΚΙΣ, ΓΑΛΛΙΚΟΣ ΚΙΛΚΙΣ, ΔΑΦΝΟΧΩΡΙ ΚΙΛΚΙΣ, ΔΙΠΟΤΑΜΟΣ ΚΙΛΚΙΣ, ΕΠΤΑΛΟΦΟΣ ΚΙΛΚΙΣ, ΕΥΚΑΡΠΙΑ ΚΙΛΚΙΣ, ΖΑΧΑΡΑΤΟ ΚΙΛΚΙΣ, ΗΛΙΟΛΟΥΣΤΟ ΚΙΛΚΙΣ, ΚΑΛΟΛΙΒΑΔΟ ΚΙΛΚΙΣ, ΚΑΜΠΑΝΗΣ ΚΙΛΚΙΣ, ΚΑΣΤΑΝΙΕΣ ΚΙΛΚΙΣ, ΚΑΤΩ ΑΠΟΣΤΟΛΟΙ ΚΙΛΚΙΣ, ΚΑΤΩ ΠΟΤΑΜΙΑ ΚΙΛΚΙΣ, ΚΕΝΤΡΙΚΟ ΚΙΛΚΙΣ, ΚΙΛΚΙΣ ΚΙΛΚΙΣ, ΚΟΙΛΑΔΙ ΚΙΛΚΙΣ, ΚΟΚΚΙΝΙΑ ΚΙΛΚΙΣ, ΚΟΛΧΙΔΑ ΚΙΛΚΙΣ, ΚΟΡΩΝΟΥΔΑ ΚΙΛΚΙΣ, ΚΡΗΣΤΩΝΗ ΚΙΛΚΙΣ, ΚΥΡΙΑΚΑΙΙΚΑ ΚΙΛΚΙΣ, ΛΑΟΔΙΚΗΝΟ ΚΙΛΚΙΣ, ΛΕΒΕΝΤΟΧΩΡΙ ΚΙΛΚΙΣ, ΛΕΙΨΥΔΡΙΟ ΚΙΛΚΙΣ, ΜΑΝΔΡΕΣ ΚΙΛΚΙΣ, ΜΑΥΡΟΝΕΡΙ ΚΙΛΚΙΣ, ΜΑΥΡΟΠΛΑΓΙΑ ΚΙΛΚΙΣ, ΜΕΓΑΛΗ ΒΡΥΣΗ ΚΙΛΚΙΣ, ΜΕΛΙΣΣΟΥΡΓΕΙΟ ΚΙΛΚΙΣ, ΜΕΣΙΑΝΟ ΚΙΛΚΙΣ, ΜΕΣΟΙ ΑΠΟΣΤΟΛΟΙ ΚΙΛΚΙΣ, ΜΕΤΑΛΛΙΚΟ ΚΙΛΚΙΣ, ΜΕΤΑΞΟΧΩΡΙ ΚΙΛΚΙΣ, ΜΙΚΡΟΚΑΜΠΟΣ ΚΙΛΚΙΣ, ΜΟΝΟΛΙΘΙ ΚΙΛΚΙΣ, ΜΠΑΚΑΙΙΚΑ ΚΙΛΚΙΣ, ΜΥΛΟΣ ΚΙΛΚΙΣ, ΜΥΛΟΧΩΡΙ ΚΙΛΚΙΣ, ΝΕΑ ΣΑΝΤΑ ΚΙΛΚΙΣ, ΝΕΟ ΑΓΙΟΝΕΡΙ ΚΙΛΚΙΣ, ΝΕΟ ΓΥΝΑΙΚΟΚΑΣΤΡΟ ΚΙΛΚΙΣ, ΞΗΡΟΒΡΥΣΗ ΚΙΛΚΙΣ, ΞΥΛΟΚΕΡΑΤΕΑ ΚΙΛΚΙΣ, ΠΑΛΑΙΟ ΑΓΙΟΝΕΡΙ ΚΙΛΚΙΣ, ΠΑΛΑΙΟ ΓΥΝΑΙΚΟΚΑΣΤΡΟ ΚΙΛΚΙΣ, ΠΑΛΑΤΙΑΝΟ ΚΙΛΚΙΣ, ΠΑΡΟΧΘΙΟ ΚΙΛΚΙΣ, ΠΕΔΙΝΟ ΚΙΛΚΙΣ, ΠΕΡΙΝΘΟΣ ΚΙΛΚΙΣ, ΠΕΡΙΣΤΕΡΙ ΚΙΛΚΙΣ, ΠΕΤΡΑΔΕΣ ΚΙΛΚΙΣ, ΠΙΚΡΟΛΙΜΝΗ ΚΙΛΚΙΣ, ΠΛΑΓΙΟΧΩΡΙ ΚΙΛΚΙΣ, ΠΟΝΤΟΚΕΡΑΣΙΑ ΚΙΛΚΙΣ, ΠΥΡΓΩΤΟΣ ΚΙΛΚΙΣ, ΣΕΒΑΣΤΟ ΚΙΛΚΙΣ, ΣΤΑΥΡΟΧΩΡΙ ΚΙΛΚΙΣ, ΤΕΡΠΥΛΛΟΣ ΚΙΛΚΙΣ, ΤΡΙΠΟΤΑΜΟΣ ΚΙΛΚΙΣ, ΦΑΝΑΡΙ ΚΙΛΚΙΣ, ΧΕΙΜΑΔΙΟ ΚΙΛΚΙΣ, ΧΡΥΣΟΠΕΤΡΑ ΚΙΛΚΙΣ, ΧΩΡΥΓΙ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61200", "ΑΞΙΟΧΩΡΙ ΚΙΛΚΙΣ, ΑΣΠΡΟΣ ΚΙΛΚΙΣ, ΒΑΚΟΥΦΙ ΚΙΛΚΙΣ, ΒΑΛΤΟΥΔΙ ΚΙΛΚΙΣ, ΒΑΦΙΟΧΩΡΙ ΚΙΛΚΙΣ, ΕΙΡΗΝΙΚΟ ΚΙΛΚΙΣ, ΕΥΖΩΝΟΙ ΚΙΛΚΙΣ, ΚΑΣΤΡΟ ΚΙΛΚΙΣ, ΚΟΚΑΡΤΖΑ ΚΙΛΚΙΣ, ΚΟΡΩΝΑ ΚΙΛΚΙΣ, ΚΟΤΥΛΙ ΚΙΛΚΙΣ, ΚΟΥΛΙΝΑΙΙΚΑ ΚΙΛΚΙΣ, ΛΑΤΟΜΕΙΟ ΚΙΛΚΙΣ, ΛΙΜΝΟΤΟΠΟΣ ΚΙΛΚΙΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΚΙΛΚΙΣ, ΜΙΚΡΟ ΔΑΣΟΣ ΚΙΛΚΙΣ, ΝΕΑ ΚΑΒΑΛΑ ΚΙΛΚΙΣ, ΝΕΟ ΣΥΡΑΚΙ ΚΙΛΚΙΣ, ΞΗΡΟΛΑΚΚΟΣ ΚΙΛΚΙΣ, ΠΕΥΚΟΔΑΣΟΣ ΚΙΛΚΙΣ, ΠΛΑΤΑΝΙΑ ΕΥΖΩΝΩΝ ΚΙΛΚΙΣ, ΠΛΑΤΑΝΙΕΣ ΚΙΛΚΙΣ, ΠΟΛΥΚΑΣΤΡΟ ΚΙΛΚΙΣ, ΠΟΝΤΟΗΡΑΚΛΕΙΑ ΚΙΛΚΙΣ, ΣΙΤΑΡΙΑ ΚΙΛΚΙΣ, ΧΕΡΣΟΤΟΠΙ ΚΙΛΚΙΣ, ΧΡΥΣΟΚΑΜΠΟΣ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "61300", "ΑΓΙΟΣ ΠΕΤΡΟΣ ΚΙΛΚΙΣ, ΓΕΡΑΚΩΝΑΣ ΚΙΛΚΙΣ, ΓΟΥΜΕΝΙΣΣΑ ΚΙΛΚΙΣ, ΓΡΙΒΑ ΚΙΛΚΙΣ, ΚΑΡΠΗ ΚΙΛΚΙΣ, ΚΑΣΤΑΝΕΡΗ ΚΙΛΚΙΣ, ΛΙΒΑΔΙΑ ΚΙΛΚΙΣ, ΟΜΑΛΟ ΚΙΛΚΙΣ, ΠΕΝΤΑΛΟΦΟΣ ΚΙΛΚΙΣ, ΦΙΛΥΡΙΑ ΚΙΛΚΙΣ", "Κιλκίς" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50001", "ΑΗΔΟΝΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΑΛΙΑΚΜΩΝΑΣ ΚΟΖΑΝΗΣ, ΑΞΙΟΚΑΣΤΡΟ ΚΟΖΑΝΗΣ, ΑΣΠΡΟΥΛΑ ΚΟΖΑΝΗΣ, ΒΕΛΑΝΙΔΙΑ ΚΟΖΑΝΗΣ, ΚΑΛΛΙΣΤΡΑΤΙ ΚΟΖΑΝΗΣ, ΚΛΗΜΑ ΚΟΖΑΝΗΣ, ΚΡΥΟΝΕΡΙ ΚΟΖΑΝΗΣ, ΜΕΛΙΔΟΝΙ ΚΟΖΑΝΗΣ, ΜΕΣΟΛΟΓΓΟΣ ΚΟΖΑΝΗΣ, ΜΟΛΟΧΑ ΚΟΖΑΝΗΣ, ΝΕΑΠΟΛΗ ΚΟΖΑΝΗΣ, ΠΑΝΑΓΙΑ ΧΟΡΗΓΟΥ ΚΟΖΑΝΗΣ, ΠΑΝΑΡΕΤΗ ΚΟΖΑΝΗΣ, ΠΕΠΟΝΙΑ ΚΟΖΑΝΗΣ, ΠΕΡΙΣΤΕΡΑ ΚΟΖΑΝΗΣ, ΠΛΑΤΑΝΙΑ ΚΟΖΑΝΗΣ, ΠΟΛΥΛΑΚΚΟ ΚΟΖΑΝΗΣ, ΠΥΛΩΡΙ ΚΟΖΑΝΗΣ, ΣΗΜΑΝΤΡΟ ΚΟΖΑΝΗΣ, ΣΤΕΡΝΑ ΚΟΖΑΝΗΣ, ΤΡΑΠΕΖΙΤΣΑ ΚΟΖΑΝΗΣ, ΧΕΙΜΕΡΙΝΟ ΚΟΖΑΝΗΣ, ΧΟΡΗΓΟΣ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50002", "ΑΓΙΑ ΣΩΤΗΡΑ ΚΟΖΑΝΗΣ, ΑΓΙΑΣΜΑ ΚΟΖΑΝΗΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΚΟΖΑΝΗΣ, ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΚΟΖΑΝΗΣ, ΑΝΘΟΥΣΑ ΚΟΖΑΝΗΣ, ΑΝΘΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΑΠΙΔΕΑ ΚΟΖΑΝΗΣ, ΑΧΛΑΔΙΑ ΚΟΖΑΝΗΣ, ΒΟΥΧΩΡΙΝΑ ΚΟΖΑΝΗΣ, ΒΡΟΝΤΗ ΚΟΖΑΝΗΣ, ΓΛΥΚΟΚΕΡΑΣΕΑ ΚΟΖΑΝΗΣ, ΔΑΜΑΣΚΗΝΙΑ ΚΟΖΑΝΗΣ, ΔΑΦΝΗ ΚΟΖΑΝΗΣ, ΔΙΧΕΙΜΑΡΡΟ ΚΟΖΑΝΗΣ, ΔΡΑΓΑΣΙΑ ΚΟΖΑΝΗΣ, ΖΩΝΗ ΚΟΖΑΝΗΣ, ΚΛΕΙΣΩΡΕΙΑ ΚΟΖΑΝΗΣ, ΚΟΙΛΑΔΑ ΑΓΙΑΣΜΑΤΟΣ ΚΟΖΑΝΗΣ, ΚΟΡΥΦΗ ΚΟΖΑΝΗΣ, ΚΡΙΜΗΝΙΟ ΚΟΖΑΝΗΣ, ΛΕΥΚΑΔΙ ΚΟΖΑΝΗΣ, ΛΕΥΚΗ ΚΟΖΑΝΗΣ, ΛΕΥΚΟΘΕΑ ΚΟΖΑΝΗΣ, ΛΙΚΝΑΔΕΣ ΚΟΖΑΝΗΣ, ΛΟΥΒΡΗ ΚΟΖΑΝΗΣ, ΛΟΥΚΟΜΙ ΚΟΖΑΝΗΣ, ΜΟΡΦΗ ΚΟΖΑΝΗΣ, ΟΜΑΛΗ ΚΟΖΑΝΗΣ, ΠΑΡΟΧΘΙΟ ΚΟΖΑΝΗΣ, ΠΛΑΚΙΔΑ ΚΟΖΑΝΗΣ, ΠΟΛΥΚΑΣΤΑΝΟ ΚΟΖΑΝΗΣ, ΡΟΔΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΡΟΚΑΣΤΡΟ ΚΟΖΑΝΗΣ, ΣΤΑΥΡΟΔΡΟΜΙ ΚΟΖΑΝΗΣ, ΤΡΙΑΔΑ ΚΟΖΑΝΗΣ, ΤΣΟΤΙΛΙ ΚΟΖΑΝΗΣ, ΦΥΤΩΚΙΟ ΚΟΖΑΝΗΣ, ΧΡΥΣΑΥΓΗ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50003", "ΔΡΥΟΒΟΥΝΟ ΚΟΖΑΝΗΣ, ΕΡΑΤΥΡΑ ΚΟΖΑΝΗΣ, ΝΑΜΑΤΑ ΚΟΖΑΝΗΣ, ΠΕΛΕΚΑΝΟΣ ΚΟΖΑΝΗΣ, ΣΙΣΑΝΙΟ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50004", "ΑΙΑΝΗ ΚΟΖΑΝΗΣ, ΚΕΡΑΣΕΑ ΚΟΖΑΝΗΣ, ΚΤΕΝΙ ΚΟΖΑΝΗΣ, ΧΡΩΜΙΟ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50005", "ΑΝΑΡΡΑΧΗ ΚΟΖΑΝΗΣ, ΒΑΡΙΚΟ ΚΟΖΑΝΗΣ, ΕΜΠΟΡΙΟ ΚΟΖΑΝΗΣ, ΚΡΥΟΒΡΥΣΗ ΚΟΖΑΝΗΣ, ΜΗΛΟΧΩΡΙ ΚΟΖΑΝΗΣ, ΦΟΥΦΑΣ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "50010", "ΑΜΥΓΔΑΛΙΑ ΚΟΖΑΝΗΣ, ΑΝΑΤΟΛΗ ΚΟΖΑΝΗΣ, ΑΝΩ ΚΩΜΗ ΚΟΖΑΝΗΣ, ΚΑΙΣΑΡΕΙΑ ΚΟΖΑΝΗΣ, ΚΑΤΩ ΚΩΜΗ ΚΟΖΑΝΗΣ, ΚΗΠΟΣ ΚΟΖΑΝΗΣ, ΚΟΝΤΟΒΟΥΝΙ ΚΟΖΑΝΗΣ, ΚΡΟΚΟΣ ΚΟΖΑΝΗΣ, ΜΗΛΕΑ ΚΟΖΑΝΗΣ, ΠΥΡΓΟΣ ΚΟΖΑΝΗΣ, ΣΠΑΡΤΟ ΚΟΖΑΝΗΣ, ΣΤΑΥΡΩΤΗ ΚΟΖΑΝΗΣ", "Κοζάνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84010", "ΑΒΟΛΑΔΟΝΗΣΙΟ ΚΥΚΛΑΔΩΝ, ΑΛΟΠΡΟΝΟΙΑ ΣΙΚΙΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΟΓΕΡΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΡΑΒΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΡΔΙΩΤΙΣΣΑ ΚΥΚΛΑΔΩΝ, ΣΙΚΙΝΟΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57014", "ΑΝΩ ΣΤΑΥΡΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΑΜΒΑΚΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΛΥΒΙΑ ΒΑΡΒΑΡΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΙΚΡΗ ΒΟΛΒΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΟΔΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΜΑΔΥΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΟΛΥΜΠΙΑΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΡΕΝΤΙΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΤΑΥΡΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΧΡΥΣΗ ΑΚΤΗ ΧΑΛΚΙΔΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57012", "ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΣΑΡΑΚΗΝΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΔΑΜ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΡΔΑΜΕΡΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΑΣΙΛΟΥΔΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΓΕΡΑΚΑΡΟΥ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΖΑΓΚΛΙΒΕΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΛΑΜΩΤΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΡΗΜΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΜΑΡΑΘΟΥΣΣΑ ΧΑΛΚΙΔΙΚΗΣ, ΜΕΛΙΣΣΟΥΡΓΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΕΣΟΚΩΜΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΤΡΟΚΕΡΑΣΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΛΑΤΑΝΟΧΩΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΛΑΤΕΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΑΡΑΚΗΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71405", "ΜΑΛΕΒΥΖΙΟΥ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71408", "ΗΡΑΚΛΕΙΟΥ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71409", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71500", "ΑΓΙΑ ΕΙΡΗΝΗ ΤΕΜΕΝΟΥΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΜΑΡΙΝΑ ΜΑΛΕΒΙΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ BIANOY ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΠΕΛΑΓΙΑ ΓΑΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ BIANOY ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΓΑΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΡΟΔΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΓΑΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΣΥΛΛΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΘΑΝΑΤΟΙ ΗΡΑΚΛΕΙΟΥ, ΑΜΜΟΥΔΑΡΑ ΗΡΑΚΛΕΙΟΥ, ΑΣΤΡΙΝΟ ΗΡΑΚΛΕΙΟΥ, ΑΧΛΑΔΑ ΗΡΑΚΛΕΙΟΥ, ΒΑΣΙΛΕΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΒΛΥΧΙΑ ΗΡΑΚΛΕΙΟΥ, ΓΙΟΦΥΡΑΚΙΑ ΗΡΑΚΛΕΙΟΥ, ΓΟΥΡΝΕΣ ΓΟΥΒΩΝ ΗΡΑΚΛΕΙΟΥ, ΓΟΥΡΝΕΣ ΗΡΑΚΛΕΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΔΑΜΑΣΤΑ ΗΡΑΚΛΕΙΟΥ, ΕΡΓΑΤΙΚΕΣ ΚΑΤΟΙΚΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΖΕΡΒΟΥ ΜΕΤΟΧΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΒΡΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΛΙΘΕΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΠΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΠΕΤΑΝΑΚΙ ΜΕΤΟΧΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΡΤΕΡΟΣ ΚΑΛΛΙΘΕΑΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΚΑΛΕΣΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΛΟΥΤΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΚΕΡΑΜΟΥΤΣΙ ΗΡΑΚΛΕΙΟΥ, ΚΕΦΑΛΟΓΙΑΝΝΗΣ ΗΡΑΚΛΕΙΟΥ, ΚΝΩΣΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΟΛΛΥΒΑΣ ΗΡΑΚΛΕΙΟΥ, ΚΟΡΑΚΟΒΟΥΝΙ ΗΡΑΚΛΕΙΟΥ, ΚΟΡΦΕΣ ΗΡΑΚΛΕΙΟΥ, ΛΙΝΟΠΕΡΑΜΑΤΑ ΗΡΑΚΛΕΙΟΥ, ΛΟΥΤΡΑΚΙ ΜΑΛΕΒΙΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΜΑΛΑΔΕΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΡΑΘΙΤΗΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΡΑΘΟΣ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΣΑΒΒΑΘΙΑΝΩΝ ΗΡΑΚΛΕΙΟΥ, ΞΕΡΟΠΟΤΑΜΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΤΑΝΑΣΣΑ ΗΡΑΚΛΕΙΟΥ, ΠΑΠΑ ΤΙΤΟΥ ΜΕΤΟΧΙ ΗΡΑΚΛΕΙΟΥ, ΠΑΡΑΛΙΑ ΦΟΔΕΛΕ ΗΡΑΚΛΕΙΟΥ, ΠΡΑΣΑΣ ΗΡΑΚΛΕΙΟΥ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΡΟΔΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΙΛΑΜΟΣ ΗΡΑΚΛΕΙΟΥ, ΣΚΑΛΑΝΙ ΗΡΑΚΛΕΙΟΥ, ΣΠΗΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΤΣΑΓΚΑΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΤΥΛΙΣΟΣ ΗΡΑΚΛΕΙΟΥ, ΦΟΔΕΛΕ ΗΡΑΚΛΕΙΟΥ, ΦΟΙΝΙΚΙΑ ΗΡΑΚΛΕΙΟΥ, ΧΑΝΙ ΚΟΚΚΙΝΗ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "46030", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΘΕΣΠΡΩΤΙΑΣ, ΑΡΙΛΛΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΕΛΕΥΘΕΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΛΟΔΙΚΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΡΤΕΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΤΑΒΟΘΡΑ ΘΕΣΠΡΩΤΙΑΣ, ΜΑΖΑΡΑΚΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΜΑΡΓΑΡΙΤΙ ΘΕΣΠΡΩΤΙΑΣ, ΜΕΣΟΒΟΥΝΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΜΗΛΟΚΟΚΚΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΝΑΙΝΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΕΡΔΙΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΥΡΓΙ ΘΕΣΠΡΩΤΙΑΣ", "Θεσπρωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "46100", "ΑΓΙΑ ΜΑΡΙΝΑ ΘΥΑΜΙΔΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΡΑΠΟΤΑΜΟΥ ΘΕΣΠΡΩΤΙΑΣ, ΑΜΠΕΛΙΑ ΝΕΑΣ ΣΕΛΕΥΚΕΙΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΡΓΥΡΟΤΟΠΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΒΑΣΙΛΙΚΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΒΡΥΣΗ ΘΕΣΠΡΩΤΙΑΣ, ΓΡΑΙΚΟΧΩΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΔΙΛΟΦΟ ΘΕΣΠΡΩΤΙΑΣ, ΔΡΑΜΕΣΗ ΘΕΣΠΡΩΤΙΑΣ, ΔΡΙΜΙΤΣΑ ΘΕΣΠΡΩΤΙΑΣ, ΔΡΟΣΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΕΘΝΙΚΗ ΑΝΤΙΣΤΑΣΗ ΘΕΣΠΡΩΤΙΑΣ, ΗΓΟΥΜΕΝΙΤΣΑ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΡΑΒΟΣΤΑΣΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΣΤΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΤΩ ΚΟΡΙΤΙΑΝΗ ΘΕΣΠΡΩΤΙΑΣ, ΚΕΣΤΡΙΝΗ ΘΕΣΠΡΩΤΙΑΣ, ΚΟΔΡΑ ΘΕΣΠΡΩΤΙΑΣ, ΚΟΡΙΤΙΑΝΗ ΘΕΣΠΡΩΤΙΑΣ, ΚΡΥΟΒΡΥΣΗ ΘΕΣΠΡΩΤΙΑΣ, ΛΑΔΟΧΩΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΛΑΚΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΛΙΟΦΥΤΑ ΘΕΣΠΡΩΤΙΑΣ, ΜΑΥΡΟΥΔΙ ΘΕΣΠΡΩΤΙΑΣ, ΜΥΛΟΙ ΘΕΣΠΡΩΤΙΑΣ, ΝΕΑ ΣΕΛΕΥΚΕΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΝΟΥΝΕΣΑΤΙ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΡΑΠΟΤΑΜΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΠΕΣΤΑΝΙΩΤΙΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΗΓΑΔΙ ΘΕΣΠΡΩΤΙΑΣ, ΠΛΑΤΑΡΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΟΛΥΝΕΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΡΑΓΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΣΕΜΕΡΙΖΑ ΘΕΣΠΡΩΤΙΑΣ, ΣΚΟΡΠΙΩΝΑ ΘΕΣΠΡΩΤΙΑΣ, ΣΥΒΟΤΑ ΘΕΣΠΡΩΤΙΑΣ, ΦΑΣΚΟΜΗΛΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΦΙΛΟΘΕΗ ΘΕΣΠΡΩΤΙΑΣ, ΦΡΑΓΜΑ ΚΑΛΑΜΑ ΘΕΣΠΡΩΤΙΑΣ", "Θεσπρωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "46200", "ΑΒΑΡΙΤΣΑ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΑ ΚΥΡΙΑΚΗ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΕΟΧΩΡΙΟΥ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΡΑΜΥΘΙΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΔΟΝΑΤΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΟΡΑ ΘΕΣΠΡΩΤΙΑΣ, ΑΜΠΕΛΙΑ ΣΟΥΛΙΟΥ ΘΕΣΠΡΩΤΙΑΣ, ΑΣΦΑΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΒΑΛΑΝΙΔΙΑ ΙΩΑΝΝΙΝΩΝ, ΒΡΥΣΟΠΟΥΛΑ ΘΕΣΠΡΩΤΙΑΣ, ΓΚΡΙΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΔΑΦΝΟΥΛΑ ΘΕΣΠΡΩΤΙΑΣ, ΕΛΑΤΑΡΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΖΕΡΒΟΧΩΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΚΟΛΑΚΚΟΣ ΙΩΑΝΝΙΝΩΝ, ΚΑΛΛΙΘΕΑ ΠΑΡΑΜΥΘΙΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΜΙΝΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΡΒΟΥΝΑΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΡΙΩΤΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΤΑΜΑΧΗ ΙΩΑΝΝΙΝΩΝ, ΚΕΦΑΛΟΒΡΥΣΟ ΘΕΣΠΡΩΤΙΑΣ, ΚΡΥΣΤΑΛΛΟΠΗΓΗ ΘΕΣΠΡΩΤΙΑΣ, ΚΥΡΑ ΠΑΝΑΓΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΝΕΟΧΩΡΙ ΠΑΡΑΜΥΘΙΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΝΕΡΑΙΔΑ ΘΕΣΠΡΩΤΙΑΣ, ΞΗΡΟΛΟΦΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΓΚΡΑΤΕΣ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΡΑΜΥΘΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΡΔΑΛΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΠΕΝΤΕ ΕΚΚΛΗΣΙΕΣ ΘΕΣΠΡΩΤΙΑΣ, ΠΕΤΟΥΣΙ ΘΕΣΠΡΩΤΙΑΣ, ΠΕΤΡΟΒΙΤΣΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΗΛΟΓΡΑΝΙΤΣΑ ΙΩΑΝΝΙΝΩΝ, ΠΛΑΚΩΤΗ ΘΕΣΠΡΩΤΙΑΣ, ΠΡΟΔΡΟΜΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΒΑΛΑΝΙΔΙΑΣ ΙΩΑΝΝΙΝΩΝ, ΡΑΠΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΡΑΧΟΥΛΙ ΘΕΣΠΡΩΤΙΑΣ, ΣΑΛΟΝΙΚΗ ΘΕΣΠΡΩΤΙΑΣ, ΣΕΒΑΣΤΟ ΘΕΣΠΡΩΤΙΑΣ, ΣΚΑΝΔΑΛΟ ΘΕΣΠΡΩΤΙΑΣ, ΧΡΥΣΑΥΓΗ ΘΕΣΠΡΩΤΙΑΣ, ΨΑΚΑ ΘΕΣΠΡΩΤΙΑΣ", "Θεσπρωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "46300", "ΑΓΙΑ ΤΡΙΑΔΑ ΦΙΛΙΑΤΩΝ ΘΕΣΠΡΩΤΙΑΣ, ΑΓΙΟΣ ΑΡΣΕΝΙΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΕΤΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΑΝΩ ΠΑΛΑΙΟΚΚΛΗΣΙ ΘΕΣΠΡΩΤΙΑΣ, ΑΣΠΡΟΚΚΛΗΣΙ ΘΕΣΠΡΩΤΙΑΣ, ΑΧΛΑΔΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΒΡΥΣΕΛΛΑ ΘΕΣΠΡΩΤΙΑΣ, ΒΡΥΣΟΥΛΑ ΘΕΣΠΡΩΤΙΑΣ, ΓΕΡΟΠΛΑΤΑΝΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΓΙΡΟΜΕΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΓΟΛΑ ΘΕΣΠΡΩΤΙΑΣ, ΔΑΦΝΗ ΘΕΣΠΡΩΤΙΑΣ, ΔΟΝΑΤΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΕΛΑΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΜΠΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΤΩ ΞΕΧΩΡΟ ΘΕΣΠΡΩΤΙΑΣ, ΚΑΤΩ ΠΑΛΑΙΟΚΚΛΗΣΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΕΡΑΣΟΧΩΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΚΟΚΚΙΝΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΚΥΠΑΡΙΣΣΟ ΘΕΣΠΡΩΤΙΑΣ, ΚΩΤΣΙΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΜΑΥΡΟΝΕΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΞΕΧΩΡΟ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΛΑΜΠΑΣ ΘΕΣΠΡΩΤΙΑΣ, ΠΗΓΑΔΟΥΛΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΠΛΑΙΣΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΠΟΤΑΜΙΑ ΦΙΛΙΑΤΩΝ ΘΕΣΠΡΩΤΙΑΣ, ΡΙΖΟ ΘΕΣΠΡΩΤΙΑΣ, ΡΟΔΟΣΤΙΒΑ ΘΕΣΠΡΩΤΙΑΣ, ΣΑΓΙΑΔΑ ΘΕΣΠΡΩΤΙΑΣ, ΣΙΔΕΡΗ ΘΕΣΠΡΩΤΙΑΣ, ΣΙΤΑΝΙΑ ΘΕΣΠΡΩΤΙΑΣ, ΣΜΕΡΤΟΣ ΘΕΣΠΡΩΤΙΑΣ, ΤΡΙΚΟΡΥΦΟ ΘΕΣΠΡΩΤΙΑΣ, ΤΣΑΤΣΟΥΛΑΙΙΚΑ ΘΕΣΠΡΩΤΙΑΣ, ΦΑΝΕΡΩΜΕΝΗ ΘΕΣΠΡΩΤΙΑΣ, ΦΙΛΙΑΤΕΣ ΘΕΣΠΡΩΤΙΑΣ, ΦΟΙΝΙΚΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΧΛΟΜΟΣ ΡΙΖΟΥ ΘΕΣΠΡΩΤΙΑΣ", "Θεσπρωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "46404", "ΚΑΒΑΛΑΣ ΚΑΒΑΛΑΣ", "Θεσπρωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54248", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54249", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54250", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71307", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54252", "ΘΕΣΣΑΛΟΝΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54352", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54453", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54454", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54500", "ΔΡΥΜΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΛΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΑΓΥΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΗΤΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΕΣΑΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΟΝΟΛΟΦΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΦΙΛΑΔΕΛΦΕΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΟΧΩΡΟΥΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΑΛΑΙΟΧΩΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΑΝΤΕΛΕΗΜΩΝΑΣ ΚΙΛΚΙΣ, ΠΕΝΤΑΛΟΦΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΤΡΩΤΟ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54621", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54622", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54623", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54624", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54625", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54626", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54627", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54628", "ΜΕΝΕΜΕΝΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54351", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71306", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71305", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71304", "ΓΑΖΙ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59033", "ΜΑΚΡΟΧΩΡΙ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59035", "ΚΟΠΑΝΟΣ ΗΜΑΘΙΑΣ, ΛΕΥΚΑΔΙΑ ΗΜΑΘΙΑΣ, ΜΟΝΟΣΠΙΤΑ ΗΜΑΘΙΑΣ, ΣΤΕΝΗΜΑΧΟΣ ΗΜΑΘΙΑΣ, ΧΑΡΙΕΣΣΑ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59100", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΗΜΑΘΙΑΣ, ΑΓΙΑ ΜΑΡΙΝΑ ΗΜΑΘΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΗΜΑΘΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΦΥΤΕΙΑΣ ΗΜΑΘΙΑΣ, ΑΜΜΟΣ ΗΜΑΘΙΑΣ, ΑΣΩΜΑΤΑ ΗΜΑΘΙΑΣ, ΒΕΡΟΙΑ ΗΜΑΘΙΑΣ, ΓΕΩΡΓΙΑΝΟΙ ΗΜΑΘΙΑΣ, ΔΑΣΚΙΟ ΗΜΑΘΙΑΣ, ΔΙΑΒΑΤΟΣ ΗΜΑΘΙΑΣ, ΕΛΑΦΙΝΑ ΗΜΑΘΙΑΣ, ΕΞΩΚΚΛΗΣΙ ΗΜΑΘΙΑΣ, ΚΑΒΑΣΙΛΑ ΗΜΑΘΙΑΣ, ΚΑΛΗ ΠΑΝΑΓΙΑ ΗΜΑΘΙΑΣ, ΚΑΣΤΑΝΕΑ ΗΜΑΘΙΑΣ, ΚΑΤΩ ΒΕΡΜΙΟ ΗΜΑΘΙΑΣ, ΚΑΤΩ ΚΟΜΝΗΝΕΙΟ ΗΜΑΘΙΑΣ, ΚΟΜΝΗΝΕΙΟ ΗΜΑΘΙΑΣ, ΚΟΥΛΟΥΡΑ ΗΜΑΘΙΑΣ, ΚΟΥΜΑΡΙΑ ΗΜΑΘΙΑΣ, ΚΟΥΤΣΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΚΥΔΩΝΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΛΑΖΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΛΑΖΟΧΩΡΙΟΝ ΗΜΑΘΙΑΣ, ΛΕΥΚΟΠΕΤΡΑ ΗΜΑΘΙΑΣ, ΛΙΑΝΟΒΡΟΧΙ ΗΜΑΘΙΑΣ, ΜΕΣΗ ΗΜΑΘΙΑΣ, ΜΕΤΟΧΙ ΠΡΟΔΡΟΜΟΥ ΗΜΑΘΙΑΣ, ΜΙΚΡΗ ΣΑΝΤΑ ΗΜΑΘΙΑΣ, ΜΟΝΗ ΤΙΜΙΟΥ ΠΡΟΔΡΟΜΟΥ ΗΜΑΘΙΑΣ, ΝΕΑ ΛΥΚΟΓΙΑΝΝΗ ΗΜΑΘΙΑΣ, ΝΕΑ ΝΙΚΟΜΗΔΕΙΑ ΗΜΑΘΙΑΣ, ΞΕΧΑΣΜΕΝΗ ΗΜΑΘΙΑΣ, ΞΗΡΟΛΙΒΑΔΟ ΗΜΑΘΙΑΣ, ΠΑΛΑΙΑ ΛΥΚΟΓΙΑΝΝΗ ΗΜΑΘΙΑΣ, ΠΑΤΡΙΔΑ ΗΜΑΘΙΑΣ, ΠΟΛΥΔΕΝΔΡΟ ΗΜΑΘΙΑΣ, ΠΟΡΟΣ ΗΜΑΘΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΗΜΑΘΙΑΣ, ΡΑΧΗ ΗΜΑΘΙΑΣ, ΡΑΨΟΜΑΝΙΚΙ ΗΜΑΘΙΑΣ, ΡΙΖΩΜΑΤΑ ΗΜΑΘΙΑΣ, ΣΑΝΤΑ ΗΜΑΘΙΑΣ, ΣΤΑΥΡΟΣ ΗΜΑΘΙΑΣ, ΣΦΗΚΙΑ ΗΜΑΘΙΑΣ, ΤΑΓΑΡΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΤΡΙΛΟΦΟΣ ΗΜΑΘΙΑΣ, ΤΡΙΠΟΤΑΜΟΣ ΗΜΑΘΙΑΣ, ΦΥΤΕΙΑ ΗΜΑΘΙΑΣ, ΧΑΡΑΔΡΑ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59131", "ΒΕΡΟΙΑΣ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59132", "ΒΕΡΟΙΑΣ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59200", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΝΑΟΥΣΑΣ ΗΜΑΘΙΑΣ, ΑΓΙΟΣ ΠΑΥΛΟΣ ΗΜΑΘΙΑΣ, ΑΝΩ ΣΕΛΙ ΗΜΑΘΙΑΣ, ΑΡΚΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΓΙΑΝΝΑΚΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΕΠΙΣΚΟΠΗ ΗΜΑΘΙΑΣ, ΜΑΡΙΝΑ ΗΜΑΘΙΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΗΜΑΘΙΑΣ, ΝΑΟΥΣΑ ΗΜΑΘΙΑΣ, ΠΗΓΑΔΙΑ ΗΜΑΘΙΑΣ, ΠΟΛΛΑ ΝΕΡΑ ΗΜΑΘΙΑΣ, ΡΟΔΑΚΙΝΕΑ ΗΜΑΘΙΑΣ, ΡΟΔΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΣΤΑΘΜΟΣ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59300", "ΑΛΕΞΑΝΔΡΕΙΑ ΗΜΑΘΙΑΣ, ΒΡΥΣΑΚΙ ΗΜΑΘΙΑΣ, ΕΠΙΣΚΟΠΗ ΗΜΑΘΙΑΣ ΗΜΑΘΙΑΣ, ΚΑΛΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΚΑΜΠΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΚΕΦΑΛΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΚΟΡΥΦΗ ΗΜΑΘΙΑΣ, ΛΟΥΤΡΟΣ ΗΜΑΘΙΑΣ, ΝΕΟΧΩΡΙ ΗΜΑΘΙΑΣ, ΝΗΣΕΛΙ ΗΜΑΘΙΑΣ, ΝΗΣΕΛΛΟΥΔΙ ΗΜΑΘΙΑΣ, ΝΗΣΙ ΗΜΑΘΙΑΣ, ΠΑΛΑΙΟ ΣΚΥΛΙΤΣΙ ΗΜΑΘΙΑΣ, ΠΑΛΑΙΟΧΩΡΑ ΗΜΑΘΙΑΣ, ΣΧΟΙΝΑΣ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70002", "ΒΟΡΙΖΙΑ ΗΡΑΚΛΕΙΟΥ, ΖΑΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΑΡΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΟΥΡΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΛΑΛΟΥΜΑΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΚΡΕΣ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΗΣΚΛΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΑΝΤΩΝΙΟΥ ΒΡΟΝΤΗΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΜΟΡΟΝΙΟ ΗΡΑΚΛΕΙΟΥ, ΝΥΒΡΙΤΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΑΓΙΑ ΖΑΡΟΥ ΗΡΑΚΛΕΙΟΥ, ΦΑΡΙ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70003", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΘΩΜΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΜΟΥΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΜΑΡΜΑ ΗΡΑΚΛΕΙΟΥ, ΑΡΚΑΔΙ ΗΡΑΚΛΕΙΟΥ, ΒΟΡΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΓΕΝΝΑ ΗΡΑΚΛΕΙΟΥ, ΔΟΥΛΙΟ ΗΡΑΚΛΕΙΟΥ, ΔΡΟΣΟΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΡΔΑΜΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΜΟΥΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΕΡΑΤΟΚΕΦΑΛΙΟ ΗΡΑΚΛΕΙΟΥ, ΚΟΛΕΝΑ ΗΡΑΚΛΕΙΟΥ, ΛΑΡΑΝΙ ΗΡΑΚΛΕΙΟΥ, ΜΑΣΤΡΑΧΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΜΕΓΑΛΗ ΒΡΥΣΗ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΑΣΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΕΙΡΟΥΝΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΠΡΕΒΕΛΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΠΡΙΝΙΑΣ ΜΑΛΕΒΙΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΡΑΠΤΗΣ ΗΡΑΚΛΕΙΟΥ, ΤΖΑΝΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΨΑΛΙΔΑ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70004", "ΑΓΙΑ ΜΟΝΗ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΒΙΑΝΝΟΥ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΒΙΑΝΝΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΒΙΑΝΝΟΥ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΒΙΑΝΝΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΓΟΥΒΩΝ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΒΙΑΝΝΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΜΙΡΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΒΙΑΝΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΒΙΓΛΑ ΛΑΣΙΘΙΟΥ, ΑΝΩ ΚΟΡΝΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΡΒΗ ΛΑΣΙΘΙΟΥ, ΑΡΒΗ ΝΕΑ ΛΑΣΙΘΙΟΥ, ΒΑΧΟΣ ΛΑΣΙΘΙΟΥ, ΔΕΡΜΑΤΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΑΜΙ ΛΑΣΙΘΙΟΥ, ΚΑΛΑΜΙΟ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΤΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΒΙΑΝΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΒΙΓΛΕΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΣΥΜΗ ΗΡΑΚΛΕΙΟΥ, ΚΑΨΑΛΗ ΗΡΑΚΛΕΙΟΥ, ΚΕΡΑΤΟΚΑΜΠΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΕΦΑΛΟΒΡΥΣΟ ΗΡΑΚΛΕΙΟΥ, ΚΟΚΚΑΛΑΡΑ ΗΡΑΚΛΕΙΟΥ, ΚΡΕΒΒΑΤΑΣ ΗΡΑΚΛΕΙΟΥ, ΛΑΤΟΜΙΑ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΛΑΤΟΜΙΑ ΠΕΥΚΟΥ ΗΡΑΚΛΕΙΟΥ, ΛΟΥΤΡΑΚΙ ΑΝΩ ΒΙΑΝΝΟΥ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΗ ΗΡΑΚΛΕΙΟΥ, ΝΕΑ ΑΡΒΗ ΗΡΑΚΛΕΙΟΥ, ΞΕΡΟΚΑΜΠΟΣ ΛΑΣΙΘΙΟΥ, ΠΕΡΒΟΛΑ ΗΡΑΚΛΕΙΟΥ, ΠΕΥΚΟΣ ΗΡΑΚΛΕΙΟΥ, ΣΚΑΦΙΔΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΤΑΥΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΥΚΟΛΟΓΟΣ ΛΑΣΙΘΙΟΥ, ΣΥΝΔΟΝΙΑ ΛΑΣΙΘΙΟΥ, ΤΕΡΤΣΑ ΛΑΣΙΘΙΟΥ, ΦΑΦΛΑΓΚΟΣ ΛΑΣΙΘΙΟΥ, ΧΑΝΔΡΑΣ ΗΡΑΚΛΕΙΟΥ, ΧΟΝΔΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΨΑΡΗ ΦΟΡΑΔΑ ΛΑΣΙΘΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70005", "ΑΒΔΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΚΕΡΑ ΗΡΑΚΛΕΙΟΥ, ΓΩΝΙΕΣ ΧΕΡΣΟΝΗΣΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΕΡΑ ΗΡΑΚΛΕΙΟΥ, ΚΡΑΣΙΟ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΚΑΡΔΙΩΤΙΣΣΗΣ ΗΡΑΚΛΕΙΟΥ, ΜΟΧΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΟΤΑΜΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΣΦΕΝΔΥΛΙ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70006", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΕΔΙΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΜΑΡΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΚΑΡΟΥΖΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΣΤΟΛΟΙ ΗΡΑΚΛΕΙΟΥ, ΑΡΜΑΧΑ ΗΡΑΚΛΕΙΟΥ, ΑΡΧΑΓΓΕΛΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΣΚΟΙ ΗΡΑΚΛΕΙΟΥ, ΒΟΝΗ ΗΡΑΚΛΕΙΟΥ, ΓΑΛΑΤΑΣ ΗΡΑΚΛΕΙΟΥ, ΓΑΛΕΝΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΓΕΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΕΥΑΓΓΕΛΙΣΜΟΣ ΗΡΑΚΛΕΙΟΥ, ΖΩΦΟΡΟΙ ΗΡΑΚΛΕΙΟΥ, ΘΡΑΨΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΤΑΜΟΝΙΤΣΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΤΕΛΛΙ ΠΕΔΙΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΚΑΡΟΥΖΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΛΑΓΟΣ ΗΡΑΚΛΕΙΟΥ, ΛΙΛΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΛΥΤΤΟΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΘΙΑ ΗΡΑΚΛΕΙΟΥ, ΜΠΙΤΖΑΡΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΠΟΛΥΘΕΑ ΗΡΑΚΛΕΙΟΥ, ΣΑΜΠΑΣ ΗΡΑΚΛΕΙΟΥ, ΣΚΛΑΒΕΡΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΣΜΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΤΖΙΓΚΟΥΝΑ ΚΑΣΤΕΛΛΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΤΟΙΧΟΣ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70007", "ΜΑΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΤΑΛΙΔΑ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70008", "ΑΙΤΑΝΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΝΩΠΟΛΗ ΗΡΑΚΛΕΙΟΥ, ΒΑΘΕΙΑΝΟΣ ΚΑΜΠΟΣ ΗΡΑΚΛΕΙΟΥ, ΓΑΛΙΠΕ ΗΡΑΚΛΕΙΟΥ, ΓΑΛΙΦΑ ΗΡΑΚΛΕΙΟΥ, ΕΛΑΙΑ ΗΡΑΚΛΕΙΟΥ, ΕΠΑΝΩ ΒΑΘΕΙΑ ΗΡΑΚΛΕΙΟΥ, ΕΠΙΣΚΟΠΗ ΗΡΑΚΛΕΙΟΥ, ΚΑΙΝΟΥΡΓΙΟ ΧΩΡΙΟ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΒΑΘΕΙΑ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΟΥ ΘΕΟΛΟΓΟΥ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΑΓΚΑΡΑΘΟΥ ΗΡΑΚΛΕΙΟΥ, ΣΓΟΥΡΟΚΕΦΑΛΙ ΗΡΑΚΛΕΙΟΥ, ΣΚΟΠΕΛΑ ΗΡΑΚΛΕΙΟΥ, ΣΤΑΜΝΟΙ ΗΡΑΚΛΕΙΟΥ, ΧΟΧΛΑΚΙΕΣ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70010", "ΑΓΙΑ ΑΝΝΑ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΧΕΝΤΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΑ ΦΩΤΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΑΧΕΝΤΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΜΥΓΔΑΛΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΑΚΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΚΑΣΤΕΛΛΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΣΕΛΕΜΙ ΗΡΑΚΛΕΙΟΥ, ΑΡΜΑΝΩΓΕΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΧΕΝΤΡΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΒΟΡΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΔΑΜΑΝΙΑ ΗΡΑΚΛΕΙΟΥ, ΔΕΜΑΤΙ ΗΡΑΚΛΕΙΟΥ, ΔΩΡΑΚΙΟ ΗΡΑΚΛΕΙΟΥ, ΕΘΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΤΕΛΛΙ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΑΚΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΚΑΛΥΒΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΚΑΣΤΕΛΛΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΚΕΦΑΛΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΛΙΓΟΡΤΥΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΔΕ ΗΡΑΚΛΕΙΟΥ, ΜΕΛΙΔΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΜΕΤΑΞΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΕΠΑΝΩΣΗΦΗ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΚΟΥΔΟΥΜΑ ΗΡΑΚΛΕΙΟΥ, ΜΟΥΡΝΙΑ ΗΡΑΚΛΕΙΟΥ, ΝΕΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΠΑΡΑΝΥΜΦΟΙ ΗΡΑΚΛΕΙΟΥ, ΠΑΡΘΕΝΙ ΗΡΑΚΛΕΙΟΥ, ΠΛΑΚΙΩΤΙΣΣΑ ΗΡΑΚΛΕΙΟΥ, ΠΛΑΤΑΝΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΠΡΑΙΤΩΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΠΡΙΝΙΑΣ ΠΥΡΓΟΥ ΗΡΑΚΛΕΙΟΥ, ΠΡΟΤΟΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΠΥΡΑΘΙΟ ΗΡΑΚΛΕΙΟΥ, ΠΥΡΓΟΣ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΡΟΤΑΣΙ ΗΡΑΚΛΕΙΟΥ, ΤΕΦΕΛΙ ΗΡΑΚΛΕΙΟΥ, ΤΟΥΡΛΩΤΗ ΗΡΑΚΛΕΙΟΥ, ΤΡΕΙΣ ΕΚΚΛΗΣΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΤΣΟΥΤΣΟΥΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΦΑΒΡΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΦΙΛΙΠΠΟΙ ΗΡΑΚΛΕΙΟΥ, ΧΑΡΑΚΑΣ ΗΡΑΚΛΕΙΟΥ, ΧΑΡΑΚΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70012", "ΑΓΙΟΙ ΔΕΚΑ ΗΡΑΚΛΕΙΟΥ, ΑΜΠΕΛΟΥΖΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΠΕΣΩΚΑΡΙΟ ΗΡΑΚΛΕΙΟΥ, ΑΤΣΙΠΑΔΕΣ ΗΡΑΚΛΕΙΟΥ, ΒΑΓΙΟΝΙΑ ΗΡΑΚΛΕΙΟΥ, ΒΑΛΗΣ ΗΡΑΚΛΕΙΟΥ, ΒΑΣΙΛΙΚΑ ΑΝΩΓΕΙΑ ΗΡΑΚΛΕΙΟΥ, ΒΑΣΙΛΙΚΗ ΗΡΑΚΛΕΙΟΥ, ΒΟΥΡΒΟΥΛΙΤΗΣ ΗΡΑΚΛΕΙΟΥ, ΓΚΑΓΚΑΛΕΣ ΗΡΑΚΛΕΙΟΥ, ΙΝΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΝΔΗΛΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΤΕΛΛΙ ΚΑΙΝΟΥΡΓΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΟΥΜΑΣΑ ΗΡΑΚΛΕΙΟΥ, ΛΟΥΚΙΑ ΗΡΑΚΛΕΙΟΥ, ΜΗΤΡΟΠΟΛΗ ΗΡΑΚΛΕΙΟΥ, ΠΑΠΑΔΟΓΙΑΝΝΗΣ ΗΡΑΚΛΕΙΟΥ, ΠΛΑΤΑΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΛΟΥΤΗ ΗΡΑΚΛΕΙΟΥ, ΠΛΩΡΑ ΗΡΑΚΛΕΙΟΥ, ΣΤΟΛΟΙ ΗΡΑΚΛΕΙΟΥ, ΤΡΥΠΗΤΑ ΗΡΑΚΛΕΙΟΥ, ΦΛΑΘΙΑΚΕΣ ΗΡΑΚΛΕΙΟΥ, ΧΟΥΣΤΟΥΛΙΑΝΑ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70013", "ΑΓΙΑ ΕΙΡΗΝΗ ΚΡΟΥΣΩΝΑ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΜΥΡΩΝΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΑΣΙΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΒΟΥΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΙΕΡΑ ΜΟΝΗ ΓΟΡΓΟΛΑΪΝΗ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΑΣΙΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΙΘΑΡΙΣ ΗΡΑΚΛΕΙΟΥ, ΝΙΣΗ ΗΡΑΚΛΕΙΟΥ, ΠΕΝΤΑΜΟΔΙ ΗΡΑΚΛΕΙΟΥ, ΠΕΤΡΟΚΕΦΑΛΟ ΓΑΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΠΥΡΓΟΥ ΗΡΑΚΛΕΙΟΥ, ΣΑΡΧΟΣ ΗΡΑΚΛΕΙΟΥ, ΣΤΑΥΡΑΚΙΑ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70014", "ΑΓΙΑ ΠΕΛΑΓΙΑ ΠΕΔΙΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΧΕΡΣΟΝΗΣΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΚΙΣΑΡΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΡΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΑΝΑΛΗΨΗ ΗΡΑΚΛΕΙΟΥ, ΑΝΙΣΣΑΡΑΣ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΣΕΛΕΜΗΣ ΗΡΑΚΛΕΙΟΥ, ΒΟΡΟΣ ΓΟΥΒΩΝ ΗΡΑΚΛΕΙΟΥ, ΒΡΑΧΟΚΗΠΟΣ ΗΡΑΚΛΕΙΟΥ, ΓΟΥΒΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΟ ΧΩΡΙΟ ΓΟΥΒΩΝ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΓΟΥΒΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΟΞΑΡΗ ΗΡΑΚΛΕΙΟΥ, ΚΟΥΤΟΥΛΟΥΦΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΛΙΜΕΝΑΣ ΧΕΡΣΟΝΗΣΟΥ ΗΡΑΚΛΕΙΟΥ, ΠΕΛΕΚΗΤΑ ΗΡΑΚΛΕΙΟΥ, ΠΙΣΚΟΠΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΣΚΟΤΕΙΝΟ ΗΡΑΚΛΕΙΟΥ, ΧΑΡΑΣΟ ΗΡΑΚΛΕΙΟΥ, ΧΑΤΖΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΧΕΡΣΟΝΗΣΟΣ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70016", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΚΑΜΩΤΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΙΝΙΟ ΗΡΑΚΛΕΙΟΥ, ΑΣΗΜΙ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΒΕΛΟΥΛΙ ΗΡΑΚΛΕΙΟΥ, ΔΙΟΝΥΣΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΠΕΤΑΝΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΛΟΥΡΕΣ ΗΡΑΚΛΕΙΟΥ, ΜΕΤΟΧΙΑ ΣΟΚΑΡΑ ΗΡΑΚΛΕΙΟΥ, ΜΟΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΑΓΙΑ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΣΟΚΑΡΑΣ ΗΡΑΚΛΕΙΟΥ, ΣΤΑΒΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΣΤΕΡΝΕΣ ΗΡΑΚΛΕΙΟΥ, ΦΟΥΡΝΟΦΑΡΑΓΓΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70100", "ΑΓΙΕΣ ΠΑΡΑΣΚΙΕΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ NIKOY KAZANTZAKH ΗΡΑΚΛΕΙΟΥ, ΑΜΠΕΛΑ ΗΡΑΚΛΕΙΟΥ, ΑΣΤΡΑΚΟΙ ΗΡΑΚΛΕΙΟΥ, ΒΑΘΥΠΕΤΡΟ ΗΡΑΚΛΕΙΟΥ, ΕΠΑΝΩ ΑΡΧΑΝΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΛΟΝΗ ΗΡΑΚΛΕΙΟΥ, ΚΑΡΝΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΑΛΑΓΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΑΡΧΑΝΕΣ ΗΡΑΚΛΕΙΟΥ, ΚΕΛΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΕΡΑ ΕΛΑΙΟΥΣΑ ΗΡΑΚΛΕΙΟΥ, ΚΟΥΝΑΒΟΙ ΗΡΑΚΛΕΙΟΥ, ΜΥΡΤΙΑ ΗΡΑΚΛΕΙΟΥ, ΠΑΤΣΙΔΕΣ ΗΡΑΚΛΕΙΟΥ, ΠΕΖΑ ΗΡΑΚΛΕΙΟΥ, ΧΟΥΔΕΤΣΙ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70200", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΤΥΜΠΑΚΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΒΩΡΟΙ ΗΡΑΚΛΕΙΟΥ, ΓΡΗΓΟΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΑΜΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΟΧΩΡΑΦΙΤΗΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΥΒΙΑ ΤΥΜΠΑΚΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΗΛΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΚΙΣΣΟΙ ΗΡΑΚΛΕΙΟΥ, ΚΛΗΜΑ ΗΡΑΚΛΕΙΟΥ, ΚΟΚΚΙΝΟΣ ΠΥΡΓΟΣ ΗΡΑΚΛΕΙΟΥ, ΛΑΓΟΛΙ ΗΡΑΚΛΕΙΟΥ, ΜΑΓΑΡΙΚΑΡΙ ΗΡΑΚΛΕΙΟΥ, ΜΑΤΑΛΑ ΗΡΑΚΛΕΙΟΥ, ΝΕΟ ΚΑΛΑΜΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΠΙΤΣΙΔΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΙΒΑΣ ΗΡΑΚΛΕΙΟΥ, ΣΚΟΥΡΒΟΥΛΑ ΗΡΑΚΛΕΙΟΥ, ΤΥΜΠΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΦΑΝΕΡΩΜΕΝΗ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70300", "ΑΓΙΑ ΣΕΜΝΗ ΗΡΑΚΛΕΙΟΥ, ΑΛΑΓΝΙ ΗΡΑΚΛΕΙΟΥ, ΑΜΟΥΡΓΕΛΛΕΣ ΗΡΑΚΛΕΙΟΥ, ΑΝΩ ΠΟΥΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΑΡΚΑΛΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΑΡΧΟΝΤΙΚΟ ΗΡΑΚΛΕΙΟΥ, ΑΣΤΡΙΤΣΙ ΗΡΑΚΛΕΙΟΥ, ΑΥΛΗ ΗΡΑΚΛΕΙΟΥ, ΒΑΚΙΩΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΓΑΡΙΠΑ ΗΡΑΚΛΕΙΟΥ, ΔΡΑΠΕΤΙ ΗΡΑΚΛΕΙΟΥ, ΖΙΝΤΑ ΗΡΑΚΛΕΙΟΥ, ΙΝΙΟ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΟ ΧΩΡΙΟ ΑΡΚΑΛΟΧΩΡΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΑΛΥΒΙΑ ΜΟΝΟΦΑΤΣΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΚΑΡΑΒΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΣΑΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΠΟΥΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΡΑΣΑΣ ΗΡΑΚΛΕΙΟΥ, ΛΑΓΟΥΤΑ ΗΡΑΚΛΕΙΟΥ, ΛΕΥΚΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΜΑΧΑΙΡΑ ΗΡΑΚΛΕΙΟΥ, ΜΕΛΕΣΕΣ ΗΡΑΚΛΕΙΟΥ, ΜΙΚΡΑ ΕΠΙΣΚΟΠΗ ΗΡΑΚΛΕΙΟΥ, ΜΙΛΛΙΑΡΗΣΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΑΣΤΗΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΥΣΟΥΤΑ ΗΡΑΚΛΕΙΟΥ, ΜΠΑΔΙΑ ΗΡΑΚΛΕΙΟΥ, ΝΙΠΙΔΙΤΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΑΓΙΑ ΠΕΔΙΑΔΟΣ ΗΡΑΚΛΕΙΟΥ, ΠΑΝΟΡΑΜΑ ΗΡΑΚΛΕΙΟΥ, ΠΑΡΤΙΡΑ ΗΡΑΚΛΕΙΟΥ, ΠΑΤΣΙΔΕΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΡΟΥΣΣΟΧΩΡΙΑ ΗΡΑΚΛΕΙΟΥ, ΣΚΙΝΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΣΤΙΡΟΝΑΣ ΗΡΑΚΛΕΙΟΥ, ΦΙΛΙΣΙΑ ΗΡΑΚΛΕΙΟΥ, ΧΑΝΔΡΟΥ ΗΡΑΚΛΕΙΟΥ, ΧΟΥΜΕΡΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "70400", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΜΑΡΚΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΠΟΛΥΧΝΟΣ ΗΡΑΚΛΕΙΟΥ, ΓΑΛΙΑ ΗΡΑΚΛΕΙΟΥ, ΚΑΠΠΑΡΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΚΟΥΣΕΣ ΗΡΑΚΛΕΙΟΥ, ΛΙΣΤΑΡΟΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΚΡΟΝΗΣΙ ΗΡΑΚΛΕΙΟΥ, ΜΙΚΡΟΝΗΣΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΙΡΕΣ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΚΑΛΥΒΙΑΝΗΣ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΟΧΩΡΟ ΗΡΑΚΛΕΙΟΥ, ΠΕΤΡΟΚΕΦΑΛΟ ΜΟΙΡΩΝ ΗΡΑΚΛΕΙΟΥ, ΡΟΥΦΑΣ ΗΡΑΚΛΕΙΟΥ, ΤΡΑΦΟΣ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71201", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71202", "ΔΡΑΚΟΥΛΙΑΡΗΣ ΗΡΑΚΛΕΙΟΥ, ΛΟΦΟΥΠΟΛΗ ΗΡΑΚΛΕΙΟΥ, ΣΕΜΕΛΗ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71301", "ΗΡΑΚΛΕΙΟΥ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "71303", "ΗΡΑΚΛΕΙΟ ΗΡΑΚΛΕΙΟΥ", "Ηρακλείου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54629", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54630", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54631", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54632", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56226", "ΚΟΡΔΕΛΙΟΥ - ΕΥΟΣΜΟΥ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56238", "ΚΟΡΔΕΛΙΟΥ - ΕΥΟΣΜΟΥ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56334", "ΕΛΕΥΘΕΡΙΟ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56335", "ΠΑΥΛΟΥ ΜΕΛΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56404", "ΘΕΣΣΑΛΟΝΙΚΗ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56429", "ΑΝΘΟΚΗΠΟΙ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56430", "ΣΤΑΥΡΟΥΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56431", "ΣΤΑΥΡΟΥΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56436", "ΠΑΥΛΟΥ ΜΕΛΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56437", "ΠΑΥΛΟΥ ΜΕΛΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56532", "ΠΟΛΙΧΝΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56533", "ΠΟΛΙΧΝΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56535", "ΠΑΥΛΟΥ ΜΕΛΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56625", "ΣΥΚΙΕΣ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56626", "ΣΥΚΙΕΣ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56727", "ΝΕΑΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56728", "ΝΕΑΠΟΛΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57001", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΘΕΡΜΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΙΩΑΝΝΗΣ ΘΕΟΛΟΓΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΗΛΙΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΡΑΙΔΕΣΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΟ ΡΥΣΙΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΥΚΕΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΤΑΓΑΡΑΔΕΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΤΡΙΑΔΙΟ ΘΕΡΜΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΦΑΡΜΑΚΑΙΙΚΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57002", "ΑΡΕΘΟΥΣΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΡΕΤΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΥΓΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΡΥΟΝΕΡΙ ΛΑΓΚΑΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΕΥΚΟΥΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΙΜΝΗ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΟΦΙΣΚΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΑΥΡΟΥΔΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΚΕΠΑΣΤΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΟΧΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΣΤΕΦΑΝΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57003", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57004", "ΝΕΑ ΚΕΡΑΣΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΝΕΑ ΜΗΧΑΝΙΩΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57006", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΑΣΙΛΙΚΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΓΑΛΑΡΙΝΟΣ  ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΑΚΚΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΙΒΑΔΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΟΥΤΡΑ ΘΕΡΜΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΟΝΟΠΗΓΑΔΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΡΙΣΤΕΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΡΙΝΟΧΩΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΣΟΥΡΩΤΗ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57007", "ΑΔΕΝΔΡΟ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΑΛΤΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΡΑΧΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΕΛΕΟΥΣΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΛΟΥΔΙΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΙΚΡΟ ΜΟΝΑΣΤΗΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΑΡΘΕΝΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΧΑΛΚΗΔΩΝΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57008", "ΙΩΝΙΑ ΘΕΣ/ΝΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57009", "ΚΑΛΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57010", "ΑΣΒΕΣΤΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57011", "ΑΓΧΙΑΛΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΑΚΡΟΠΟΤΑΜΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΒΑΘΥΛΑΚΚΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΓΕΦΥΡΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΚΑΣΤΑΝΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΜΠΑΛΑΙΙΚΑ ΚΙΛΚΙΣ, ΝΕΑ ΜΕΣΗΜΒΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΞΗΡΟΧΩΡΙ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΕΥΚΟΔΑΣΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΡΟΧΩΜΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56225", "ΚΟΡΔΕΛΙΟΥ - ΕΥΟΣΜΟΥ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "57013", "ΩΡΑΙΟΚΑΣΤΡΟ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56224", "ΕΥΟΣΜΟ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56122", "ΜΕΝΕΜΕΝΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54633", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54634", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54635", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54636", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54638", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54639", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54640", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54641", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54642", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54643", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54644", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54645", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54646", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "54655", "ΘΕΣΣΑΛΟΝΙΚΗ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55131", "ΚΑΛΑΜΑΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55132", "ΚΑΛΑΜΑΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55133", "ΚΑΛΑΜΑΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55134", "ΚΑΛΑΜΑΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55135", "ΚΑΛΑΜΑΡΙΑΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55236", "ΠΥΛΑΙΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55337", "ΤΡΙΑΝΔΡΙΑ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55437", "ΝΕΑΠΟΛΗΣ - ΣΥΚΕΩΝ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55438", "ΑΓΙΟΣ ΠΑΥΛΟΣ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55534", "ΘΕΣΣΑΛΟΝΙΚΗΣ ΘΕΣΣΑΛΟΝΙΚΗΣ, ΠΥΛΑΙΑΣ - ΧΟΡΤΙΑΤΗ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55535", "ΠΑΝΟΡΑΜΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "55536", "ΠΥΛΑΙΑΣ - ΧΟΡΤΙΑΤΗ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56121", "ΑΜΠΕΛΟΚΗΠΟΙ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "56123", "ΑΜΠΕΛΟΚΗΠΟΙ ΘΕΣΣΑΛΟΝΙΚΗ - ΠΡΟΑΣΤΙΑ", "Θεσσαλονίκης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84011", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΚΑΛΗ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΜΕΡΙΑ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΔΡΑΚΟΝΗΣΙΟ ΚΥΚΛΑΔΩΝ, ΚΑΡΑΒΟΣΤΑΣΗΣ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΛΙΒΑΔΙ ΦΟΛΕΓΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΤΡΙΑ ΑΔΕΛΦΙΑ ΚΥΚΛΑΔΩΝ, ΦΟΛΕΓΑΝΔΡΟΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84100", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΔΕΙΑΤΑ ΚΥΚΛΑΔΩΝ, ΑΖΟΛΙΜΝΟΣ ΒΑΡΗΣ ΚΥΚΛΑΔΩΝ, ΑΖΟΛΙΜΝΟΣ ΜΑΝΝΑ ΚΥΚΛΑΔΩΝ, ΑΗ ΜΙΧΑΛΗΣ ΚΥΚΛΑΔΩΝ, ΑΛΗΘΙΝΗ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΜΑΝΝΑ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΣΥΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΣΠΡΟ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΒΑΡΒΑΡΟΥΣΑ ΚΥΚΛΑΔΩΝ, ΒΑΡΗ ΚΥΚΛΑΔΩΝ, ΒΗΣΣΑ ΚΥΚΛΑΔΩΝ, ΓΑΛΗΣΣΑΣ ΚΥΚΛΑΔΩΝ, ΓΥΑΡΟΣ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΔΑΝΑΚΟΣ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΔΙΔΥΜΗ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΕΠΙΣΚΟΠΕΙΟ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΕΡΜΟΥΠΟΛΗ ΚΥΚΛΑΔΩΝ, ΚΙΝΙΟ ΚΥΚΛΑΔΩΝ, ΜΑΝΝΑ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΣ ΓΙΑΛΟΣ ΒΑΡΗΣ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΣ ΓΙΑΛΟΣ ΠΟΣΕΙΔΩΝΙΑΣ ΚΥΚΛΑΔΩΝ, ΜΕΣΑΡΙΑ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΜΥΤΤΑΚΑΣ ΚΥΚΛΑΔΩΝ, ΝΑΤΑ ΚΥΚΛΑΔΩΝ, ΠΑΓΟΣ ΚΥΚΛΑΔΩΝ, ΠΑΠΟΥΡΙ ΚΥΚΛΑΔΩΝ, ΠΑΡΑΚΟΠΗ ΚΥΚΛΑΔΩΝ, ΠΛΑΤΥ ΒΟΥΝΙ ΚΥΚΛΑΔΩΝ, ΠΟΣΕΙΔΩΝΙΑ ΚΥΚΛΑΔΩΝ, ΣΧΙΝΟΝΗΣΙ ΠΟΣΕΙΔΩΝΙΑΣ ΚΥΚΛΑΔΩΝ, ΤΑΛΑΝΤΑ ΚΥΚΛΑΔΩΝ, ΦΟΙΝΙΚΑΣ ΚΥΚΛΑΔΩΝ, ΦΟΙΝΙΚΙΑ ΑΝΩ ΣΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΧΑΛΑΝΔΡΙΑΝΗ ΚΥΚΛΑΔΩΝ, ΧΡΟΥΣΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84200", "ΑΓΑΠΗ ΚΥΚΛΑΔΩΝ, ΑΓΙΑ ΒΑΡΒΑΡΑ ΚΥΚΛΑΔΩΝ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΡΩΜΑΝΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΩΣΤΗΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΦΩΚΑΣ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΕΤΟΦΩΛIΑ ΚΥΚΛΑΔΩΝ, ΑΡΝΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΒΩΛΑΞ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΔΥΟ ΧΩΡΙΑ ΚΥΚΛΑΔΩΝ, ΚΑΛΛΟΝΗ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΠΟΣ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΡΥΑ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΚΛΕΙΣΜΑ ΚΥΚΛΑΔΩΝ, ΚΕΧΡΟΣ ΚΥΚΛΑΔΩΝ, ΚΙΟΝΙΑ  ΚΥΚΛΑΔΩΝ, ΚΟΛΥΜΠΗΘΡΑ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΟΥΜΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΚΡΟΚΟΣ ΚΥΚΛΑΔΩΝ, ΚΤΙΚΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΚΩΜΗ ΚΥΚΛΑΔΩΝ, ΛΑΟΥΤΗ ΚΥΚΛΑΔΩΝ, ΛΙΒΑΔΑ ΚΥΚΛΑΔΩΝ, ΛΙΜΕΝΑΣ ΣΤΑΥΡΟΥ ΚΥΚΛΑΔΩΝ, ΛΟΥΤΡΑ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΛΥΧΝΑΦΤΙΑ ΚΥΚΛΑΔΩΝ, ΜΕΣΗ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΑΣΤΗΡΙΑ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΚΕΧΡΟΒΟΥΝΙΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΥΝΤΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΜΠΕΡΔΕΜΙΑΡΟΣ  ΚΥΚΛΑΔΩΝ, ΜΥΡΣΙΝΗ ΚΥΚΛΑΔΩΝ, ΞΙΝΑΡΑ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΑΓΙΟΥ ΙΩΑΝΝΗ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΠΕΡΑΣΤΡΑ ΚΥΚΛΑΔΩΝ, ΠΟΤΑΜΙΑ ΚΥΚΛΑΔΩΝ, ΠΥΡΓΟΣ ΤΗΝΟΥ ΚΥΚΛΑΔΩΝ, ΣΚΑΛΑΔΟΣ  ΚΥΚΛΑΔΩΝ, ΣΚΛΑΒΟΧΩΡΙ ΚΥΚΛΑΔΩΝ, ΣΜΑΡΔΑΚΙ ΚΥΚΛΑΔΩΝ, ΣΠΕΡΑΔΟΣ  ΚΥΚΛΑΔΩΝ, ΣΤΕΝΗ ΚΥΚΛΑΔΩΝ, ΤΑΡΑΜΠΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΤΖΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΤΗΝΟΣ ΚΥΚΛΑΔΩΝ, ΤΡΙΑΝΤΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΤΡΙΠΟΤΑΜΟΣ ΚΥΚΛΑΔΩΝ, ΦΑΛΑΤΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΦΕΡΟ ΧΩΡΙΟ ΚΥΚΛΑΔΩΝ, ΧΑΤΖΙΡΑΔΟΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62042", "ΑΓΡΙΑΝΗ ΣΕΡΡΩΝ, ΔΗΜΗΤΡΑ ΣΕΡΡΩΝ, ΜΕΣΟΡΡΑΧΗ ΣΕΡΡΩΝ, ΝΕΑ ΖΙΧΝΗ ΣΕΡΡΩΝ, ΣΚΟΠΙΑ ΣΕΡΡΩΝ, ΣΦΕΛΙΝΟΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62047", "ΑΓΓΙΣΤΑ ΣΕΡΡΩΝ, ΑΝΩ ΣΥΜΒΟΛΗ ΣΕΡΡΩΝ, ΗΛΙΟΚΩΜΗ ΣΕΡΡΩΝ, ΚΟΡΜΙΣΤΑ ΣΕΡΡΩΝ, ΚΡΗΝΙΔΑ ΣΕΡΡΩΝ, ΜΟΝΗ ΕΙΚΟΣΙΦΟΙΝΙΣΣΗΣ ΣΕΡΡΩΝ, ΝΕΑ ΜΠΑΦΡΑ ΣΕΡΡΩΝ, ΠΡΩΤΗ ΣΕΡΡΩΝ, ΣΥΜΒΟΛΗ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62049", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΣΕΡΡΩΝ, ΑΗΔΟΝΟΧΩΡΙ ΣΕΡΡΩΝ, ΕΥΚΑΡΠΙΑ ΣΕΡΡΩΝ, ΙΒΗΡΑ ΣΕΡΡΩΝ, ΜΑΥΡΟΘΑΛΑΣΣΑ ΣΕΡΡΩΝ, ΤΡΑΓΙΛΟΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62055", "ΑΝΩ ΠΟΡΟΙΑ ΣΕΡΡΩΝ, ΚΑΛΟΧΩΡΙ ΣΕΡΡΩΝ, ΚΑΣΤΑΝΟΥΣΣΑ ΣΕΡΡΩΝ, ΚΑΤΩ ΠΟΡΟΙΑ ΣΕΡΡΩΝ, ΚΕΡΚΙΝΗ ΣΕΡΡΩΝ, ΛΙΒΑΔΙΑ ΣΕΡΡΩΝ, ΜΑΚΡΙΝΙΤΣΑ ΣΕΡΡΩΝ, ΜΟΝΑΣΤΗΡΑΚΙ ΣΕΡΡΩΝ, ΝΕΟΧΩΡΙ ΣΙΝΤΙΚΗΣ ΣΕΡΡΩΝ, ΠΑΝΑΓΙΑ ΜΑΚΡΙΝΙΤΣΑΣ ΣΕΡΡΩΝ, ΠΛΑΤΑΝΑΚΙΑ ΣΕΡΡΩΝ, ΣΙΔΗΡΟΧΩΡΙ ΣΕΡΡΩΝ, ΣΤΑΥΡΟΔΡΟΜΙ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62100", "ΑΓΙΑ ΕΛΕΝΗ ΣΕΡΡΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΣΕΡΡΩΝ, ΑΔΕΛΦΙΚΟ ΣΕΡΡΩΝ, ΑΝΩ ΒΡΟΝΤΟΥ ΣΕΡΡΩΝ, ΑΝΩ ΚΑΜΗΛΑ ΣΕΡΡΩΝ, ΑΝΩ ΟΡΕΙΝΗ ΣΕΡΡΩΝ, ΒΑΛΤΟΤΟΠΙ ΣΕΡΡΩΝ, ΒΑΜΒΑΚΟΥΣΣΑ ΣΕΡΡΩΝ, ΕΛΑΙΩΝΑΣ ΣΕΡΡΩΝ, ΕΠΤΑΜΥΛΟΙ ΣΕΡΡΩΝ, ΚΑΛΑ ΔΕΝΔΡΑ ΣΕΡΡΩΝ, ΚΑΤΩ ΚΑΜΗΛΑ ΣΕΡΡΩΝ, ΚΑΤΩ ΜΕΤΟΧΙ ΣΕΡΡΩΝ, ΚΑΤΩ ΜΗΤΡΟΥΣΙ ΣΕΡΡΩΝ, ΚΑΤΩ ΧΡΙΣΤΟΣ ΣΕΡΡΩΝ, ΚΟΥΒΟΥΚΛΙΟ ΣΕΡΡΩΝ, ΚΟΥΜΑΡΙΑ ΣΕΡΡΩΝ, ΚΡΙΝΟΣ ΣΕΡΡΩΝ, ΚΩΝΣΤΑΝΤΙΝΑΤΟ ΣΕΡΡΩΝ, ΛΕΥΚΩΝΑΣ ΣΕΡΡΩΝ, ΜΑΡΜΑΡΑΣ ΣΕΡΡΩΝ, ΜΕΣΟΚΩΜΗ ΣΕΡΡΩΝ, ΜΗΤΡΟΥΣΙ ΣΕΡΡΩΝ, ΜΟΝΗ ΤΙΜΙΟΥ ΠΡΟΔΡΟΜΟΥ ΣΕΡΡΩΝ, ΜΟΝΟΒΡΥΣΗ ΣΕΡΡΩΝ, ΜΟΝΟΚΚΛΗΣΙΑ ΣΕΡΡΩΝ, ΝΕΑ ΤΥΡΟΛΟΗ ΣΕΡΡΩΝ, ΝΕΟ ΣΟΥΛΙ ΣΕΡΡΩΝ, ΝΕΟΧΩΡΙ ΣΕΡΡΩΝ, ΞΗΡΟΤΟΠΟΣ ΣΕΡΡΩΝ, ΟΙΝΟΥΣΣΑ ΣΕΡΡΩΝ, ΟΡΕΙΝΗ ΣΕΡΡΩΝ, ΠΑΡΑΛΙΜΝΙΟ ΣΕΡΡΩΝ, ΠΕΠΟΝΙΑ ΣΕΡΡΩΝ, ΠΡΟΒΑΤΑΣ ΣΕΡΡΩΝ, ΣΕΡΡΕΣ ΣΕΡΡΩΝ, ΣΚΟΤΟΥΣΣΑ ΣΕΡΡΩΝ, ΣΚΟΥΤΑΡΙ ΣΕΡΡΩΝ, ΧΙΟΝΟΧΩΡΙ ΣΕΡΡΩΝ, ΧΡΥΣΟΠΗΓΗ ΣΕΡΡΩΝ, ΨΥΧΙΚΟ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62121", "ΣΕΡΡΕΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62122", "ΣΕΡΡΕΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62123", "ΣΕΡΡΕΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62124", "ΣΕΡΡΕΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62125", "ΣΕΡΡΕΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62200", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΣΕΡΡΩΝ, ΑΝΘΗ ΣΕΡΡΩΝ, ΑΧΙΝΟΣ ΣΕΡΡΩΝ, ΒΕΡΓΗ ΣΕΡΡΩΝ, ΔΑΦΝΗ ΣΕΡΡΩΝ, ΔΗΜΗΤΡΙΤΣΙ ΣΕΡΡΩΝ, ΖΕΡΒΟΧΩΡΙ ΣΕΡΡΩΝ, ΘΕΡΜΑ ΣΕΡΡΩΝ, ΚΑΣΤΑΝΟΧΩΡΙ ΣΕΡΡΩΝ, ΛΑΓΚΑΔΙ ΣΕΡΡΩΝ, ΛΕΥΚΟΤΟΠΟΣ ΣΕΡΡΩΝ, ΛΥΓΑΡΙΑ ΣΕΡΡΩΝ, ΝΙΓΡΙΤΑ ΣΕΡΡΩΝ, ΝΙΚΟΚΛΕΙΑ ΣΕΡΡΩΝ, ΟΡΕΣΚΕΙΑ ΣΕΡΡΩΝ, ΠΑΤΡΙΚΙΟ ΣΕΡΡΩΝ, ΣΗΣΑΜΙΑ ΣΕΡΡΩΝ, ΣΙΤΟΧΩΡΙ ΣΕΡΡΩΝ, ΤΕΡΠΝΗ ΣΕΡΡΩΝ, ΦΛΑΜΠΟΥΡΟ ΣΕΡΡΩΝ, ΧΟΥΜΝΙΚΟ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62300", "ΑΓΚΙΣΤΡΟ ΣΕΡΡΩΝ, ΑΧΛΑΔΟΧΩΡΙ ΣΕΡΡΩΝ, ΒΑΜΒΑΚΟΦΥΤΟ ΣΕΡΡΩΝ, ΓΕΦΥΡΟΥΔΙ ΣΕΡΡΩΝ, ΘΕΡΜΟΠΗΓΗ ΣΕΡΡΩΝ, ΚΑΜΑΡΩΤΟ ΣΕΡΡΩΝ, ΚΑΠΝΟΦΥΤΟ ΣΕΡΡΩΝ, ΚΑΡΥΔΟΧΩΡΙ ΣΕΡΡΩΝ, ΚΑΤΩ ΑΜΠΕΛΙΑ ΣΕΡΡΩΝ, ΛΟΥΤΡΑ ΣΙΔΗΡΟΚΑΣΤΡΟΥ ΣΕΡΡΩΝ, ΜΕΛΕΝΙΚΙΤΣΙ ΣΕΡΡΩΝ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΣΕΡΡΩΝ, ΠΡΟΜΑΧΩΝΑΣ ΣΕΡΡΩΝ, ΣΙΔΗΡΟΚΑΣΤΡΟ ΣΕΡΡΩΝ, ΣΤΑΘΜΟΣ ΣΙΔΗΡΟΚΑΣΤΡΟΥ ΣΕΡΡΩΝ, ΣΤΡΥΜΟΝΟΧΩΡΙ ΣΕΡΡΩΝ, ΣΧΙΣΤΟΛΙΘΟΣ ΣΕΡΡΩΝ, ΦΑΙΑ ΠΕΤΡΑ ΣΕΡΡΩΝ, ΧΑΡΟΠΟ ΣΕΡΡΩΝ, ΧΟΡΤΕΡΟ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62041", "ΔΟΜΙΡΟΣ ΣΕΡΡΩΝ, ΜΙΚΡΟ ΣΟΥΛΙ ΣΕΡΡΩΝ, ΝΕΑ ΦΥΛΗ ΣΕΡΡΩΝ, ΠΑΛΑΙΟΚΩΜΗ ΣΕΡΡΩΝ, ΡΟΔΟΛΙΒΟΣ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "62400", "ΑΜΜΟΥΔΙΑ ΣΕΡΡΩΝ, ΑΝΑΓΕΝΝΗΣΗ ΣΕΡΡΩΝ, ΒΑΛΤΕΡΟ ΣΕΡΡΩΝ, ΒΑΜΒΑΚΙΑ ΣΕΡΡΩΝ, ΔΑΣΟΧΩΡΙ ΣΕΡΡΩΝ, ΗΡΑΚΛΕΙΑ ΣΕΡΡΩΝ, ΚΑΡΠΕΡΗ ΣΕΡΡΩΝ, ΚΟΙΜΗΣΗ ΣΕΡΡΩΝ, ΛΙΘΟΤΟΠΟΣ ΣΕΡΡΩΝ, ΛΙΜΝΟΧΩΡΙ ΣΕΡΡΩΝ, ΠΟΝΤΙΣΜΕΝΟ ΣΕΡΡΩΝ, ΣΑΡΑΚΑΤΣΑΝΑΙΙΚΟ ΣΕΡΡΩΝ, ΣΙΜΩΝΑΣ ΣΕΡΡΩΝ, ΧΕΙΜΑΡΡΟΣ ΣΕΡΡΩΝ, ΧΡΥΣΟΧΩΡΑΦΑ ΣΕΡΡΩΝ, ΨΩΜΟΤΟΠΙ ΣΕΡΡΩΝ", "Σερρών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "42031", "ΓΡΙΖΑΝΟ ΤΡΙΚΑΛΩΝ, ΖΑΡΚΟΣ ΤΡΙΚΑΛΩΝ, ΚΕΡΑΜΙΔΙ ΤΡΙΚΑΛΩΝ, ΚΛΟΚΟΤΟΣ ΤΡΙΚΑΛΩΝ, ΠΑΝΑΓΙΤΣΑ ΤΡΙΚΑΛΩΝ, ΠΗΝΕΙΑΣ ΤΡΙΚΑΛΩΝ, ΦΑΡΚΑΔΩΝΑ ΤΡΙΚΑΛΩΝ", "Τρικάλων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "42032", "ΑΓΙΟΣ ΒΗΣΣΑΡΙΩΝ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΕΛΑΤΗΣ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΡΟΠΟΤΟΥ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΡΟΠΟΤΟΥ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΠΡΟΚΟΠΙΟΣ ΤΡΙΚΑΛΩΝ, ΑΝΩ ΠΑΛΑΙΟΚΑΡΥΑ ΤΡΙΚΑΛΩΝ, ΒΑΚΑΡΙ ΔΕΣΗΣ ΤΡΙΚΑΛΩΝ, ΒΛΑΤΑΝΕΟΙ ΤΡΙΚΑΛΩΝ, ΒΛΑΧΑ ΤΡΙΚΑΛΩΝ, ΒΡΟΝΤΕΡΟ ΤΡΙΚΑΛΩΝ, ΔΕΣΗ ΤΡΙΚΑΛΩΝ, ΔΡΟΣΟΧΩΡΙ ΤΡΙΚΑΛΩΝ, ΕΛΑΤΗ ΤΡΙΚΑΛΩΝ, ΖΩΓΡΑΦΑΙΙΚΑ ΤΡΙΚΑΛΩΝ, ΙΣΙΩΜΑΤΑ ΤΡΙΚΑΛΩΝ, ΚΑΛΛΙΘΕΑ ΠΥΝΔΑΙΩΝ ΤΡΙΚΑΛΩΝ, ΚΑΛΟΓΗΡΟΙ ΤΡΙΚΑΛΩΝ, ΚΑΡΥΕΣ ΣΤΟΥΡΝΑΡΑΙΚΩΝ ΤΡΙΚΑΛΩΝ, ΚΑΣΤΑΝΕΑ ΣΤΟΥΡΝΑΡΑΙΙΚΩΝ ΤΡΙΚΑΛΩΝ, ΚΑΤΩ ΠΑΛΑΙΟΚΑΡΥΑ ΤΡΙΚΑΛΩΝ, ΚΟΤΡΩΝΙΟ ΤΡΙΚΑΛΩΝ, ΛΟΓΓΙΕΣ ΚΟΤΡΩΝΙΟΥ ΤΡΙΚΑΛΩΝ, ΛΟΓΓΙΕΣ ΡΟΠΟΤΟΥ ΤΡΙΚΑΛΩΝ, ΜΕΣΗ ΠΑΛΑΙΟΚΑΡΥΑ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΔΟΥΣΙΚΟΥ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΓΚΟΥΡΑΣ ΤΡΙΚΑΛΩΝ, ΝΕΡΑΙΔΟΧΩΡΙ ΤΡΙΚΑΛΩΝ, ΞΥΛΟΧΩΡΙ ΤΡΙΚΑΛΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΠΥΝΔΑΙΩΝ ΤΡΙΚΑΛΩΝ, ΠΑΝΑΓΙΑ ΠΥΝΔΑΙΩΝ ΤΡΙΚΑΛΩΝ, ΠΑΝΑΓΙΑ ΡΟΠΟΤΟΥ ΤΡΙΚΑΛΩΝ, ΠΑΝΑΓΙΩΤΑΙΙΚΑ ΤΡΙΚΑΛΩΝ, ΠΕΡΤΟΥΛΙ ΤΡΙΚΑΛΩΝ, ΠΕΤΡΟΧΩΡΙ ΤΡΙΚΑΛΩΝ, ΠΟΛΥΘΕΑ ΡΟΠΟΤΟΥ ΤΡΙΚΑΛΩΝ, ΠΥΛΗ ΤΡΙΚΑΛΩΝ, ΠΥΡΡΑ ΤΡΙΚΑΛΩΝ, ΡΟΠΟΤΟ ΤΡΙΚΑΛΩΝ, ΣΤΟΥΡΝΑΡΑΙΙΚΑ ΤΡΙΚΑΛΩΝ, ΤΣΕΚΟΥΡΑ ΤΡΙΚΑΛΩΝ, ΦΟΡΤΩΣΙ ΤΡΙΚΑΛΩΝ, ΨΑΡΡΟ ΤΡΙΚΑΛΩΝ", "Τρικάλων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "42100", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΤΡΙΚΑΛΩΝ, ΑΓΡΕΛΙΑ ΤΡΙΚΑΛΩΝ, ΑΜΜΟΥΔΙΑ ΤΡΙΚΑΛΩΝ, ΑΝΤΑΛΛΑΞΙΜΑ ΤΡΙΚΑΛΩΝ, ΑΠΟΣΤΟΛΟΙ ΤΡΙΚΑΛΩΝ, ΑΡΔΑΝΙΟ ΤΡΙΚΑΛΩΝ, ΒΑΛΑΜΑΝΔΡΙ ΤΡΙΚΑΛΩΝ, ΒΑΛΤΙΝΟ ΤΡΙΚΑΛΩΝ, ΓΕΝΕΣΙΟ ΤΡΙΚΑΛΩΝ, ΓΛΙΝΟΣ ΤΡΙΚΑΛΩΝ, ΓΟΜΦΟΙ ΤΡΙΚΑΛΩΝ, ΓΟΡΓΟΓΥΡΙ ΤΡΙΚΑΛΩΝ, ΔΕΝΔΡΟΧΩΡΙΟ ΤΡΙΚΑΛΩΝ, ΔΙΑΛΕΚΤΟ ΤΡΙΚΑΛΩΝ, ΔΙΛΟΦΟ ΓΟΡΓΟΓΥΡΙΟΥ ΤΡΙΚΑΛΩΝ, ΔΙΠΟΤΑΜΟΣ ΤΡΙΚΑΛΩΝ, ΔΡΟΣΕΡΟ ΤΡΙΚΑΛΩΝ, ΔΡΟΣΟΠΗΓΗ ΤΡΙΚΑΛΩΝ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΤΡΙΚΑΛΩΝ, ΕΛΛΗΝΟΚΑΣΤΡΟ ΤΡΙΚΑΛΩΝ, ΕΞΑΛΟΦΟΣ ΤΡΙΚΑΛΩΝ, ΖΗΛΕΥΤΗ ΤΡΙΚΑΛΩΝ, ΚΑΛΟΝΕΡΙ ΤΡΙΚΑΛΩΝ, ΚΑΡΥΑΙ ΤΡΙΚΑΛΩΝ, ΚΑΤΩ ΕΛΑΤΗ ΤΡΙΚΑΛΩΝ, ΚΕΦΑΛΟΒΡΥΣΟ ΤΡΙΚΑΛΩΝ, ΚΗΠΑΚΙ ΤΡΙΚΑΛΩΝ, ΚΟΚΚΟΝΑ ΤΡΙΚΑΛΩΝ, ΚΟΡΗ ΤΡΙΚΑΛΩΝ, ΚΟΥΜΑΡΙΑ ΤΡΙΚΑΛΩΝ, ΚΡΗΝΙΤΣΑ ΤΡΙΚΑΛΩΝ, ΛΑΓΚΑΔΙΑ ΤΡΙΚΑΛΩΝ, ΛΕΠΤΟΚΑΡΥΑ ΤΡΙΚΑΛΩΝ ΤΡΙΚΑΛΩΝ, ΛΕΦΑΙΙΚΑ ΤΡΙΚΑΛΩΝ, ΛΙΛΟΠΡΑΣΟ ΤΡΙΚΑΛΩΝ, ΛΙΠΙΟΤΑ ΤΡΙΚΑΛΩΝ, ΛΟΓΓΑΚΙ ΤΡΙΚΑΛΩΝ, ΛΟΓΓΟΣ ΤΡΙΚΑΛΩΝ, ΛΥΓΑΡΙΑ ΤΡΙΚΑΛΩΝ, ΜΑΤΣΟΥΚΑΙΙΚΑ ΤΡΙΚΑΛΩΝ, ΜΕΓΑΛΟ ΚΕΦΑΛΟΒΡΥΣΟ ΤΡΙΚΑΛΩΝ, ΜΕΓΑΛΟΧΩΡΙΟ ΤΡΙΚΑΛΩΝ, ΜΕΓΑΡΧΗ ΤΡΙΚΑΛΩΝ, ΜΕΛΙΓΟΣ ΤΡΙΚΑΛΩΝ, ΜΕΣΙΑΚΑ ΤΡΙΚΑΛΩΝ, ΜΟΥΡΙΑ ΤΡΙΚΑΛΩΝ, ΝΟΜΗ ΤΡΙΚΑΛΩΝ, ΞΥΛΟΠΑΡΟΙΚΟ ΤΡΙΚΑΛΩΝ, ΟΥΡΑΝΟΣ ΤΡΙΚΑΛΩΝ, ΠΑΛΑΙΟΜΟΝΑΣΤΗΡΟ ΤΡΙΚΑΛΩΝ, ΠΑΛΑΙΟΠΥΡΓΟΣ ΤΡΙΚΑΛΩΝ, ΠΑΡΑΠΟΤΑΜΟΣ ΤΡΙΚΑΛΩΝ, ΠΑΤΟΥΛΙΑ ΤΡΙΚΑΛΩΝ, ΠΕΡΔΙΚΟΡΡΑΧΗ ΤΡΙΚΑΛΩΝ, ΠΕΤΡΟΠΟΡΟΣ ΤΡΙΚΑΛΩΝ, ΠΗΓΗ ΤΡΙΚΑΛΩΝ, ΠΙΑΛΕΙΑ ΤΡΙΚΑΛΩΝ, ΠΛΑΤΑΝΟΣ ΤΡΙΚΑΛΩΝ, ΠΡΙΝΟΣ ΤΡΙΚΑΛΩΝ, ΠΡΟΔΡΟΜΟΣ ΤΡΙΚΑΛΩΝ, ΠΥΡΓΕΤΟΣ ΤΡΙΚΑΛΩΝ, ΡΑΞΑ ΤΡΙΚΑΛΩΝ, ΡΙΖΑΡΕΙΟ ΤΡΙΚΑΛΩΝ, ΡΙΖΩΜΑ ΤΡΙΚΑΛΩΝ, ΡΟΓΚΙΑ ΤΡΙΚΑΛΩΝ, ΣΚΑΛΑ ΤΡΙΚΑΛΩΝ, ΣΥΚΕΑ ΤΡΙΚΑΛΩΝ, ΣΩΤΗΡΑ ΤΡΙΚΑΛΩΝ, ΤΑΞΙΑΡΧΕΣ ΤΡΙΚΑΛΩΝ, ΤΡΙΚΑΛΑ ΤΡΙΚΑΛΩΝ, ΦΑΝΕΡΩΜΕΝΗ ΤΡΙΚΑΛΩΝ, ΦΗΚΗ ΤΡΙΚΑΛΩΝ, ΦΙΛΥΡΑ ΤΡΙΚΑΛΩΝ, ΦΛΑΜΟΥΛΙΟ ΤΡΙΚΑΛΩΝ, ΦΩΤΑΔΑ ΤΡΙΚΑΛΩΝ, ΧΑΙΔΕΜΕΝΗ ΤΡΙΚΑΛΩΝ, ΧΡΥΣΑΥΓΗ ΤΡΙΚΑΛΩΝ", "Τρικάλων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "42200", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΑΛΑΜΠΑΚΑΣ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΒΑΣΙΛΙΚΗΣ ΤΡΙΚΑΛΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΣΠΑΘΑΔΩΝ ΤΡΙΚΑΛΩΝ, ΑΓΝΑΝΤΙΑ ΤΡΙΚΑΛΩΝ, ΑΗΔΩΝΑ ΤΡΙΚΑΛΩΝ, ΑΜΠΕΛΙΑ ΚΛΕΙΝΟΥ ΤΡΙΚΑΛΩΝ, ΑΝΑΛΗΨΗ ΤΡΙΚΑΛΩΝ, ΑΥΡΑ ΤΡΙΚΑΛΩΝ, ΒΑΣΙΛΙΚΗ ΤΡΙΚΑΛΩΝ, ΒΙΤΟΥΜΑΣ ΤΡΙΚΑΛΩΝ, ΒΛΑΧΑΒΑ ΤΡΙΚΑΛΩΝ, ΓΛΥΚΟΜΗΛΕΑ ΤΡΙΚΑΛΩΝ, ΔΙΑΒΑ ΤΡΙΚΑΛΩΝ, ΘΕΟΠΕΤΡΑ ΤΡΙΚΑΛΩΝ, ΚΑΚΟΠΛΕΥΡΙ ΤΡΙΚΑΛΩΝ, ΚΑΛΑΜΠΑΚΑ ΤΡΙΚΑΛΩΝ, ΚΑΛΟΓΡΙΑΝΗ ΤΡΙΚΑΛΩΝ, ΚΑΣΤΡΑΚΙ ΤΡΙΚΑΛΩΝ, ΚΛΕΙΝΟΣ ΤΡΙΚΑΛΩΝ, ΚΟΝΑΚΙΑ ΤΡΙΚΑΛΩΝ, ΚΟΡΟΜΗΛΙΑ ΤΡΙΚΑΛΩΝ, ΚΟΡΥΔΑΛΛΟΣ ΤΡΙΚΑΛΩΝ, ΚΟΥΤΣΟΥΦΛΙΑΝΗ ΤΡΙΚΑΛΩΝ, ΚΡΥΑ ΒΡΥΣΗ ΤΡΙΚΑΛΩΝ, ΜΑΛΑΚΑΣΙ ΤΡΙΚΑΛΩΝ, ΜΕΓΑΛΗ ΚΕΡΑΣΕΑ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΑΓΙΑΣ ΤΡΙΑΔΟΣ ΜΕΤΕΩΡΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΑΓΙΟΥ ΣΤΕΦΑΝΟΥ ΜΕΤΕΩΡΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΑΓΙΩΝ ΠΑΝΤΩΝ ΒΑΡΛΑΑΜ ΜΕΤΕΩΡΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΒΙΤΟΥΜΑ ΜΕΤΕΩΡΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΣΤΑΓΙΑΔΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΝΗ ΜΕΤΑΜΟΡΦΩΣΕΩΣ ΣΩΤΗΡΑ ΜΕΤΕΩΡΩΝ ΤΡΙΚΑΛΩΝ, ΜΟΥΡΓΚΑΝΗ ΤΡΙΚΑΛΩΝ, ΜΠΑΣΙΑ ΚΛΕΙΝΟΥ ΤΡΙΚΑΛΩΝ, ΜΥΚΑΝΗ ΤΡΙΚΑΛΩΝ, ΝΕΑ ΖΩΗ ΑΥΡΑΣ ΤΡΙΚΑΛΩΝ, ΞΗΡΟΚΑΜΠΟΣ ΤΡΙΚΑΛΩΝ, ΟΞΥΝΕΙΑ ΤΡΙΚΑΛΩΝ, ΟΡΘΟΒΟΥΝΙ ΤΡΙΚΑΛΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΚΑΛΑΜΠΑΚΑΣ ΤΡΙΚΑΛΩΝ, ΠΑΝΑΓΙΑ ΜΑΛΑΚΑΣΙΟΥ ΤΡΙΚΑΛΩΝ, ΠΕΡΙΣΤΕΡΑ ΤΡΙΚΑΛΩΝ, ΠΕΥΚΗ ΤΡΙΚΑΛΩΝ, ΠΛΑΤΑΝΙΣΤΟΣ ΤΡΙΚΑΛΩΝ, ΣΑΡΑΚΗΝΑ ΤΡΙΚΑΛΩΝ, ΣΠΑΘΑΔΕΣ ΤΡΙΚΑΛΩΝ, ΣΤΑΓΙΑΔΕΣ ΤΡΙΚΑΛΩΝ, ΤΡΙΦΥΛΛΙΑ ΤΡΙΚΑΛΩΝ, ΤΡΥΓΩΝΑ ΤΡΙΚΑΛΩΝ, ΧΡΥΣΙΝΟ ΤΡΙΚΑΛΩΝ, ΧΡΥΣΟΜΗΛΕΑ ΤΡΙΚΑΛΩΝ", "Τρικάλων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35001", "ΛΕΚΟΥΝΑ ΦΘΙΩΤΙΔΟΣ, ΜΑΛΕΣΙΝΑ ΦΘΙΩΤΙΔΟΣ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35005", "ΘΕΟΛΟΓΟΣ ΦΘΙΩΤΙΔΟΣ, ΛΑΓΟΝΗΣΙ ΦΘΙΩΤΙΔΟΣ, ΜΑΖΙ ΦΘΙΩΤΙΔΟΣ, ΜΑΡΤΙΝΟ ΦΘΙΩΤΙΔΟΣ, ΜΕΤΑΛΛΕΙΑ ΛΑΡΥΜΝΑΣ ΦΘΙΩΤΙΔΟΣ, ΜΕΤΑΛΛΕΙΟ ΤΣΟΥΚΚΑΣ ΦΘΙΩΤΙΔΟΣ, ΜΙΚΡΟΒΙΒΟΣ ΦΘΙΩΤΙΔΟΣ, ΠΡΟΣΚΥΝΑΣ ΦΘΙΩΤΙΔΟΣ, ΤΡΑΓΑΝΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35006", "ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΚΤΗ ΦΘΙΩΤΙΔΟΣ, ΑΣΠΡΟΝΕΡΙ ΦΘΙΩΤΙΔΟΣ, ΛΟΓΓΟΣ ΦΘΙΩΤΙΔΟΣ, ΝΕΟΧΩΡΙ ΑΓΙΟΥ ΚΩΝΣΤΑΝΤΙΝΟΥ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35008", "ΚΑΜΕΝΑ ΒΟΥΡΛΑ ΦΘΙΩΤΙΔΟΣ, ΝΕΟ ΘΡΟΝΙΟ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35009", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΚΑΙΝΟΥΡΓΙΟΥ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΟΣ ΣΕΡΑΦΕΙΜ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΘΕΡΜΟΠΥΛΕΣ ΦΘΙΩΤΙΔΟΣ, ΚΑΙΝΟΥΡΓΙΟ ΦΘΙΩΤΙΔΟΣ, ΚΑΛΛΙΔΡΟΜΟ ΦΘΙΩΤΙΔΟΣ, ΚΑΡΑΒΙΔΙΑ ΦΘΙΩΤΙΔΟΣ, ΚΑΡΥΑ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΚΑΡΥΑ ΡΟΔΩΝΙΑΣ ΦΘΙΩΤΙΔΟΣ, ΚΟΜΝΙΝΑ ΦΘΙΩΤΙΔΟΣ, ΛΟΥΤΡΑ ΘΕΡΜΟΠΥΛΩΝ ΦΘΙΩΤΙΔΟΣ, ΜΕΝΔΕΝΙΤΣΑ ΦΘΙΩΤΙΔΟΣ, ΜΩΛΟΣ ΦΘΙΩΤΙΔΟΣ, ΡΕΓΚΙΝΙΟ ΦΘΙΩΤΙΔΟΣ, ΣΚΑΡΦΕΙΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35010", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΔΟΜΟΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΔΟΜΟΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΑΓΡΑΠΙΔΙΑ ΦΘΙΩΤΙΔΟΣ, ΑΝΑΒΡΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΩ ΑΓΟΡΙΑΝΗ ΒΟΙΩΤΙΑΣ, ΑΧΛΑΔΙΑ ΦΘΙΩΤΙΔΟΣ, ΒΑΡΔΑΛΗ ΦΘΙΩΤΙΔΟΣ, ΒΕΛΕΣΙΩΤΕΣ ΦΘΙΩΤΙΔΟΣ, ΒΟΥΖΙΟ ΦΘΙΩΤΙΔΟΣ, ΓΑΒΡΑΚΙΑ ΦΘΙΩΤΙΔΟΣ, ΓΕΡΑΚΛΙΟ ΦΘΙΩΤΙΔΟΣ, ΔΟΜΟΚΟΣ ΦΘΙΩΤΙΔΟΣ, ΕΚΚΑΡΑ ΦΘΙΩΤΙΔΟΣ, ΕΛΕΟΥΣΑ ΦΘΙΩΤΙΔΟΣ, ΘΑΥΜΑΚΟ ΦΘΙΩΤΙΔΟΣ, ΚΑΡΥΕΣ ΦΘΙΩΤΙΔΟΣ, ΚΟΡΟΜΗΛΕΑ ΦΘΙΩΤΙΔΟΣ, ΛΕΥΚΑ ΦΘΙΩΤΙΔΟΣ, ΛΟΥΤΡΑ ΚΑΙΤΣΗΣ ΦΘΙΩΤΙΔΟΣ, ΜΑΚΡΟΛΙΒΑΔΟ ΦΘΙΩΤΙΔΟΣ, ΜΑΚΡΥΡΡΑΧΗ ΦΘΙΩΤΙΔΟΣ, ΜΑΝΤΑΣΙΑ ΦΘΙΩΤΙΔΟΣ, ΜΕΛΙΤΑΙΑ ΦΘΙΩΤΙΔΟΣ, ΜΕΤΑΛΛΕΙΟ ΟΜΒΡΙΑΚΗΣ ΦΘΙΩΤΙΔΟΣ, ΝΕΑ ΜΑΚΡΙΣΗ ΦΘΙΩΤΙΔΟΣ, ΝΕΟ ΜΟΝΑΣΤΗΡΙ ΦΘΙΩΤΙΔΟΣ, ΝΕΟΣ ΠΑΛΑΜΑΣ ΦΘΙΩΤΙΔΟΣ, ΝΕΟΧΩΡΙ ΔΟΜΟΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΞΥΝΙΑΣ ΦΘΙΩΤΙΔΟΣ, ΟΜΒΡΙΑΚΗ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΑΜΑΣ ΦΘΙΩΤΙΔΟΣ, ΠΑΝΑΓΙΑ ΦΘΙΩΤΙΔΟΣ, ΠΕΡΙΒΟΛΙ ΔΟΜΟΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΠΕΤΡΙΛΙΑ ΦΘΙΩΤΙΔΟΣ, ΠΕΤΡΩΤΟ ΦΘΙΩΤΙΔΟΣ, ΠΟΛΥΔΕΝΔΡΙ ΦΘΙΩΤΙΔΟΣ, ΠΟΥΡΝΑΡΙ ΦΘΙΩΤΙΔΟΣ, ΣΚΟΠΙΑ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΣΟΦΙΑΔΑ ΦΘΙΩΤΙΔΟΣ, ΣΤΑΘΜΟΣ ΔΟΜΟΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΦΥΛΙΑΔΩΝ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35011", "ΑΡΧΑΝΙΟ ΦΘΙΩΤΙΔΟΣ, ΑΣΒΕΣΤΙΟ ΦΘΙΩΤΙΔΟΣ, ΒΙΤΟΛΗ ΦΘΙΩΤΙΔΟΣ, ΓΙΑΝΝΙΤΣΟΥ ΦΘΙΩΤΙΔΟΣ, ΓΡΑΜΜΕΝΗ ΦΘΙΩΤΙΔΟΣ, ΚΑΣΤΡΙ ΦΘΙΩΤΙΔΟΣ, ΛΙΤΟΣΕΛΟ ΦΘΙΩΤΙΔΟΣ, ΛΟΥΤΡΑ ΠΛΑΤΥΣΤΟΜΟΥ ΦΘΙΩΤΙΔΟΣ, ΜΑΚΡΑΚΩΜΗ ΦΘΙΩΤΙΔΟΣ, ΜΑΚΡΗ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΑΙΑ ΓΙΑΝΝΙΤΣΟΥ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΙΟΥΡΙ ΦΘΙΩΤΙΔΟΣ, ΠΑΠΠΑΣ (ΜΕΣΟΧΩΡΙ) ΦΘΙΩΤΙΔΟΣ, ΠΛΑΤΥΣΤΟΜΟ ΦΘΙΩΤΙΔΟΣ, ΠΤΕΛΕΑ ΦΘΙΩΤΙΔΟΣ, ΡΟΒΟΛΙΑΡΙ ΦΘΙΩΤΙΔΟΣ, ΤΡΙΛΟΦΟ ΦΘΙΩΤΙΔΟΣ, ΤΣΟΥΚΚΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35012", "ΛΑΡΥΜΝΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "42030", "ΜΕΓΑΛΑ ΚΑΛΥΒΙΑ ΤΡΙΚΑΛΩΝ", "Τρικάλων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83400", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΘΕΡΜΑΣΤΗΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΜΗΝΑΣ ΝΗΣΟΣ ΣΑΜΟΥ, ΑΛΑΤΟΝΗΣΙ ΣΑΜΟΥ, ΑΝΘΡΩΠΟΦΑΣ ΣΑΜΟΥ, ΔΑΦΝΟΛΙΕΣ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΘΥΜΑΙΝΑ ΝΗΣΟΣ ΣΑΜΟΥ, ΘΥΜΑΙΝΑΚΙ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΚΑΜΑΡΙ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΚΑΜΠΙ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΚΑΜΠΙ ΧΡΥΣΟΜΗΛΕΑΣ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΚΕΡΑΜΕΙΔΟΥ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΚΙΣΗΡΙΑ ΣΑΜΟΥ, ΜΑΚΡΟΝΗΣΙ ΣΑΜΟΥ, ΜΙΚΡΟΣ ΑΝΘΡΩΠΟΦΑΓΟΣ ΣΑΜΟΥ, ΠΛΑΓΙΑ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΠΛΑΚΑ ΣΑΜΟΥ, ΠΛΑΚΑΚΙ ΣΑΜΟΥ, ΣΤΡΟΓΓΥΛΟ ΦΟΥΡΝΩΝ ΣΑΜΟΥ, ΦΟΥΡΝΟΙ ΝΗΣΟΣ ΣΑΜΟΥ, ΧΡΥΣΟΜΗΛΕΑ ΦΟΥΡΝΩΝ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83302", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΕΥΔΗΛΟΥ ΣΑΜΟΥ, ΑΚΑΜΑΤΡΑ ΣΑΜΟΥ, ΑΡΕΘΟΥΣΑ ΣΑΜΟΥ, ΑΥΛΑΚΙ ΡΑΧΩΝ ΣΑΜΟΥ, ΔΑΦΝΗ ΣΑΜΟΥ, ΔΕΚΑΚΙΑ ΣΑΜΟΥ, ΔΡΟΥΤΣΟΥΛΑΣ ΣΑΜΟΥ, ΕΥΔΗΛΟΣ ΣΑΜΟΥ, ΚΑΛΑΜΟΝΑΡΙ ΣΑΜΟΥ, ΚΑΛΑΜΟΥΡΙΔΑ ΣΑΜΟΥ, ΚΑΜΠΟΣ ΙΚΑΡΙΑΣ ΣΑΜΟΥ, ΚΑΡΑΒΟΣΤΑΜΟ ΣΑΜΟΥ, ΚΕΡΑΜΕΙΟ ΣΑΜΟΥ, ΚΟΣΟΙΚΙΑ ΣΑΜΟΥ, ΚΡΕΜΑΣΤΗ ΣΑΜΟΥ, ΚΥΠΑΡΙΣΣΙ ΑΡΕΘΟΥΣΑΣ ΣΑΜΟΥ, ΚΥΠΑΡΙΣΣΙ ΣΑΜΟΥ, ΜΑΡΑΘΟ ΣΑΜΟΥ, ΞΑΝΘΗ ΙΚΑΡΙΑΣ ΣΑΜΟΥ, ΠΕΡΑ ΑΡΕΘΟΥΣΑ ΣΑΜΟΥ, ΠΗΓΗ ΣΑΜΟΥ, ΠΛΑΓΙΑ ΔΑΦΝΗΣ ΣΑΜΟΥ, ΣΤΑΒΛΟΣ ΣΑΜΟΥ, ΣΤΕΛΙ ΣΑΜΟΥ, ΦΟΙΝΙΚΑΣ ΣΑΜΟΥ, ΦΡΑΝΤΑΤΟ ΣΑΜΟΥ, ΦΥΤΕΜΑ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83301", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΙΚΑΡΙΑΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΠΟΛΥΚΑΡΠΟΣ ΣΑΜΟΥ, ΑΜΑΛΟ ΣΑΜΟΥ, ΑΡΜΕΝΙΣΤΗΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΒΡΑΚΑΔΕΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΓΙΑΛΙΣΚΑΡΙ ΡΑΧΩΝ ΣΑΜΟΥ, ΚΑΛΑΜΟΣ ΣΑΜΟΥ, ΚΑΡΕΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΚΑΡΚΙΝΑΓΡΙ ΣΑΜΟΥ, ΚΑΣΤΑΝΙΕΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΚΑΤΩ ΡΑΧΕΣ ΣΑΜΟΥ, ΚΟΥΝΙΑΔΟΙ ΡΑΧΩΝ ΣΑΜΟΥ, ΛΑΓΚΑΔΑ ΡΑΧΩΝ ΣΑΜΟΥ, ΛΑΨΑΧΑΔΕΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΛΟΜΒΑΡΔΑΔΕΣ ΣΑΜΟΥ, ΜΑΓΓΑΝΙΤΗΣ ΣΑΜΟΥ, ΜΑΝΔΡΙΑ ΡΑΧΩΝ ΣΑΜΟΥ, ΜΑΥΡΙΑΝΝΟΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΜΟΝΗ ΜΟΥΝΤΕ ΣΑΜΟΥ, ΝΑΝΟΥΡΑΣ ΣΑΜΟΥ, ΞΗΝΤΑ ΡΑΧΩΝ ΣΑΜΟΥ, ΠΕΖΙΟ ΡΑΧΩΝ ΣΑΜΟΥ, ΠΡΟΕΣΠΕΡΑ ΡΑΧΩΝ ΣΑΜΟΥ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΤΡΑΠΑΛΟ ΣΑΜΟΥ, ΤΣΑΚΑΔΕΣ ΡΑΧΩΝ ΣΑΜΟΥ, ΧΡΙΣΤΟΣ ΡΑΧΩΝ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60065", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΠΟΡΩΝ ΠΙΕΡΙΑΣ, ΝΕΟΙ ΠΟΡΟΙ ΠΙΕΡΙΑΣ, ΝΕΟΣ ΠΑΝΤΕΛΕΗΜΟΝΑΣ ΠΙΕΡΙΑΣ, ΠΑΡΑΛΙΑ ΠΑΝΤΕΛΕΗΜΟΝΑ ΠΙΕΡΙΑΣ, ΠΛΑΤΑΜΩΝΑΣ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60100", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΠΙΕΡΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΠΕΤΡΑΣ ΠΙΕΡΙΑΣ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΠΙΕΡΙΑΣ, ΑΝΔΡΟΜΑΧΗ ΠΙΕΡΙΑΣ, ΑΝΩ ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΙΕΡΙΑΣ, ΑΝΩ ΜΗΛΕΑ ΠΙΕΡΙΑΣ, ΑΡΩΝΑΣ ΠΙΕΡΙΑΣ, ΒΡΙΑ ΠΙΕΡΙΑΣ, ΒΡΟΝΤΟΥ ΠΙΕΡΙΑΣ, ΓΑΝΟΧΩΡΑ ΠΙΕΡΙΑΣ, ΔΙΟΝ ΠΙΕΡΙΑΣ, ΕΛΑΤΟΧΩΡΙ ΠΙΕΡΙΑΣ, ΕΛΑΦΟΣ ΠΙΕΡΙΑΣ, ΕΞΟΧΗ ΠΙΕΡΙΑΣ, ΚΑΛΛΙΘΕΑ ΠΙΕΡΙΑΣ, ΚΑΡΙΤΣΑ ΠΙΕΡΙΑΣ, ΚΑΡΥΕΣ ΠΙΕΡΙΑΣ, ΚΑΤΑΛΩΝΙΑ ΠΙΕΡΙΑΣ, ΚΑΤΕΡΙΝΗ ΠΙΕΡΙΑΣ, ΚΑΤΩ ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΙΕΡΙΑΣ, ΚΑΤΩ ΜΗΛΕΑ ΠΙΕΡΙΑΣ, ΚΟΝΤΑΡΙΩΤΙΣΣΑ ΠΙΕΡΙΑΣ, ΚΟΥΚΚΟΣ ΠΙΕΡΙΑΣ, ΛΑΓΟΡΡΑΧΗ ΠΙΕΡΙΑΣ, ΛΟΦΟΣ ΠΙΕΡΙΑΣ, ΜΕΛΙΑΔΙΟ ΠΙΕΡΙΑΣ, ΜΗΛΙΑ ΜΕΣΑΙΑ ΠΙΕΡΙΑΣ, ΜΗΛΙΑ ΠΙΕΡΙΑΣ, ΜΟΣΧΟΠΟΤΑΜΟΣ ΠΙΕΡΙΑΣ, ΜΟΣΧΟΧΩΡΙ ΠΙΕΡΙΑΣ, ΝΕΑ ΕΦΕΣΟΣ ΠΙΕΡΙΑΣ, ΝΕΑ ΤΡΑΠΕΖΟΥΝΤΑ ΠΙΕΡΙΑΣ, ΝΕΑ ΧΡΑΝΗ ΠΙΕΡΙΑΣ, ΝΕΟ ΚΕΡΑΜΙΔΙ ΠΙΕΡΙΑΣ, ΝΕΟΚΑΙΣΑΡΕΙΑ ΠΙΕΡΙΑΣ, ΝΕΟΣ ΑΝΩ ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΙΕΡΙΑΣ, ΟΛΥΜΠΙΑΚΗ ΑΚΤΗ ΠΙΕΡΙΑΣ, ΠΑΛΑΙΟ ΕΛΑΤΟΧΩΡΙ ΠΙΕΡΙΑΣ, ΠΑΛΑΙΟ ΚΕΡΑΜΙΔΙ ΠΙΕΡΙΑΣ, ΠΑΡΑΛΙΑ ΠΙΕΡΙΑΣ, ΠΕΡΙΣΤΑΣΗ ΠΙΕΡΙΑΣ, ΠΕΤΡΑ ΠΙΕΡΙΑΣ, ΠΛΑΤΑΝΑΚΙΑ ΠΙΕΡΙΑΣ, ΠΡΟΣΗΛΙΟ ΠΙΕΡΙΑΣ, ΡΑΧΗ ΠΙΕΡΙΑΣ, ΡΗΤΙΝΗ ΠΙΕΡΙΑΣ, ΡΥΑΚΙΑ ΠΙΕΡΙΑΣ, ΣΒΟΡΩΝΟΣ ΠΙΕΡΙΑΣ, ΣΕΒΑΣΤΗ ΠΙΕΡΙΑΣ, ΣΚΟΤΕΙΝΑ ΠΙΕΡΙΑΣ, ΤΟΞΟ ΠΙΕΡΙΑΣ, ΤΡΙΛΟΦΟΣ ΠΙΕΡΙΑΣ, ΦΤΕΡΗ ΠΙΕΡΙΑΣ, ΦΩΤΕΙΝΑ ΠΙΕΡΙΑΣ, ΨΥΧΙΑΤΡΙΚΟ ΝΟΣ/ΜΕΙΟ ΠΕΤΡΑΣ ΟΛΥΜΠΟΥ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60200", "ΛΙΤΟΧΩΡΟ ΠΙΕΡΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΔΙΟΝΥΣΙΟΥ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60300", "ΑΙΓΙΝΙΟ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48060", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΠΡΕΒΕΖΑΣ, ΑΓΙΑ ΠΑΡΓΑΣ ΠΡΕΒΕΖΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΙΚΟΠΟΛΕΩΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΡΓΑΣ ΠΡΕΒΕΖΑΣ, ΑΝΘΟΥΣΑ ΠΡΕΒΕΖΑΣ, ΒΡΥΣΕΣ ΠΡΕΒΕΖΑΣ, ΛΙΒΑΔΑΡΙ ΠΡΕΒΕΖΑΣ, ΜΑΡΑΣ ΠΡΕΒΕΖΑΣ, ΜΟΡΦΙΟ ΘΕΣΠΡΩΤΙΑΣ, ΠΑΝΑΓΙΑ ΝΗΣΟΣ ΠΡΕΒΕΖΑΣ, ΠΑΡΓΑ ΠΡΕΒΕΖΑΣ, ΣΑΡΑΚΙΝΙΚΟ ΠΡΕΒΕΖΑΣ, ΣΠΑΘΑΡΑΙΟΙ ΘΕΣΠΡΩΤΙΑΣ, ΤΖΑΡΑ ΠΡΕΒΕΖΑΣ, ΤΡΙΚΟΡΦΟ ΠΡΕΒΕΖΑΣ, ΧΡΥΣΟΓΙΑΛΙ ΠΡΕΒΕΖΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48061", "ΑΛΩΝΙ ΠΡΕΒΕΖΑΣ, ΑΝΩ ΚΟΤΣΑΝΟΠΟΥΛΟ ΠΡΕΒΕΖΑΣ, ΑΝΩ ΡΑΧΗ ΠΡΕΒΕΖΑΣ, ΒΡΥΣΟΥΛΑ ΠΡΕΒΕΖΑΣ, ΗΛΙΟΒΟΥΝΙ ΑΡΤΑΣ, ΚΑΤΩ ΚΟΤΣΑΝΟΠΟΥΛΟ ΠΡΕΒΕΖΑΣ, ΚΑΤΩ ΡΕΥΜΑΤΙΑ ΠΡΕΒΕΖΑΣ, ΛΟΥΡΟΣ ΠΡΕΒΕΖΑΣ, ΝΕΟ ΣΦΗΝΩΤΟ ΠΡΕΒΕΖΑΣ, ΝΕΟΣ ΩΡΩΠΟΣ ΠΡΕΒΕΖΑΣ, ΡΕΥΜΑΤΙΑ ΠΡΕΒΕΖΑΣ, ΣΕΡΙΖΙΑΝΑ ΙΩΑΝΝΙΝΩΝ, ΣΚΙΑΔΑΣ ΠΡΕΒΕΖΑΣ, ΣΤΕΦΑΝΗ ΠΡΕΒΕΖΑΣ, ΣΥΚΙΕΣ ΣΕΡΙΖΙΑΝΩΝ ΙΩΑΝΝΙΝΩΝ, ΤΡΙΚΑΣΤΡΟ ΠΡΕΒΕΖΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48062", "ΑΗΔΟΝΙ ΑΧΕΡΟΥΣΙΑΣ ΠΡΕΒΕΖΑΣ, ΑΗΔΟΝΙΑ ΠΡΕΒΕΖΑΣ, ΑΜΜΟΥΔΙΑ ΠΡΕΒΕΖΑΣ, ΑΝΩ ΣΚΑΦΙΔΩΤΗ ΠΡΕΒΕΖΑΣ, ΑΧΕΡΟΥΣΙΑ ΠΡΕΒΕΖΑΣ, ΒΑΛΑΝΙΔΟΡΑΧΗ ΠΡΕΒΕΖΑΣ, ΒΑΛΑΝΙΔΟΥΣΣΑ ΠΡΕΒΕΖΑΣ, ΒΟΥΒΟΠΟΤΑΜΟΣ ΠΡΕΒΕΖΑΣ, ΒΡΑΧΟΣ ΠΡΕΒΕΖΑΣ, ΔΕΣΠΟΤΙΚΟ ΠΡΕΒΕΖΑΣ, ΔΙΚΟΡΦΟ ΠΡΕΒΕΖΑΣ, ΕΚΚΛΗΣΙΕΣ ΠΡΕΒΕΖΑΣ, ΘΕΜΕΛΟ ΠΡΕΒΕΖΑΣ, ΚΑΝΑΛΛΑΚΙ ΠΡΕΒΕΖΑΣ, ΚΑΣΤΡΙ ΓΟΡΓΟΜΥΛΟΥ ΑΡΤΑΣ, ΚΑΣΤΡΙ ΠΡΕΒΕΖΑΣ, ΚΑΤΩ ΔΕΣΠΟΤΙΚΟ ΠΡΕΒΕΖΑΣ, ΚΑΤΩ ΣΚΑΦΙΔΩΤΗ ΠΡΕΒΕΖΑΣ, ΚΟΡΥΦΟΥΛΑ ΠΡΕΒΕΖΑΣ, ΚΟΡΩΝΗ ΠΡΕΒΕΖΑΣ, ΚΟΡΩΝΟΠΟΥΛΟ ΠΡΕΒΕΖΑΣ, ΚΟΥΚΚΟΥΛΙ ΠΡΕΒΕΖΑΣ, ΚΥΨΕΛΗ ΠΡΕΒΕΖΑΣ, ΛΟΥΤΣΑ ΠΡΕΒΕΖΑΣ, ΛΥΓΙΑ ΠΡΕΒΕΖΑΣ, ΜΕΣΟΠΟΤΑΜΟ ΠΡΕΒΕΖΑΣ, ΜΟΥΖΑΚΑΙΙΚΑ ΠΡΕΒΕΖΑΣ, ΝΑΡΚΙΣΣΟΣ ΠΡΕΒΕΖΑΣ, ΞΗΡΟΛΟΦΟΣ ΠΡΕΒΕΖΑΣ, ΠΑΡΑΛΙΑ ΒΡΑΧΟΥ ΠΡΕΒΕΖΑΣ, ΠΑΡΑΛΙΑ ΛΟΥΤΣΑΣ ΠΡΕΒΕΖΑΣ, ΣΚΕΠΑΣΤΟ ΠΡΕΒΕΖΑΣ, ΣΤΑΥΡΟΧΩΡΙ ΠΡΕΒΕΖΑΣ, ΤΣΕΚΟΥΡΙ ΠΡΕΒΕΖΑΣ, ΤΣΟΥΚΝΙΔΑ ΠΡΕΒΕΖΑΣ, ΧΕΙΜΑΔΙ ΠΡΕΒΕΖΑΣ, ΧΟΧΛΑ ΠΡΕΒΕΖΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48100", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΠΡΕΒΕΖΑΣ, ΑΓΙΟΣ ΘΩΜΑΣ ΠΡΕΒΕΖΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΙΧΑΛΙΤΣΙΟΥ ΠΡΕΒΕΖΑΣ, ΑΡΧΑΓΓΕΛΟΣ ΠΡΕΒΕΖΑΣ, ΚΑΛΑΜΙΤΣΙ ΠΡΕΒΕΖΑΣ, ΚΑΜΑΡΙΝΑ ΠΡΕΒΕΖΑΣ, ΚΑΝΑΛΙ ΠΡΕΒΕΖΑΣ, ΚΑΣΤΡΟΣΥΚΙΑ ΠΡΕΒΕΖΑΣ, ΚΑΤΩ ΜΥΡΣΙΝΗ ΠΡΕΒΕΖΑΣ, ΚΑΤΩ ΡΙΖΑ ΠΡΕΒΕΖΑΣ, ΚΡΥΟΠΗΓΗ ΠΡΕΒΕΖΑΣ, ΜΑΖΙ ΠΡΕΒΕΖΑΣ, ΜΑΖΩΜΑ ΠΡΕΒΕΖΑΣ, ΜΕΓΑΔΕΝΔΡΟ ΠΡΕΒΕΖΑΣ, ΜΙΧΑΛΙΤΣΙ ΠΡΕΒΕΖΑΣ, ΜΥΡΣΙΝΗ ΠΡΕΒΕΖΑΣ, ΜΥΤΙΚΑΣ ΠΡΕΒΕΖΑΣ, ΝΕΑ ΘΕΣΗ ΠΡΕΒΕΖΑΣ, ΝΕΑ ΣΑΜΨΟΥΝΤΑ ΠΡΕΒΕΖΑΣ, ΝΕΑ ΣΙΝΩΠΗ ΠΡΕΒΕΖΑΣ, ΝΕΟΧΩΡΙ ΠΡΕΒΕΖΑΣ, ΝΙΚΟΠΟΛΗ ΠΡΕΒΕΖΑΣ, ΠΑΝΤΟΚΡΑΤΩΡΑΣ ΠΡΕΒΕΖΑΣ, ΠΗΔΗΜΑ ΚΥΡΑΣ ΠΡΕΒΕΖΑΣ, ΠΡΕΒΕΖΑ ΠΡΕΒΕΖΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΠΡΕΒΕΖΑΣ, ΡΙΖΑ ΠΡΕΒΕΖΑΣ, ΦΛΑΜΠΟΥΡΑ ΠΡΕΒΕΖΑΣ, ΨΑΘΑΚΙ ΠΡΕΒΕΖΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48200", "ΑΓΙΑ ΦΑΝΕΡΩΜΕΝΗ ΑΡΤΑΣ, ΑΜΜΟΤΟΠΟΣ ΑΡΤΑΣ, ΑΜΠΕΛΙΑ ΑΜΜΟΤΟΠΟΥ ΑΡΤΑΣ, ΑΝΩ ΔΡΥΜΩΝΑΣ ΑΡΤΑΣ, ΑΝΩΓΕΙΑΤΑ ΑΡΤΑΣ, ΑΝΩΓΕΙΟ ΑΡΤΑΣ, ΒΑΘΥ ΑΡΤΑΣ, ΒΟΥΛΙΣΤΑ ΑΡΤΑΣ, ΓΕΡΟΠΛΑΤΑΝΟΣ ΑΡΤΑΣ, ΓΚΟΥΡΑ ΑΡΤΑΣ, ΓΟΡΓΟΜΥΛΟΣ ΑΡΤΑΣ, ΓΥΜΝΟΤΟΠΟΣ ΑΡΤΑΣ, ΔΡΥΜΩΝΑΣ ΑΡΤΑΣ, ΔΡΥΟΦΥΤΟ ΑΡΤΑΣ, ΚΑΜΠΗ ΑΡΤΑΣ, ΚΕΡΑΣΩΝΑ ΑΡΤΑΣ, ΚΛΕΙΣΟΥΡΑ ΜΟΥΖΑΚΑΙΙΚΩΝ ΑΡΤΑΣ, ΚΛΕΙΣΟΥΡΑ ΦΙΛΙΠΠΙΑΔΟΣ ΑΡΤΑΣ, ΚΟΥΚΛΕΣΙ ΙΩΑΝΝΙΝΩΝ, ΜΑΡΚΑΤΕΣ ΑΡΤΑΣ, ΝΕΑ ΚΕΡΑΣΟΥΝΤΑ ΑΡΤΑΣ, ΝΕΟΣ ΓΟΡΓΟΜΥΛΟΣ ΑΡΤΑΣ, ΠΑΙΔΟΠΟΛΗ ΖΗΡΟΥ ΑΡΤΑΣ, ΠΑΝΑΓΙΑ ΑΡΤΑΣ, ΠΑΝΤΑΝΑΣΣΑ ΑΡΤΑΣ, ΠΕΝΤΕ ΠΗΓΑΔΙΑ ΑΡΤΑΣ, ΠΕΤΡΑ ΦΙΛΙΠΠΙΑΔΟΣ ΑΡΤΑΣ, ΠΟΤΑΜΙΑ ΚΟΥΚΛΕΣΙΟΥ ΙΩΑΝΝΙΝΩΝ, ΡΩΜΙΑ ΑΡΤΑΣ, ΣΤΡΟΓΓΥΛΗ ΑΡΤΑΣ, ΤΣΑΓΚΑΡΟΠΟΥΛΟ ΑΡΤΑΣ, ΥΔΡΟΗΛΕΚΤΡΙΚΟΣ ΣΤΑΘΜΟΣ ΛΟΥΡΟΥ ΑΡΤΑΣ, ΦΙΛΙΠΠΙΑΔΑ ΑΡΤΑΣ, ΧΑΛΙΚΙΑ ΑΡΤΑΣ, ΧΑΝΟΠΟΥΛΟ ΑΡΤΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "48300", "ΑΓΙΑ ΤΡΙΑΔΑ ΠΟΛΥΣΤΑΦΥΛΟΥ ΠΡΕΒΕΖΑΣ, ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΠΑΠΠΑΔΑΤΩΝ ΠΡΕΒΕΖΑΣ, ΑΓΙΟΣ ΣΑΒΒΑΣ ΓΑΛΑΤΑ ΠΡΕΒΕΖΑΣ, ΑΣΣΟΣ ΠΡΕΒΕΖΑΣ, ΓΑΛΑΤΑΣ ΠΡΕΒΕΖΑΣ, ΓΑΛΗΝΗ ΑΡΤΑΣ, ΕΛΑΙΑ ΠΡΕΒΕΖΑΣ, ΖΕΡΒΟ ΠΡΕΒΕΖΑΣ, ΖΗΡΟΠΟΛΗ ΑΡΤΑΣ, ΘΕΣΠΡΩΤΙΚΟ ΠΡΕΒΕΖΑΣ, ΚΕΡΑΣΟΒΟ ΑΡΤΑΣ, ΚΡΑΝΕΑ ΠΡΕΒΕΖΑΣ, ΜΕΛΙΑΝΑ ΠΡΕΒΕΖΑΣ, ΝΙΚΟΛΙΤΣΙ ΠΡΕΒΕΖΑΣ, ΠΑΠΠΑΔΑΤΕΣ ΠΡΕΒΕΖΑΣ, ΠΛΑΤΑΝΙΑ ΠΡΕΒΕΖΑΣ, ΠΟΛΥΣΤΑΦΥΛΟ ΠΡΕΒΕΖΑΣ, ΡΙΖΟΒΟΥΝΙ ΠΡΕΒΕΖΑΣ, ΤΥΡΓΙΑ ΠΡΕΒΕΖΑΣ", "Πρέβεζας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74051", "ΑΗΔΟΝΟΧΩΡΙ ΗΡΑΚΛΕΙΟΥ, ΑΝΩΓΕΙΑ ΜΥΛΟΠΟΤΑΜΟΥ ΡΕΘΥΜΝΟΥ, ΑΞΟΣ ΡΕΘΥΜΝΟΥ, ΑΣΤΥΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΒΕΝΙ ΡΕΘΥΜΝΟΥ, ΓΩΝΙΕΣ ΜΑΛΕΒΙΖΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΖΩΝΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΚΑΛΥΒΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΜΑΡΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΑΡΙΩΤΗΣ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΕΡΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΚΟΥΡΟΥΤΕΣ ΡΕΘΥΜΝΟΥ, ΛΙΒΑΔΑ ΡΕΘΥΜΝΟΥ, ΛΙΒΑΔΙΑ ΡΕΘΥΜΝΟΥ, ΜΑΡΙΝΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΣΙΣΑΡΧΑ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74052", "ΑΓΓΕΛΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΕΡΦΩΝ ΡΕΘΥΜΝΟΥ, ΑΛΦΑ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΒΙΡΑΝΕΠΙΣΚΟΠΗ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΤΡΙΠΟΔΟ ΡΕΘΥΜΝΟΥ, ΑΡΧΑΙΑ ΕΛΕΥΘΕΡΝΑ ΡΕΘΥΜΝΟΥ, ΒΕΡΓΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΒΙΡΑΝ ΕΠΙΣΚΟΠΗ ΡΕΘΥΜΝΟΥ, ΓΑΡΙΠΑΣ ΡΕΘΥΜΝΟΥ, ΔΑΦΝΗ ΡΕΘΥΜΝΟΥ, ΕΛΕΥΘΕΡΝΑ ΡΕΘΥΜΝΟΥ, ΕΡΦΟΙ ΡΕΘΥΜΝΟΥ, ΚΑΛΑΜΑΣ ΡΕΘΥΜΝΟΥ, ΚΑΛΑΝΔΑΡΕ ΡΕΘΥΜΝΟΥ, ΚΑΛΛΕΡΓΟΣ ΡΕΘΥΜΝΟΥ, ΚΕΡΑΜΩΤΑ ΡΕΘΥΜΝΟΥ, ΚΟΥΦΗ ΡΕΘΥΜΝΟΥ, ΚΥΝΗΓΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΛΑΓΚΑ ΡΕΘΥΜΝΟΥ, ΛΑΤΖΙΜΑΣ ΡΕΘΥΜΝΟΥ, ΜΑΓΝΗΣΙΑ ΡΕΘΥΜΝΟΥ, ΜΑΡΓΑΡΙΤΕΣ ΡΕΘΥΜΝΟΥ, ΜΕΛΙΔΟΝΙ ΡΕΘΥΜΝΟΥ, ΜΕΛΙΣΣΟΥΡΓΑΚΙ ΡΕΘΥΜΝΟΥ, ΟΡΘΕΣ ΡΕΘΥΜΝΟΥ, ΠΑΣΑΛΙΤΕΣ ΡΕΘΥΜΝΟΥ, ΠΕΡΑΜΑ ΡΕΘΥΜΝΟΥ, ΠΙΓΟΥΝΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΠΛΕΥΡΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΠΡΙΝΟΣ ΡΕΘΥΜΝΟΥ, ΡΟΥΠΕΣ ΡΕΘΥΜΝΟΥ, ΣΚΟΡΔΙΛΟ ΡΕΘΥΜΝΟΥ, ΣΚΟΥΛΟΥΦΙΑ ΡΕΘΥΜΝΟΥ, ΣΤΑΥΡΩΜΕΝΟΣ ΜΥΛΟΠΟΤΑΜΟΥ ΡΕΘΥΜΝΟΥ, ΤΖΑΝΝΑΚΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΧΑΝΙ ΑΛΕΞΑΝΔΡΟΥ ΡΕΘΥΜΝΟΥ, ΧΑΝΟΘΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΧΟΥΜΕΡΙ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74053", "ΑΓΑΛΙΑΝΟΣ ΡΕΘΥΜΝΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΡΔΑΚΤΟΥ ΡΕΘΥΜΝΟΥ, ΑΓΙΑ ΠΕΛΑΓΙΑ ΡΕΘΥΜΝΟΥ, ΑΓΙΑ ΦΩΤΕΙΝΗ ΚΕΡΑΜΕ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΕΛΑΜΠΩΝ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΠΑΥΛΟΣ ΣΑΚΤΟΥΡΙΩΝ ΡΕΘΥΜΝΟΥ, ΑΓΚΟΥΣΕΛΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΑΚΟΥΜΙΑ ΡΕΘΥΜΝΟΥ, ΑΚΤΟΥΝΤΑ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΜΥΞΟΡΡΟΥΜΑ ΡΕΘΥΜΝΟΥ, ΑΡΔΑΚΤΟΣ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΡΕΘΥΜΝΟΥ, ΑΤΣΙΠΑΔΕΣ ΡΕΘΥΜΝΟΥ, ΒΑΤΟΣ ΡΕΘΥΜΝΟΥ, ΒΡΥΣΕΣ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΡΕΘΥΜΝΟΥ, ΔΑΡΙΒΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΔΡΙΜΙΣΚΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΡΙΝΕΣ ΡΕΘΥΜΝΟΥ, ΚΑΤΣΟΓΡΙΔΑ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΣΑΚΤΟΥΡΙΑ ΡΕΘΥΜΝΟΥ, ΚΕΝΤΡΟΧΩΡΙ ΡΕΘΥΜΝΟΥ, ΚΕΡΑΜΕΣ ΡΕΘΥΜΝΟΥ, ΚΙΣΣΟΣ ΡΕΘΥΜΝΟΥ, ΚΙΣΣΟΥ ΚΑΜΠΟΣ ΡΕΘΥΜΝΟΥ, ΚΟΚΚΙΝΑ ΧΩΡΑΦΙΑ ΡΕΘΥΜΝΟΥ, ΚΡΑΝΑ ΡΕΘΥΜΝΟΥ, ΚΡΥΑ ΒΡΥΣΗ ΛΑΜΠΗΣ ΡΕΘΥΜΝΟΥ, ΛΑΜΠΙΝΗ ΡΕΘΥΜΝΟΥ, ΜΕΛΑΜΠΕΣ ΡΕΘΥΜΝΟΥ, ΜΟΥΡΝΕ ΡΕΘΥΜΝΟΥ, ΜΥΞΟΡΡΟΥΜΑ ΡΕΘΥΜΝΟΥ, ΝΕΑ ΚΡΥΑ ΒΡΥΣΗ ΡΕΘΥΜΝΟΥ, ΞΗΡΟΚΑΜΠΟΣ ΡΕΘΥΜΝΟΥ, ΟΡΝΕ ΡΕΘΥΜΝΟΥ, ΠΑΛΑΙΟΛΟΥΤΡΑ ΡΕΘΥΜΝΟΥ, ΠΑΛΕ ΡΕΘΥΜΝΟΥ, ΠΑΞΙΜΑΔΙΑ ΔΥΟ ΡΕΘΥΜΝΟΥ, ΠΑΞΙΜΑΔΙΑ ΕΝΑ ΡΕΘΥΜΝΟΥ, ΠΛΑΤΑΝΕΣ ΡΕΘΥΜΝΟΥ, ΣΑΚΤΟΥΡΙΑ ΡΕΘΥΜΝΟΥ, ΣΠΗΛΙ ΡΕΘΥΜΝΟΥ, ΤΡΙΟΠΕΤΡΑ ΡΕΘΥΜΝΟΥ, ΦΡΑΤΙ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74055", "ΑΡΓΥΡΟΥΠΟΛΗ ΡΕΘΥΜΝΟΥ, ΑΡΟΛΙΘΙ ΡΕΘΥΜΝΟΥ, ΑΡΧΟΝΤΙΚΗ ΡΕΘΥΜΝΟΥ, ΑΣΗ ΓΩΝΙΑ ΑΠΟΚΟΡΩΝΟΥ ΧΑΝΙΩΝ, ΕΠΙΣΚΟΠΗ ΡΕΘΥΜΝΟΥ ΡΕΘΥΜΝΟΥ, ΚΑΡΩΤΗ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΠΟΡΟΣ ΡΕΘΥΜΝΟΥ, ΚΟΥΜΗ ΡΕΘΥΜΝΟΥ, ΜΑΡΟΥΛΟΥ ΡΕΘΥΜΝΟΥ, ΜΥΡΙΟΚΕΦΑΛΑ ΡΕΘΥΜΝΟΥ, ΠΥΡΓΟΣ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74060", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΓΙΟΥ ΒΑΣΙΛΕΙΟΥ ΡΕΘΥΜΝΟΥ, ΑΜΜΟΥΔΙ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΡΟΔΑΚΙΝΟ ΡΕΘΥΜΝΟΥ, ΑΣΩΜΑΤΟΣ ΡΕΘΥΜΝΟΥ, ΔΑΜΝΟΝΙ ΡΕΘΥΜΝΟΥ, ΚΑΛΗ ΣΥΚΕΑ ΡΕΘΥΜΝΟΥ, ΚΑΛΥΨΩ ΡΕΘΥΜΝΟΥ, ΚΑΜΠΟΣ ΦΟΙΝΙΚΑ ΡΕΘΥΜΝΟΥ, ΚΑΝΕΒΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΜΟΝΗ ΠΡΕΒΕΛΗΣ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΡΟΔΑΚΙΝΟ ΡΕΘΥΜΝΟΥ, ΛΕΥΚΟΓΕΙΑ ΡΕΘΥΜΝΟΥ, ΜΑΡΙΟΥ ΡΕΘΥΜΝΟΥ, ΜΥΡΘΙΑΝΟΣ ΠΛΑΚΙΑΣ ΡΕΘΥΜΝΟΥ, ΜΥΡΘΙΟΣ ΦΟΙΝΙΚΑ ΡΕΘΥΜΝΟΥ, ΠΑΛΑΙΑ ΤΑΒΕΡΝΑ ΡΕΘΥΜΝΟΥ, ΠΙΣΩ ΜΟΝΗ ΠΡΕΒΕΛΗ ΡΕΘΥΜΝΟΥ, ΠΛΑΚΙΑΣ ΡΕΘΥΜΝΟΥ, ΠΟΛΥΡΙΖΟΣ ΡΕΘΥΜΝΟΥ, ΣΕΛΛΙΑ ΡΕΘΥΜΝΟΥ, ΣΟΥΔΑ ΡΕΘΥΜΝΟΥ, ΣΧΟΙΝΑΡΙΑ ΡΕΘΥΜΝΟΥ, ΦΟΙΝΙΚΑΣ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74061", "ΑΓΙΑ ΦΩΤΕΙΝΗ ΑΜΑΡΙΟΥ ΡΕΘΥΜΝΟΥ, ΑΜΑΡΙ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΜΕΡΟΣ ΡΕΘΥΜΝΟΥ, ΑΠΟΣΤΟΛΟΙ ΡΕΘΥΜΝΟΥ, ΑΡΔΑΚΤΟΣ ΑΜΑΡΙΟΥ ΡΕΘΥΜΝΟΥ, ΒΙΣΤΑΓΗ ΡΕΘΥΜΝΟΥ, ΒΡΥΣΕΣ ΑΜΑΡΙΟΥ ΡΕΘΥΜΝΟΥ, ΒΩΛΕΩΝΕΣ ΡΕΘΥΜΝΟΥ, ΓΕΝΝΑ ΡΕΘΥΜΝΟΥ, ΓΕΡΑΚΑΡΙ ΡΕΘΥΜΝΟΥ, ΓΟΥΡΓΟΥΘΟΙ ΡΕΘΥΜΝΟΥ, ΔΡΥΓΙΕΣ ΡΕΘΥΜΝΟΥ, ΕΛΕΝΕΣ ΡΕΘΥΜΝΟΥ, ΘΡΟΝΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΛΟΓΕΡΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΡΔΑΚΙ ΡΕΘΥΜΝΟΥ, ΚΛΗΣΙΔΙ ΡΕΘΥΜΝΟΥ, ΜΕΡΩΝΑΣ ΡΕΘΥΜΝΟΥ, ΜΕΣΟΝΗΣΙΑ ΡΕΘΥΜΝΟΥ, ΜΟΝΑΣΤΗΡΑΚΙ ΡΕΘΥΜΝΟΥ, ΜΟΝΗ ΑΣΩΜΑΤΩΝ ΡΕΘΥΜΝΟΥ, ΟΨΙΓΙΑΣ ΡΕΘΥΜΝΟΥ, ΠΑΝΤΑΝΑΣΣΑ ΡΕΘΥΜΝΟΥ, ΠΑΤΣΟΣ ΡΕΘΥΜΝΟΥ, ΧΩΡΔΑΚΙΟ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "74100", "ΑΓΙΑ ΕΙΡΗΝΗ ΡΕΘΥΜΝΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΔΕΛΕ ΡΕΘΥΜΝΟΥ, ΑΓΙΑ ΤΡΙΑΔΑ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΡΜΕΝΩΝ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΡΕΘΥΜΝΟΥ, ΑΓΙΟΣ ΜΑΡΚΟΣ ΡΕΘΥΜΝΟΥ, ΑΓΝΑ ΡΕΘΥΜΝΟΥ, ΑΔΕΛΕ ΡΕΘΥΜΝΟΥ, ΑΔΕΛΙΑΝΟΣ ΚΑΜΠΟΣ ΡΕΘΥΜΝΟΥ, ΑΜΝΑΤΟΣ ΡΕΘΥΜΝΟΥ, ΑΜΠΕΛΑΚΙ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΒΑΛΣΑΜΟΝΕΡΟ ΡΕΘΥΜΝΟΥ, ΑΝΩ ΜΑΛΑΚΙΟ ΡΕΘΥΜΝΟΥ, ΑΡΜΕΝΟΙ ΡΕΘΥΜΝΟΥ, ΑΣΤΕΡΙ ΡΕΘΥΜΝΟΥ, ΑΤΣΙΠΟΠΟΥΛΟ ΡΕΘΥΜΝΟΥ, ΒΕΔΕΡΟΙ ΡΕΘΥΜΝΟΥ, ΒΙΟΛΙ ΧΑΡΑΚΙ ΡΕΘΥΜΝΟΥ, ΓΑΛΛΟΣ ΡΕΘΥΜΝΟΥ, ΓΕΝΗ ΡΕΘΥΜΝΟΥ, ΓΕΡΑΝΙΟ ΡΕΘΥΜΝΟΥ, ΓΙΑΝΝΟΥΔΙ ΡΕΘΥΜΝΟΥ, ΓΟΥΛΕΔΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΓΩΝΙΑ ΡΕΘΥΜΝΟΥ, ΔΙΛΟΦΟ ΡΕΘΥΜΝΟΥ, ΚΑΒΟΥΣΙ ΡΕΘΥΜΝΟΥ, ΚΑΠΕΔΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΚΑΡΕ ΡΕΘΥΜΝΟΥ, ΚΑΡΝΑΤΖΕΣ ΡΕΘΥΜΝΟΥ, ΚΑΣΤΕΛΛΟΣ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΒΑΛΣΑΜΟΝΕΡΟ ΡΕΘΥΜΝΟΥ, ΚΑΤΩ ΜΑΛΑΚΙΟ ΡΕΘΥΜΝΟΥ, ΚΑΨΑΛΙΑΝΑ ΡΕΘΥΜΝΟΥ, ΚΟΞΑΡΕ ΡΕΘΥΜΝΟΥ, ΚΥΡΙΑΝΝΑ ΡΕΘΥΜΝΟΥ, ΛΟΥΤΡΑ ΡΕΘΥΜΝΟΥ, ΜΑΡΟΥΛΑΣ ΡΕΘΥΜΝΟΥ, ΜΕΓΑΛΟ ΜΕΤΟΧΙ ΡΕΘΥΜΝΟΥ, ΜΕΣΗ ΡΕΘΥΜΝΟΥ, ΜΙΚΡΑ ΑΝΩΓΕΙΑ (ή ΑΝΩΓΕΙΑ ΡΕΘΥΜΝΟΥ) ΡΕΘΥΜΝΟΥ, ΜΙΚΡΟ ΜΕΤΟΧΙ ΡΕΘΥΜΝΟΥ, ΜΙΣΣΙΡΙΑ ΡΕΘΥΜΝΟΥ, ΜΟΝΗ ΑΡΚΑΔΙΟΥ ΡΕΘΥΜΝΟΥ, ΜΟΝΟΠΑΡΙ ΡΕΘΥΜΝΟΥ, ΜΥΛΟΙ ΡΕΘΥΜΝΟΥ, ΜΥΡΘΙΟΣ ΣΕΛΛΙΟΥ ΡΕΘΥΜΝΟΥ, ΞΗΡΟ ΧΩΡΙΟ ΡΕΘΥΜΝΟΥ, ΟΡΟΣ ΡΕΘΥΜΝΟΥ, ΠΑΓΚΑΛΟΧΩΡΙ ΡΕΘΥΜΝΟΥ, ΠΑΝΟΡΑΜΑ ΡΕΘΥΜΝΟΥ, ΠΕΡΙΒΟΛΙΑ ΡΕΘΥΜΝΟΥ, ΠΕΤΡΕΣ ΡΕΘΥΜΝΟΥ, ΠΗΓΗ ΡΕΘΥΜΝΟΥ, ΠΗΓΙΑΝΟΣ ΚΑΜΠΟΣ ΡΕΘΥΜΝΟΥ, ΠΙΚΡΗΣ ΡΕΘΥΜΝΟΥ, ΠΛΑΤΑΝΙΑΣ ΡΕΘΥΜΝΟΥ ΡΕΘΥΜΝΟΥ, ΠΡΑΣΙΕΣ ΡΕΘΥΜΝΟΥ, ΠΡΙΝΕΔΕΣ ΡΕΘΥΜΝΟΥ, ΠΡΙΝΕΣ ΡΕΘΥΜΝΟΥ, ΡΕΘΥΜΝΟ ΡΕΘΥΜΝΟΥ, ΡΟΥΣΣΟΣΠΙΤΙ ΡΕΘΥΜΝΟΥ, ΣΕΛΛΙΟ ΡΕΘΥΜΝΟΥ, ΣΚΑΛΕΤΑ ΡΕΘΥΜΝΟΥ, ΣΤΑΥΡΩΜΕΝΟΣ ΑΡΚΑΔΙΟΥ ΡΕΘΥΜΝΟΥ, ΣΦΑΚΑΚΙ ΡΕΘΥΜΝΟΥ, ΣΩΜΑΤΑΣ ΡΕΘΥΜΝΟΥ, ΤΡΙΑ ΜΟΝΑΣΤΗΡΙΑ ΡΕΘΥΜΝΟΥ, ΤΣΕΣΜΕΣ ΡΕΘΥΜΝΟΥ, ΦΡΑΝΤΖΕΣΚΙΑΝΑ ΜΕΤΟΧΙΑ ΡΕΘΥΜΝΟΥ, ΦΩΤΕΙΝΟΣ ΡΕΘΥΜΝΟΥ, ΧΑΜΑΛΕΥΡΙ ΡΕΘΥΜΝΟΥ, ΧΑΡΚΙΑ ΡΕΘΥΜΝΟΥ, ΧΡΟΜΟΝΑΣΤΗΡΙ ΡΕΘΥΜΝΟΥ", "Ρεθύμνης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "69100", "ΑΓΙΑΣΜΑ ΡΟΔΟΠΗΣ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΡΟΔΟΠΗΣ, ΑΓΡΟΤΙΚΟ ΟΡΦΑΝΟΤΡΟΦΕΙΟ ΡΟΔΟΠΗΣ, ΑΔΡΙΑΝΗ ΡΟΔΟΠΗΣ, ΑΙΓΕΙΡΟΣ ΡΟΔΟΠΗΣ, ΑΜΑΡΑΝΤΑ ΡΟΔΟΠΗΣ, ΑΜΒΡΟΣΙΑ ΡΟΔΟΠΗΣ, ΑΝΘΟΧΩΡΙ ΡΟΔΟΠΗΣ, ΑΝΩ ΔΡΟΣΙΝΗ ΡΟΔΟΠΗΣ, ΑΡΑΤΟΣ ΡΟΔΟΠΗΣ, ΑΡΔΕΙΑ ΡΟΔΟΠΗΣ, ΑΡΧΟΝΤΙΚΑ ΡΟΔΟΠΗΣ, ΑΣΩΜΑΤΟΙ ΡΟΔΟΠΗΣ, ΒΑΚΟΣ ΡΟΔΟΠΗΣ, ΒΡΑΓΙΑ ΡΟΔΟΠΗΣ, ΓΡΑΤΙΝΗ ΡΟΔΟΠΗΣ, ΔΡΥΜΗ ΡΟΔΟΠΗΣ, ΔΥΜΗ ΡΟΔΟΠΗΣ, ΗΦΑΙΣΤΟΣ ΡΟΔΟΠΗΣ, ΘΑΜΝΑ ΡΟΔΟΠΗΣ, ΘΡΥΛΟΡΙΟ ΡΟΔΟΠΗΣ, ΙΑΜΠΟΛΗ ΡΟΔΟΠΗΣ, ΙΣΑΛΟ ΡΟΔΟΠΗΣ, ΙΤΕΑ ΡΟΔΟΠΗΣ, ΚΑΛΑΜΟΚΑΣΤΡΟ ΡΟΔΟΠΗΣ, ΚΑΛΛΙΘΕΑ ΡΟΔΟΠΗΣ, ΚΑΛΛΙΣΤΗ ΡΟΔΟΠΗΣ, ΚΑΛΧΑΣ ΡΟΔΟΠΗΣ, ΚΑΡΥΔΙΑ ΡΟΔΟΠΗΣ, ΚΑΤΩ ΔΡΟΣΙΝΗ ΡΟΔΟΠΗΣ, ΚΗΚΙΔΙΟ ΡΟΔΟΠΗΣ, ΚΟΜΟΤΗΝΗ ΡΟΔΟΠΗΣ, ΚΟΣΜΙΟ ΡΟΔΟΠΗΣ, ΚΡΥΟΝΕΡΙ ΡΟΔΟΠΗΣ, ΛΑΜΠΡΟ ΡΟΔΟΠΗΣ, ΜΑΥΡΟΜΑΤΙ ΡΟΔΟΠΗΣ, ΜΕΓΑ ΔΟΥΚΑΤΟ ΡΟΔΟΠΗΣ, ΜΕΓΑ ΚΡΑΝΟΒΟΥΝΙ ΡΟΔΟΠΗΣ, ΜΕΓΑΛΗ ΑΔΑ ΡΟΔΟΠΗΣ, ΜΕΛΕΤΗ ΡΟΔΟΠΗΣ, ΜΕΣΟΧΩΡΙ ΡΟΔΟΠΗΣ, ΜΕΣΣΟΥΝΗ ΡΟΔΟΠΗΣ, ΜΙΚΡΟ ΔΟΥΚΑΤΟ ΡΟΔΟΠΗΣ, ΜΙΚΡΟ ΚΡΑΝΟΒΟΥΝΙ ΡΟΔΟΠΗΣ, ΜΙΚΡΟ ΠΑΛΛΑΔΙΟ ΡΟΔΟΠΗΣ, ΜΥΤΙΚΑΣ ΡΟΔΟΠΗΣ, ΝΕΑ ΚΑΛΛΙΣΤΗ ΡΟΔΟΠΗΣ, ΝΕΟ ΚΑΛΛΥΝΤΗΡΙ ΡΟΔΟΠΗΣ, ΝΈΟ ΣΙΔΗΡΟΧΩΡΙ ΡΟΔΟΠΗΣ, ΝΥΜΦΑΙΑ ΡΟΔΟΠΗΣ, ΟΜΗΡΙΚΟ ΡΟΔΟΠΗΣ, ΠΑΓΟΥΡΙΑ ΡΟΔΟΠΗΣ, ΠΑΛΛΑΔΙΟ ΡΟΔΟΠΗΣ, ΠΑΜΦΟΡΟ ΡΟΔΟΠΗΣ, ΠΑΝΔΡΟΣΟΣ ΡΟΔΟΠΗΣ, ΠΑΡΑΔΗΜΗ ΡΟΔΟΠΗΣ, ΠΑΤΕΡΜΑ ΡΟΔΟΠΗΣ, ΠΟΡΠΗ ΡΟΔΟΠΗΣ, ΡΙΖΩΜΑ ΡΟΔΟΠΗΣ, ΡΟΔΙΤΗΣ ΡΟΔΟΠΗΣ, ΣΑΛΠΗ ΡΟΔΟΠΗΣ, ΣΑΡΑΚΗΝΗ ΡΟΔΟΠΗΣ, ΣΙΔΗΡΑΔΕΣ ΡΟΔΟΠΗΣ, ΣΤΥΛΑΡΙ ΡΟΔΟΠΗΣ, ΣΥΜΒΟΛΑ ΡΟΔΟΠΗΣ, ΣΧΟΛΗ ΑΣΤΥΝΟΜΙΑΣ ΡΟΔΟΠΗΣ, ΤΥΧΗΡΟ ΡΟΔΟΠΗΣ, ΥΦΑΝΤΕΣ ΡΟΔΟΠΗΣ, ΦΥΛΑΚΑΣ ΡΟΔΟΠΗΣ, ΦΩΛΕΑ ΡΟΔΟΠΗΣ", "Ροδόπης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "69200", "ΑΜΑΞΑΔΕΣ ΡΟΔΟΠΗΣ, ΑΝΩ ΑΜΑΞΑΔΕΣ ΡΟΔΟΠΗΣ, ΑΣΤΡΑΙΑ ΡΟΔΟΠΗΣ, ΓΑΛΗΝΗ ΡΟΔΟΠΗΣ, ΔΙΑΛΑΜΠΗ ΡΟΔΟΠΗΣ, ΔΙΧΑΛΑ ΡΟΔΟΠΗΣ, ΕΥΘΥΜΟ ΡΟΔΟΠΗΣ, ΙΑΣΜΟΣ ΡΟΔΟΠΗΣ, ΙΠΠΙΚΟ ΡΟΔΟΠΗΣ, ΚΑΒΟΣ ΡΟΔΟΠΗΣ, ΚΟΠΤΕΡΟ ΡΟΔΟΠΗΣ, ΚΡΥΣΤΑΛΗ ΡΟΔΟΠΗΣ, ΛΗΝΟΣ ΡΟΔΟΠΗΣ, ΜΕΓΑ ΠΙΣΤΟ ΡΟΔΟΠΗΣ, ΜΕΛΛΙΤΑΙΝΑ ΡΟΔΟΠΗΣ, ΜΙΣΧΟΣ ΡΟΔΟΠΗΣ, ΜΟΝΑΧΟΙ ΡΟΔΟΠΗΣ, ΜΩΣΑΙΚΟ ΡΟΔΟΠΗΣ, ΠΑΝΕΠΙΣΤΗΜΙΟΥΠΟΛΗ ΡΟΔΟΠΗΣ, ΠΟΛΥΑΝΘΟΣ ΡΟΔΟΠΗΣ, ΠΟΛΥΑΡΝΟ ΡΟΔΟΠΗΣ, ΣΗΜΑ ΡΟΔΟΠΗΣ, ΣΩΣΤΗΣ ΡΟΔΟΠΗΣ, ΤΑΓΓΑΙΟ ΡΟΔΟΠΗΣ, ΤΑΛΗΣ ΡΟΔΟΠΗΣ, ΤΡΙΚΟΡΦΟ ΡΟΔΟΠΗΣ", "Ροδόπης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "69300", "ΑΓΙΟΧΩΡΙ ΡΟΔΟΠΗΣ, ΑΓΡΑ ΡΟΔΟΠΗΣ, ΑΕΤΟΚΟΡΦΗ ΡΟΔΟΠΗΣ, ΑΕΤΟΛΟΦΟΣ ΡΟΔΟΠΗΣ, ΑΜΦΙΑ ΡΟΔΟΠΗΣ, ΑΝΩ ΑΣΚΗΤΕΣ ΡΟΔΟΠΗΣ, ΑΝΩ ΚΑΜΠΗ ΡΟΔΟΠΗΣ, ΑΡΙΣΒΗ ΡΟΔΟΠΗΣ, ΑΡΡΙΑΝΑ ΡΟΔΟΠΗΣ, ΑΡΣΑΚΕΙΟ ΡΟΔΟΠΗΣ, ΑΣΚΗΤΕΣ ΡΟΔΟΠΗΣ, ΑΤΑΡΝΗ ΕΒΡΟΥ, ΑΥΡΑ ΕΒΡΟΥ, ΒΕΛΚΙΟ ΡΟΔΟΠΗΣ, ΒΟΥΡΛΑ ΡΟΔΟΠΗΣ, ΔΑΡΜΕΝΗ ΡΟΔΟΠΗΣ, ΔΕΙΛΙΝΑ ΡΟΔΟΠΗΣ, ΔΙΩΝΗ ΡΟΔΟΠΗΣ, ΔΟΚΟΣ ΡΟΔΟΠΗΣ, ΔΡΟΣΙΑ ΡΟΔΟΠΗΣ, ΕΒΡΙΝΟΣ ΡΟΔΟΠΗΣ, ΕΣΟΧΗ ΡΟΔΟΠΗΣ, ΗΠΙΟ ΡΟΔΟΠΗΣ, ΙΑΣΙΟ ΡΟΔΟΠΗΣ, ΚΑΜΠΟΣ ΡΟΔΟΠΗΣ, ΚΑΣΣΙΤΕΡΑ ΡΟΔΟΠΗΣ, ΚΑΤΩ ΚΑΜΠΗ ΡΟΔΟΠΗΣ, ΚΕΡΑΣΙΑ ΚΕΧΡΟΥ ΡΟΔΟΠΗΣ, ΚΕΡΑΣΙΑ ΣΩΣΤΟΥ ΡΟΔΟΠΗΣ, ΚΕΧΡΟΣ ΡΟΔΟΠΗΣ, ΚΙΖΑΡΙΟ ΡΟΔΟΠΗΣ, ΚΙΝΥΡΑ ΡΟΔΟΠΗΣ, ΚΙΡΚΗ ΕΒΡΟΥ, ΚΟΜΑΡΟΣ ΕΒΡΟΥ, ΚΡΩΒΥΛΗ ΡΟΔΟΠΗΣ, ΛΟΦΑΡΙΟ ΡΟΔΟΠΗΣ, ΛΥΚΕΙΟ ΡΟΔΟΠΗΣ, ΜΕΣΤΗ ΕΒΡΟΥ, ΜΙΚΡΟ ΠΙΣΤΟ ΡΟΔΟΠΗΣ, ΜΙΚΡΟΣ ΚΕΧΡΟΣ ΡΟΔΟΠΗΣ, ΜΟΝΑΣΤΗΡΙ ΡΟΔΟΠΗΣ, ΜΥΣΤΑΚΑΣ ΡΟΔΟΠΗΣ, ΝΕΑ ΣΑΝΤΑ ΡΟΔΟΠΗΣ, ΝΕΔΑ ΡΟΔΟΠΗΣ, ΝΕΥΡΑ ΡΟΔΟΠΗΣ, ΝΙΚΗΤΕΣ ΡΟΔΟΠΗΣ, ΠΑΛΑΙΑ ΚΡΩΒΥΛΗ ΡΟΔΟΠΗΣ, ΠΑΡΑΛΙΑ ΚΡΩΒΥΛΗ ΡΟΔΟΠΗΣ, ΠΑΣΣΟΣ ΡΟΔΟΠΗΣ, ΠΕΡΑΜΑ ΕΒΡΟΥ, ΠΕΤΡΩΤΑ ΡΟΔΟΠΗΣ, ΠΛΑΓΙΑ ΡΟΔΟΠΗΣ, ΠΡΩΤΑΤΟ ΡΟΔΟΠΗΣ, ΡΑΓΑΔΑ ΡΟΔΟΠΗΣ, ΣΑΠΕΣ ΡΟΔΟΠΗΣ, ΣΚΑΛΩΜΑ ΡΟΔΟΠΗΣ, ΣΚΙΑΔΑ ΡΟΔΟΠΗΣ, ΣΤΑΘΜOΣ ΑΛΕΞΑΝΔΡΟΥΠΟΛΗΣ ΕΒΡΟΥ, ΣΤΡΟΦΗ ΡΟΔΟΠΗΣ, ΣΤΡΥΜΗ ΡΟΔΟΠΗΣ, ΣΥΚΟΡΑΧΗ ΕΒΡΟΥ, ΤΣΙΦΛΙΚΙ ΡΟΔΟΠΗΣ, ΤΣΟΥΚΑ ΡΟΔΟΠΗΣ, ΦΙΛΛΥΡΑ ΡΟΔΟΠΗΣ, ΧΑΜΗΛΟ ΚΕΧΡΟΥ ΡΟΔΟΠΗΣ, ΧΑΜΗΛΟ ΣΑΠΩΝ ΡΟΔΟΠΗΣ, ΧΑΡΑΔΡΑ ΡΟΔΟΠΗΣ, ΧΛΟΗ ΡΟΔΟΠΗΣ", "Ροδόπης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "69400", "ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΡΟΔΟΠΗΣ, ΑΛΚΥΩΝ ΡΟΔΟΠΗΣ, ΑΛΜΥΡΟΣ ΡΟΔΟΠΗΣ, ΑΜΠΕΛΑΚΙΑ ΡΟΔΟΠΗΣ, ΒΕΝΝΑ ΡΟΔΟΠΗΣ, ΕΡΓΑΝΗ ΡΟΔΟΠΗΣ, ΙΜΕΡΟΣ ΡΟΔΟΠΗΣ, ΛΕΥΚΕΣ ΡΟΔΟΠΗΣ, ΜΑΡΩΝΕΙΑ ΡΟΔΟΠΗΣ, ΜΙΡΑΝΑ ΡΟΔΟΠΗΣ, ΝΕΑ ΠΕΤΡΑ ΡΟΔΟΠΗΣ, ΞΥΛΑΓΑΝΗ ΡΟΔΟΠΗΣ, ΠΕΛΑΓΙΑ ΡΟΔΟΠΗΣ, ΠΛΑΤΑΝΙΤΗΣ ΡΟΔΟΠΗΣ, ΠΡΟΣΚΥΝΗΤΕΣ ΡΟΔΟΠΗΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΡΟΔΟΠΗΣ, ΣΑΛΜΩΝΗ ΡΟΔΟΠΗΣ, ΣΤΑΘΜΟΣ ΒΕΝΝΑΣ ΡΟΔΟΠΗΣ", "Ροδόπης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83100", "ΑΓΙΑ ΖΩΝΗ ΣΑΜΟΥ, ΑΓΙΑ ΜΑΡΚΕΛΛΑ ΣΑΜΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΣΑΜΟΥ, ΑΓΙΑ ΤΡΙΑΔΑ ΣΑΜΟΥ, ΑΗ ΘΑΝΑΣΗΣ ΣΑΜΟΥ, ΑΡΓΥΡΟΣ ΣΑΜΟΥ, ΑΥΛΑΚΙΑ ΒΟΥΡΛΙΩΤΩΝ ΣΑΜΟΥ, ΒΑΘΥ ΣΑΜΟΥ, ΒΑΡΕΛΛΑ ΣΑΜΟΥ, ΒΟΥΡΛΙΩΤΕΣ ΣΑΜΟΥ, ΔΙΑΠΟΡΤΙ ΣΑΜΟΥ, ΔΡΟΣΙΑ ΣΑΜΟΥ, ΖΕΡΒΟΥ ΣΑΜΟΥ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΣΑΜΟΥ, ΚΑΜΑΡΑ (ΒΑΘΥ) ΣΑΜΟΥ, ΚΑΜΠΟΣ ΒΟΥΡΛΙΩΤΩΝ ΣΑΜΟΥ, ΚΑΣΟΝΗΣΙ ΣΑΜΟΥ, ΚΕΔΡΟ ΣΑΜΟΥ, ΚΛΗΜΑ ΣΑΜΟΥ, ΚΟΚΚΑΡΙ ΣΑΜΟΥ, ΚΟΥΜΑΡΙΩΝΑΣ ΣΑΜΟΥ, ΜΑΚΡΟΝΗΣΟ ΣΑΜΟΥ, ΜΑΡΓΑΡΙΤΕΣ ΣΑΜΟΥ, ΜΕΣΟΚΑΜΠΟΣ ΣΑΜΟΥ, ΜΟΝΗ ΒΡΟΝΤΑ ΣΑΜΟΥ, ΜΩΡΑΙΤΟΧΩΡΙ ΣΑΜΟΥ, ΝΙΚΟΛΑ ΣΑΜΟΥ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΣΑΜΟΥ, ΠΑΝΑΙΤΣΑ ΣΑΜΟΥ, ΠΕΤΑΛΙΔΕΣ ΣΑΜΟΥ, ΠΟΣΕΙΔΩΝΙΟ ΣΑΜΟΥ, ΠΡΑΣΟΝΗΣΙ ΣΑΜΟΥ, ΣΑΜΟΣ ΣΑΜΟΥ, ΣΤΡΟΓΓΥΛΟ ΒΑΘΕΩΣ ΣΑΜΟΥ, ΤΟΥΡΚΟΜΥΛΩΝΑΣ ΣΑΜΟΥ, ΦΛΟΚΑ ΣΑΜΟΥ, ΧΑΡΑΥΓΗ ΣΑΜΟΥ, ΨΙΛΗ ΑΜΜΟΣ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83102", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΣΑΜΟΥ, ΒΕΛΑΝΙΔΙΑ ΜΑΡΑΘΟΚΑΜΠΟΥ ΣΑΜΟΥ, ΔΡΑΚΑΙΟΙ ΣΑΜΟΥ, ΙΣΩΜΑΤΑ ΣΑΜΟΥ, ΚΑΛΛΙΘΕΑ ΣΑΜΟΥ, ΚΑΜΠΟΣ ΣΑΜΟΥ ΣΑΜΟΥ, ΚΑΜΠΟΣ ΣΚΟΥΡΑΙΚΩΝ ΣΑΜΟΥ, ΛΙΜΝΙΩΝΑΣ ΣΑΜΟΥ, ΜΑΡΑΘΟΚΑΜΠΟΣ ΣΑΜΟΥ, ΟΡΜΟΣ ΑΓΙΟΥ ΙΣΙΔΩΡΟΥ ΣΑΜΟΥ, ΟΡΜΟΣ ΜΑΡΑΘΟΚΑΜΠΟΥ ΣΑΜΟΥ, ΠΑΛΑΙΟΧΩΡΙ ΣΑΜΟΥ, ΣΕΒΑΣΤΑΙΙΚΑ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83103", "ΑΒΑΝΤΙ ΣΑΜΟΥ, ΒΕΡΓΗ ΣΑΜΟΥ, ΓΙΩΝΙΔΕΣ ΣΑΜΟΥ, ΗΡΑΙΟ ΣΑΜΟΥ, ΚΑΡΠΟΒΟΛΟΣ ΣΑΜΟΥ, ΚΟΛΟΝΑ ΣΑΜΟΥ, ΚΥΡΓΙΑΝΝΗ ΣΑΜΟΥ, ΜΑΥΡΑΤΖΑΙΟΙ ΣΑΜΟΥ, ΜΟΝΗ ΜΕΓΑΛΗΣ ΠΑΝΑΓΙΑΣ ΣΑΜΟΥ, ΜΟΝΗ ΤΙΜΙΟΥ ΣΤΑΥΡΟΥ ΣΑΜΟΥ, ΜΥΛΟΙ ΣΑΜΟΥ, ΝΕΑ ΠΟΛΗ ΣΑΜΟΥ, ΠΑΓΩΝΔΑΣ ΣΑΜΟΥ, ΠΟΤΟΚΑΚΙ ΣΑΜΟΥ, ΠΟΥΝΤΕΣ ΣΑΜΟΥ, ΠΥΘΑΓΟΡΕΙΟ ΣΑΜΟΥ, ΡΙΖΟΒΡΑΧΟΣ ΣΑΜΟΥ, ΣΥΚΙΑ ΣΑΜΟΥ, ΧΩΡΑ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83104", "ΑΠΟΣΤΟΛΟΣ ΠΑΥΛΟΣ ΣΑΜΟΥ, ΒΕΛΑΝΙΔΙΑ ΚΟΥΜΑΙΙΚΩΝ ΣΑΜΟΥ, ΚΑΛΟΓΕΡΙΚΟ ΣΑΜΟΥ, ΚΟΥΜΑΙΙΚΑ ΣΑΜΟΥ, ΚΟΥΜΑΡΑΔΑΙΟΙ ΣΑΜΟΥ, ΛΙΜΝΟΝΑΚΙ ΣΑΜΟΥ, ΜΕΣΟΓΕΙΟ ΣΑΜΟΥ, ΜΕΤΟΧΙ ΣΑΜΟΥ, ΝΕΟΧΩΡΙ ΣΑΜΟΥ, ΟΡΜΟΣ ΚΟΥΜΑΙΙΚΩΝ ΣΑΜΟΥ, ΠΑΝΔΡΟΣΟ ΣΑΜΟΥ, ΠΕΡΡΗ ΣΑΜΟΥ, ΠΕΥΚΟΣ ΣΑΜΟΥ, ΠΥΡΓΟΣ ΣΑΜΟΥ, ΣΑΜΙΟΠΟΥΛΑ ΝΗΣΟΣ ΣΑΜΟΥ, ΣΚΟΥΡΑΙΙΚΑ ΣΑΜΟΥ, ΣΠΑΘΑΡΑΙΟΙ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83200", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΣΑΜΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΗΛΙΑΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΑΡΛΟΒΑΣΙΟΥ ΣΑΜΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΝΗΣΟΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΣΑΜΟΥ ΣΑΜΟΥ, ΑΜΠΕΛΟΣ ΣΑΜΟΥ, ΑΣΠΡΟΧΟΡΤΙ ΣΑΜΟΥ, ΒΑΛΕΟΝΤΑΔΕΣ ΣΑΜΟΥ, ΒΡΥΣΕΣ ΚΟΝΤΑΚΑΙΚΩΝ ΣΑΜΟΥ, ΓΑΛΑΖΙΟ ΣΑΜΟΥ, ΚΑΡΛΟΒΑΣΙ ΣΑΜΟΥ, ΚΑΣΤΑΝΕΑ ΣΑΜΟΥ, ΚΟΝΤΑΙΙΚΑ ΣΑΜΟΥ, ΚΟΝΤΑΚΑΙΙΚΑ ΣΑΜΟΥ, ΚΟΣΜΑΔΑΙΟΙ ΣΑΜΟΥ, ΛΕΚΑ ΣΑΜΟΥ, ΛΙΒΑΔΑΚΙ ΣΑΜΟΥ, ΜΑΝΟΛΑΤΕΣ ΣΑΜΟΥ, ΜΟΝΗ ΠΡΟΦΗΤΗ ΗΛΙΑ ΣΑΜΟΥ, ΝΕΟ ΚΑΡΛΟΒΑΣΙ ΣΑΜΟΥ, ΝΙΚΟΛΟΥΔΕΣ ΣΑΜΟΥ, ΠΛΑΤΑΝΟΣ (ΒΑΘΥ) ΣΑΜΟΥ, ΠΛΑΤΑΝΟΣ ΚΑΡΛΟΒΑΣΙΟΥ ΣΑΜΟΥ, ΠΟΤΑΜΙ ΣΑΜΟΥ, ΣΑΚΚΟΥΛΑΙΙΚΑ ΣΑΜΟΥ, ΣΟΥΡΗΔΕΣ ΣΑΜΟΥ, ΣΤΑΥΡΙΝΗΔΕΣ ΣΑΜΟΥ, ΥΔΡΟΥΣΣΑ ΣΑΜΟΥ, ΧΑΤΖΗΣΤΑΜΟΥΛΗΔΕΣ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "83300", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΠΕΡΔΙΚΙΟΥ ΣΑΜΟΥ, ΑΓΙΟΣ ΚΗΡΥΚΟΣ ΣΑΜΟΥ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΙΚΑΡΙΑΣ ΣΑΜΟΥ, ΒΑΡΔΑΡΑΔΕΣ ΣΑΜΟΥ, ΒΑΩΝΗ ΣΑΜΟΥ, ΕΞΩ ΦΑΡΟΣ ΣΑΜΟΥ, ΘΕΡΜΑ ΛΕΥΚΑΔΑΣ ΙΚΑΡΙΑΣ ΣΑΜΟΥ, ΘΕΡΜΑ ΣΑΜΟΥ, ΚΑΤΑΦΥΓΙΟ ΣΑΜΟΥ, ΚΙΟΝΙΟ ΣΑΜΟΥ, ΛΑΡΔΑΔΕΣ ΣΑΜΟΥ, ΛΙΒΑΔΙ ΣΑΜΟΥ, ΜΑΥΡΑΤΟ ΣΑΜΟΥ, ΜΑΥΡΙΚΑΤΟ ΣΑΜΟΥ, ΜΗΛΕΩΠΟ ΣΑΜΟΥ, ΜΟΝΗ ΛΕΥΚΑΔΑΣ ΕΥΑΓΓΕΛΙΣΜΟΣ ΣΑΜΟΥ, ΜΟΝΟΚΑΜΠΙΟ ΣΑΜΟΥ, ΞΥΛΟΣΥΡΤΗΣ ΣΑΜΟΥ, ΟΞΕΑ ΣΑΜΟΥ, ΠΕΡΔΙΚΙ ΣΑΜΟΥ, ΠΛΑΓΙΑ ΑΓ.ΚΗΡΥΚΟΥ ΣΑΜΟΥ, ΠΛΟΥΜΑΡΙ ΣΑΜΟΥ, ΤΣΟΥΡΕΔΕΣ ΣΑΜΟΥ, ΦΑΝΑΡΙ ΣΑΜΟΥ, ΧΡΥΣΟΣΤΟΜΟΣ ΣΑΜΟΥ", "Σάμου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35014", "ΑΝΘΗΛΗ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35015", "ΑΓΙΑ ΜΑΡΙΝΑ ΛΟΚΡΙΔΟΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΤΙΘΟΡΕΑΣ ΒΟΙΩΤΙΑΣ, ΑΝΘΟΧΩΡΙ ΒΟΙΩΤΙΑΣ, ΒΑΣΙΛΙΚΑ ΒΟΙΩΤΙΑΣ, ΚΑΤΩ ΤΙΘΟΡΕΑ ΒΟΙΩΤΙΑΣ, ΜΟΔΙ ΒΟΙΩΤΙΑΣ, ΠΑΡΟΡΙ ΒΟΙΩΤΙΑΣ, ΤΙΘΟΡΕΑ ΒΟΙΩΤΙΑΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35016", "ΑΛΩΝΙΑ ΦΘΙΩΤΙΔΟΣ, ΑΜΑΛΩΤΑ ΦΘΙΩΤΙΔΟΣ, ΑΡΓΥΡΟΧΩΡΙΟ ΦΘΙΩΤΙΔΟΣ, ΒΑΡΚΑ ΦΘΙΩΤΙΔΟΣ, ΒΑΣΙΛΙΚΑ ΦΘΙΩΤΙΔΟΣ, ΙΕΡΑ ΜΟΝΗ ΑΓΑΘΩΝΟΣ ΛΥΧΝΟΥ ΦΘΙΩΤΙΔΟΣ, ΚΑΠΝΟΧΩΡΙ ΦΘΙΩΤΙΔΟΣ, ΚΑΣΤΑΝΕΑ ΦΘΙΩΤΙΔΟΣ, ΛΑΔΙΚΟΥ ΦΘΙΩΤΙΔΟΣ, ΛΟΥΤΡΑ ΥΠΑΤΗΣ ΦΘΙΩΤΙΔΟΣ, ΛΥΧΝΟ ΦΘΙΩΤΙΔΟΣ, ΜΑΓΟΥΛΑ ΦΘΙΩΤΙΔΟΣ, ΜΕΞΙΑΤΕΣ ΦΘΙΩΤΙΔΟΣ, ΜΕΣΟΧΩΡΙ ΦΘΙΩΤΙΔΟΣ, ΝΕΑ ΥΠΑΤΗ ΦΘΙΩΤΙΔΟΣ, ΝΕΟΧΩΡΙ ΥΠΑΤΗΣ ΦΘΙΩΤΙΔΟΣ, ΠΕΡΙΒΟΛΙ ΣΠΕΡΧΕΙΑΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΠΕΡΙΣΤΕΡΙ ΦΘΙΩΤΙΔΟΣ, ΠΥΡΓΟΣ ΥΠΑΤΗΣ ΦΘΙΩΤΙΔΟΣ, ΡΟΔΩΝΙΑ ΦΘΙΩΤΙΔΟΣ, ΣΥΚΑΣ ΦΘΙΩΤΙΔΟΣ, ΥΠΑΤΗ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35100", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΦΘΙΩΤΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΡΑΔΟΥΛΑ ΦΘΙΩΤΙΔΟΣ, ΑΓΡΙΛΙΑ ΦΘΙΩΤΙΔΟΣ, ΑΜΟΥΡΙΟ ΦΘΙΩΤΙΔΟΣ, ΑΝΩ ΒΑΡΔΑΤΕΣ ΦΘΙΩΤΙΔΟΣ, ΑΝΩ ΔΑΜΑΣΤΑ ΦΘΙΩΤΙΔΟΣ, ΑΥΛΑΚΙΟ ΦΘΙΩΤΙΔΟΣ, ΓΟΡΓΟΠΟΤΑΜΟΣ ΦΘΙΩΤΙΔΟΣ, ΔΕΛΦΙΝΟ ΦΘΙΩΤΙΔΟΣ, ΔΙΒΡΗ ΦΘΙΩΤΙΔΟΣ, ΔΥΟ ΒΟΥΝΑ ΦΘΙΩΤΙΔΟΣ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΦΘΙΩΤΙΔΟΣ, ΖΑΚΑΙΙΚΑ ΦΘΙΩΤΙΔΟΣ, ΖΗΛΕΥΤΟ ΦΘΙΩΤΙΔΟΣ, ΗΡΑΚΛΕΙΑ ΦΘΙΩΤΙΔΟΣ, ΚΑΛΑΜΑΚΙ ΦΘΙΩΤΙΔΟΣ, ΚΑΤΩ ΔΑΜΑΣΤΑ ΦΘΙΩΤΙΔΟΣ, ΚΟΜΜΑ ΦΘΙΩΤΙΔΟΣ, ΚΟΜΠΟΤΑΔΕΣ ΦΘΙΩΤΙΔΟΣ, ΚΟΥΜΑΡΙΤΣΙ ΦΘΙΩΤΙΔΟΣ, ΚΩΣΤΑΛΕΞΗΣ ΦΘΙΩΤΙΔΟΣ, ΛΑΜΙΑ ΦΘΙΩΤΙΔΟΣ, ΛΕΙΑΝΟΚΛΑΔΙ ΦΘΙΩΤΙΔΟΣ, ΛΙΜΟΓΑΡΔΙΟ ΦΘΙΩΤΙΔΟΣ, ΛΟΓΓΙΤΣΙΟ ΦΘΙΩΤΙΔΟΣ, ΛΥΓΑΡΙΑ ΦΘΙΩΤΙΔΟΣ, ΜΕΓΑΛΗ ΒΡΥΣΗ ΦΘΙΩΤΙΔΟΣ, ΜΟΝΗ ΑΝΤΙΝΙΤΣΗΣ ΚΑΛΑΜΑΚΙΟΥ ΦΘΙΩΤΙΔΟΣ, ΜΟΝΗ ΓΕΝΗΣΙΟΥ ΘΕΟΤΟΚΟΥ ΔΑΜΑΣΤΑΣ ΦΘΙΩΤΙΔΟΣ, ΜΟΝΗ ΓΟΡΓΟΕΠΗΚΟΟΥ ΦΘΙΩΤΙΔΟΣ, ΜΟΣΧΟΚΑΡΥΑ ΦΘΙΩΤΙΔΟΣ, ΜΟΣΧΟΧΩΡΙ ΦΘΙΩΤΙΔΟΣ, ΝΕΑ ΠΑΥΛΙΑΝΗ ΦΘΙΩΤΙΔΟΣ, ΝΕΟ ΚΡΙΚΕΛΛΟ ΦΘΙΩΤΙΔΟΣ, ΟΙΤΗ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΑΙΟΧΩΡΙ ΛΙΜΟΓΑΡΔΙΟΥ ΦΘΙΩΤΙΔΟΣ, ΠΑΥΛΙΑΝΗ ΦΘΙΩΤΙΔΟΣ, ΡΟΔΙΤΣΑ ΦΘΙΩΤΙΔΟΣ, ΣΚΑΜΝΟΣ ΦΘΙΩΤΙΔΟΣ, ΣΤΑΥΡΟΣ ΦΘΙΩΤΙΔΟΣ, ΣΤΙΡΦΑΚΑ ΦΘΙΩΤΙΔΟΣ, ΥΔΡΟΜΥΛΟΣ ΦΘΙΩΤΙΔΟΣ, ΦΡΑΝΤΖΗΣ ΦΘΙΩΤΙΔΟΣ, ΧΑΛΒΑΝΤΖΑΙΙΚΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63088", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΝΙΚΗΤΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΙΜΠΕΛΙΤΣΙ ΧΑΛΚΙΔΙΚΗΣ, ΓΑΛΗΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΑΙΩΝΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΖΩΓΡΑΦΟΥ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΗΜΕΡΗ ΕΛΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΕΛΥΦΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΝΙΚΗΤΗ ΧΑΛΚΙΔΙΚΗΣ, ΠΕΡΙΣΤΕΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΥΡΓΟΣ ΣΙΘΩΝΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΠΑΛΑΘΡΟΝΗΣΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΣΧΟΙΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΦΤΕΡΩΤΗ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63100", "ΒΡΑΣΤΑΜΑ ΧΑΛΚΙΔΙΚΗΣ, ΓΕΡΑΚΙΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΔΙΑΣΤΑΥΡΩΣΗ ΠΑΛΑΙΟΚΑΣΤΡΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΥΒΕΣ ΠΟΛΥΓΥΡΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΚΕΛΛΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΤΕΛΙΔΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΟΛΥΓΥΡΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΤΑΞΙΑΡΧΗΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63200", "ΑΓΙΟΣ ΜΑΜΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΧΑΛΚΙΔΙΚΗΣ, ΒΕΡΓΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΔΙΟΝΥΣΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΖΩΓΡΑΦΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΥΡΙΕΣ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΜΟΥΔΑΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΠΛΑΓΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΠΟΤΕΙΔΑΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΤΕΝΕΔΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΟΛΥΝΘΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΠΑ ΑΛΩΝΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΡΑΛΙΑ ΔΙΟΝΥΣΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΡΑΛΙΑ ΝΕΑΣ ΤΡΙΓΛΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΟΡΤΑΡΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΠΟΡΤΕΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΗΜΑΝΤΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΣΩΖΟΠΟΛΗ ΧΑΛΚΙΔΙΚΗΣ, ΦΛΟΓΗΤΑ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73001", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΧΑΝΙΩΝ, ΑΓΙΑ ΤΡΙΑΔΑ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΣΚΛΑΒΟΠΟΥΛΩΝ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΠΑΥΛΟΣ ΒΟΥΤΑ ΧΑΝΙΩΝ, ΑΖΟΓΥΡΕΣ ΒΟΥΤΑ ΧΑΝΙΩΝ, ΑΖΟΓΥΡΕΣ ΠΑΛΑΙΟΧΩΡΑΣ ΧΑΝΙΩΝ, ΑΜΠΕΛΟΣ ΓΑΥΔΟΥ ΧΑΝΙΩΝ, ΑΝΥΔΡΟΙ ΧΑΝΙΩΝ, ΑΡΧΟΝΤΙΚΟ ΧΑΝΙΩΝ, ΑΣΦΕΝΔΙΛΕΣ ΧΑΝΙΩΝ, ΑΧΛΑΔΙΑΚΕΣ ΧΑΝΙΩΝ, ΒΑΤΣΙΑΝΑ ΧΑΝΙΩΝ, ΒΛΙΘΙΑΣ ΧΑΝΙΩΝ, ΒΟΥΤΑΣ ΧΑΝΙΩΝ, ΓΑΥΔΟΠΟΥΛΑ ΧΑΝΙΩΝ, ΓΙΑΛΟΣ ΧΑΝΙΩΝ, ΓΡΗΓΟΡΙΑΝΑ ΣΑΡΑΚΗΝΑΣ ΧΑΝΙΩΝ, ΚΑΛΑΜΙΟΣ ΧΑΝΙΩΝ, ΚΑΛΑΜΟΣ ΧΑΝΙΩΝ, ΚΑΜΑΤΕΡΑ ΧΑΝΙΩΝ, ΚΑΡΑΒΕ ΓΑΥΔΟΥ ΧΑΝΙΩΝ, ΚΑΣΤΡΙ ΓΑΥΔΟΥ ΧΑΝΙΩΝ, ΚΙΤΥΡΟΣ ΧΑΝΙΩΝ, ΚΟΝΤΟΚΥΝΗΓΙ ΧΑΝΙΩΝ, ΚΟΥΝΤΟΥΡΑ ΧΑΝΙΩΝ, ΛΑΓΚΑΔΑΣ ΧΑΝΙΩΝ, ΛΑΚΚΟΣ ΣΚΛΑΒΟΠΟΥΛΑΣ ΧΑΝΙΩΝ, ΛΙΒΑΔΙ ΒΟΥΤΑ ΧΑΝΙΩΝ, ΜΑΝΑΤΙΑΝΑ ΧΑΝΙΩΝ, ΜΟΥΣΤΑΚΟΣ ΧΑΝΙΩΝ, ΠΑΛΑΙΟΧΩΡΑ ΧΑΝΙΩΝ, ΠΛΑΤΑΝΕΣ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΠΛΑΤΑΝΟΣ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΠΡΟΔΡΟΜΙΟ ΧΑΝΙΩΝ, ΣΑΡΑΚΗΝΑ ΧΑΝΙΩΝ, ΣΚΛΑΒΟΠΟΥΛΑ ΧΑΝΙΩΝ, ΣΠΑΝΙΑΚΟΣ ΧΑΝΙΩΝ, ΣΤΑΥΡΟΣ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΦΑΡΑΓΓΙ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΦΩΚΙΑ ΓΑΥΔΟΥ ΧΑΝΙΩΝ, ΧΑΣΙΟ ΧΑΝΙΩΝ, ΧΟΝΔΡΟΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73002", "ΑΝΩ ΚΕΦΑΛΑ ΧΑΝΙΩΝ, ΑΝΩΣΚΕΛΗ ΧΑΝΙΩΝ, ΒΛΑΧΕΡΩΝΙΤΙΣΣΑ ΧΑΝΙΩΝ, ΒΟΥΚΟΛΙΕΣ ΧΑΝΙΩΝ, ΓΑΒΑΛΟΜΟΥΡΙ ΧΑΝΙΩΝ, ΔΕΜΠΛΑ ΧΑΝΙΩΝ, ΔΡΟΜΟΝΕΡΟ ΧΑΝΙΩΝ, ΕΛΛΗΝΙΚΟ ΧΑΝΙΩΝ, ΖΟΥΝΑΚΙ ΧΑΝΙΩΝ, ΚΑΚΟΠΕΤΡΟΣ ΧΑΝΙΩΝ, ΚΑΛΛΙΘΕΑ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΚΑΤΩ ΚΕΦΑΛΑ ΧΑΝΙΩΝ, ΚΑΦΟΥΡΟΣ ΧΑΝΙΩΝ, ΚΕΧΡΕΣ ΧΑΝΙΩΝ, ΚΟΤΣΥΦΙΑΝΑ ΧΑΝΙΩΝ, ΚΟΥΛΚΟΥΘΙΑΝΑ ΧΑΝΙΩΝ, ΛΗΔΙΑΝΑ ΧΑΝΙΩΝ, ΛΙΜΝΗ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΛΟΥΦΑΡΔΙΑΝΑ ΧΑΝΙΩΝ, ΜΕΣΑ ΒΟΥΚΟΛΙΕΣ ΧΑΝΙΩΝ, ΜΕΣΑΥΛΙΑ ΧΑΝΙΩΝ, ΜΕΤΟΧΙ ΣΙΡΙΛΙΟΥ ΧΑΝΙΩΝ, ΜΙΧΑΛΙΑΝΑ ΧΑΝΙΩΝ, ΜΟΥΛΑΜΕΡΙΑΝΑ ΧΑΝΙΩΝ, ΜΠΟΥΓΙΟΥΚΛΙΑΝΑ ΧΑΝΙΩΝ, ΝΕΑΡΑ ΕΣΙΑΝΑ ΧΑΝΙΩΝ, ΝΕΟ ΧΩΡΙΟ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΝΕΡΑΤΖΙΑ ΧΑΝΙΩΝ, ΝΕΡΙΑΝΑ ΧΑΝΙΩΝ, ΠΑΛΑΙΑ ΡΟΥΜΑΤΑ ΧΑΝΙΩΝ, ΠΕΤΡΕΣ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΠΗΓΗ ΧΑΝΙΩΝ, ΠΛΑΤΑΝΕΣ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΠΟΛΕΜΑΡΧΙ ΧΑΝΙΩΝ, ΠΟΝΤΙΚΙΑΝΑ ΧΑΝΙΩΝ, ΣΙΡΙΛΙ ΧΑΝΙΩΝ, ΦΩΤΟΚΑΔΟ ΧΑΝΙΩΝ, ΧΡΥΣΑΥΓΗ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73003", "ΑΡΜΕΝΟΙ ΧΑΝΙΩΝ, ΚΑΛΑΜΙ ΑΠΟΚΩΡΟΝΟΥ ΧΑΝΙΩΝ, ΚΑΛΥΒΕΣ ΧΑΝΙΩΝ, ΚΥΡΙΑΚΟΣΕΛΛΙΑ ΧΑΝΙΩΝ, ΜΑΧΑΙΡΟΙ ΧΑΝΙΩΝ, ΝΕΟ ΧΩΡΙΟ ΑΠΟΚΟΡΡΩΝΟΥ ΧΑΝΙΩΝ, ΠΡΟΒΑΡΜΑ ΧΑΝΙΩΝ, ΡΑΜΝΗ ΧΑΝΙΩΝ, ΣΑΜΩΝΑΣ ΧΑΝΙΩΝ, ΣΤΥΛΟΣ ΧΑΝΙΩΝ, ΤΣΙΒΑΡΑΣ ΧΑΝΙΩΝ, ΦΑΡΑΓΓΙ ΑΠΟΚΟΡΩΝΟΥ ΧΑΝΙΩΝ, ΧΙΛΙΟΜΟΥΔΟΥ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73004", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΧΑΝΙΩΝ, ΑΛΙΓΟΙ ΧΑΝΙΩΝ, ΑΝΙΣΑΡΑΚΙ ΧΑΝΙΩΝ, ΑΡΜΙΟ ΧΑΝΙΩΝ, ΒΑΜΒΑΚΑΔΕΣ ΧΑΝΙΩΝ, ΓΡΗΓΟΡΙΑΝΑ ΠΛΕΜΕΝΙΑΝΩΝ ΧΑΝΙΩΝ, ΔΕΣΠΟΤΙΚΟ ΧΑΝΙΩΝ, ΔΡΥΣ ΧΑΝΙΩΝ, ΚΑΒΑΛΛΑΡΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΔΡΟΣ ΧΑΝΙΩΝ, ΚΑΚΟΔΙΚΙ ΧΑΝΙΩΝ, ΚΑΛΛΙΘΕΑ ΣΕΛΙΝΟΥ ΧΑΝΙΩΝ, ΚΑΝΤΑΝΟΣ ΧΑΝΙΩΝ, ΚΟΠΕΤΟΙ ΧΑΝΙΩΝ, ΛΟΦΟΣ ΧΑΝΙΩΝ, ΜΑΡΟΥΔΙΑΝΑ ΧΑΝΙΩΝ, ΜΟΤΖΙΑΝΑ ΧΑΝΙΩΝ, ΠΑΛΛΗΚΑΡΙΑΝΑ ΧΑΝΙΩΝ, ΠΑΝΩ ΦΛΩΡΙΑ ΧΑΝΙΩΝ, ΠΑΠΠΑΔΙΑΝΑ ΚΑΚΟΔΙΚΟΥ ΧΑΝΙΩΝ, ΠΛΕΜΕΝΙΑΝΑ ΧΑΝΙΩΝ, ΣΠΙΝΑ ΧΑΝΙΩΝ, ΣΦΑΚΟΣ ΧΑΝΙΩΝ, ΤΡΑΧΙΝΙΑΚΟΣ ΧΑΝΙΩΝ, ΦΛΩΡΙΑ ΧΑΝΙΩΝ, ΧΡΥΣΟΠΗΓΗ ΧΑΝΙΩΝ, ΨΑΡΙΑΝΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73005", "ΑΓΙΑ ΧΑΝΙΩΝ, ΑΛΙΚΙΑΝΟΣ ΧΑΝΙΩΝ, ΑΠΟΘΗΚΕΣ ΧΑΝΙΩΝ, ΑΣΚΟΡΔΑΛΟΣ ΧΑΝΙΩΝ, ΒΑΤΟΛΑΚΚΟΣ ΧΑΝΙΩΝ, ΕΠΙΣΚΟΠΗ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΖΟΥΡΒΑ ΧΑΝΙΩΝ, ΚΑΡΑΝΟΣ ΧΑΝΙΩΝ, ΚΑΡΕΣ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΚΟΥΦΟΣ ΧΑΝΙΩΝ, ΚΥΡΤΩΜΑΔΟΣ ΧΑΝΙΩΝ, ΛΑΓΓΟΣ ΧΑΝΙΩΝ, ΛΑΚΚΟΙ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΜΑΝΟΛΙΟΠΟΥΛΟ ΧΑΝΙΩΝ, ΜΕΣΚΛΑ ΧΑΝΙΩΝ, ΜΠΑΠΙΟΛΟΣ ΧΑΝΙΩΝ, ΝΕΑ ΡΟΥΜΑΤΑ ΧΑΝΙΩΝ, ΝΤΕΡΕΣ ΧΑΝΙΩΝ, ΟΜΑΛΟΣ ΧΑΝΙΩΝ, ΟΡΘΟΥΝΙ ΧΑΝΙΩΝ, ΠΑΠΠΑΔΙΑΝΑ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΠΡΑΣΕΣ ΧΑΝΙΩΝ, ΣΕΜΠΡΩΝΑΣ ΧΑΝΙΩΝ, ΣΚΙΝΕΣ ΧΑΝΙΩΝ, ΣΚΟΝΙΖΟ ΧΑΝΙΩΝ, ΦΟΥΡΝΕΣ ΧΑΝΙΩΝ, ΧΛΙΑΡΟ ΧΑΝΙΩΝ, ΧΩΣΤΗ ΧΑΝΙΩΝ, ΨΑΘΟΓΙΑΝΝΟΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73006", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΕΠΙΣΚΟΠΗΣ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΖΥΜΠΡΑΓΟΥ ΧΑΝΙΩΝ, ΑΝΩ ΒΟΥΒΕΣ ΧΑΝΙΩΝ, ΑΣΠΡΑ ΝΕΡΑ ΧΑΝΙΩΝ, ΑΣΤΡΑΤΗΓΟΣ ΧΑΝΙΩΝ, ΑΣΤΡΙΚΑΣ ΧΑΝΙΩΝ, ΑΦΡΑΤΑ ΧΑΝΙΩΝ, ΒΑΓΙ ΧΑΝΙΩΝ, ΒΑΣΙΛΙΑΝΑ ΧΑΝΙΩΝ, ΒΑΣΙΛΟΠΟΥΛΟ ΧΑΝΙΩΝ, ΒΕΝΙΟ ΧΑΝΙΩΝ, ΒΟΥΒΕΣ ΧΑΝΙΩΝ, ΓΕΡΑΚΙΑΝΑ ΧΑΝΙΩΝ, ΓΛΩΣΣΑ ΧΑΝΙΩΝ, ΓΡΑ ΚΕΡΑ ΧΑΝΙΩΝ, ΔΑΡΜΑΡΟΧΩΡΙ ΧΑΝΙΩΝ, ΔΕΛΙΑΝΑ ΧΑΝΙΩΝ, ΔΡΑΚΟΝΑ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΔΡΑΚΟΝΑ ΧΑΝΙΩΝ, ΕΠΙΣΚΟΠΗ  ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΖΥΜΠΡΑΓΟΣ ΧΑΝΙΩΝ, ΚΑΛΑΜΙ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΚΑΛΥΔΟΝΙΑ ΧΑΝΙΩΝ, ΚΑΜΑΡΑ ΔΕΛΙΑΝΩΝ ΧΑΝΙΩΝ, ΚΑΜΑΡΑ ΚΑΛΥΔΟΝΙΑΣ ΧΑΝΙΩΝ, ΚΑΜΙΣΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΡΘΙΑΝΑ ΧΑΝΙΩΝ, ΚΟΛΥΜΒΑΡΙ ΧΑΝΙΩΝ, ΚΟΥΜΟΥΛΙ ΧΑΝΙΩΝ, ΚΡΥΑ ΒΡΥΣΗ ΧΑΝΙΩΝ, ΛΟΥΚΟΥΜΙΧΕΛΙΑΝΑ ΧΑΝΙΩΝ, ΜΑΡΑΘΟΚΕΦΑΛΑ ΧΑΝΙΩΝ, ΜΕΛΙΣΣΟΥΡΓΕΙΟ ΧΑΝΙΩΝ, ΜΕΤΟΧΙ ΚΑΡΩΝ ΧΑΝΙΩΝ, ΜΙΝΩΘΙΑΝΑ ΧΑΝΙΩΝ, ΜΟΘΙΑΝΑ ΧΑΝΙΩΝ, ΜΟΝΗ ΟΔΗΓΗΤΡΙΑΣ ΚΥΡΙΑΣ ΓΩΝΙΑΣ ΧΑΝΙΩΝ, ΝΟΧΙΑ ΧΑΝΙΩΝ, ΠΑΝΕΘΗΜΟΣ ΧΑΝΙΩΝ, ΠΑΡΑΛΙΑ ΧΑΝΙΩΝ, ΠΕΤΑΛΙΑΝΑ ΧΑΝΙΩΝ, ΠΥΡΓΟΣ ΔΕΛΙΑΝΩΝ ΧΑΝΙΩΝ, ΡΑΒΔΟΥΧΑ ΧΑΝΙΩΝ, ΡΑΠΑΝΙΑΝΑ ΧΑΝΙΩΝ, ΡΟΔΩΠΟΣ ΧΑΝΙΩΝ, ΣΚΑΦΙΩΤΕΣ ΧΑΝΙΩΝ, ΣΚΟΥΤΕΛΩΝΑΣ ΧΑΝΙΩΝ, ΣΠΗΛΙΑ ΧΑΝΙΩΝ, ΤΑΥΡΩΝΙΤΗΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73007", "ΑΛΙΚΑΜΠΟΣ ΧΑΝΙΩΝ, ΑΡΕΒΙΤΗΣ ΧΑΝΙΩΝ, ΑΣΠΡΟΥΛΙΑΝΟΙ ΧΑΝΙΩΝ, ΑΧΑΤΖΗΚΙΑ ΧΑΝΙΩΝ, ΒΑΤΟΥΔΙΑΡΗΣ ΧΑΝΙΩΝ, ΒΑΦΕΣ ΧΑΝΙΩΝ, ΒΡΥΣΕΣ ΑΠΟΚΟΡΡΩΝΟΥ ΧΑΝΙΩΝ, ΓΕΩΡΓΙΟΥΠΟΛΗ ΧΑΝΙΩΝ, ΔΡΑΜΙΑ ΧΑΝΙΩΝ, ΕΜΠΡΟΣΝΕΡΟΣ ΧΑΝΙΩΝ, ΚΑΒΑΛΛΟΣ ΧΑΝΙΩΝ, ΚΑΒΡΟΣ ΧΑΝΙΩΝ, ΚΑΣΤΕΛΛΟΣ ΧΑΝΙΩΝ, ΚΟΥΡΝΑΣ ΧΑΝΙΩΝ, ΚΡΑΠΗ ΧΑΝΙΩΝ, ΜΑΖΑ  ΑΠΟΚΟΡΩΝΟΥ ΧΑΝΙΩΝ, ΜΑΘΕΣ ΧΑΝΙΩΝ, ΜΕΤΑΜΟΡΦΩΣΗ ΧΑΝΙΩΝ, ΜΕΤΟΧΙ ΑΠΟΚΟΡΩΝΟΥ ΧΑΝΙΩΝ, ΜΟΥΡΙ ΓΕΩΡΓΙΟΥΠΟΛΕΩΣ ΧΑΝΙΩΝ, ΝΙΠΟΣ ΧΑΝΙΩΝ, ΠΑΡΑΛΙΑ ΚΟΥΡΝΑ ΧΑΝΙΩΝ, ΠΑΤΗΜΑ ΧΑΝΙΩΝ, ΦΙΛΙΠΠΟΣ ΧΑΝΙΩΝ, ΦΟΝΕΣ ΧΑΝΙΩΝ, ΦΥΛΑΚΗ ΧΑΝΙΩΝ, ΧΑΜΠΑΘΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73011", "ΑΓΙΑ ΡΟΥΜΕΛΗ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΝΕΚΤΑΡΙΟΣ ΧΑΝΙΩΝ, ΑΝΩΠΟΛΗ  ΧΑΝΙΩΝ, ΑΡΑΔΑΙΝΑ ΧΑΝΙΩΝ, ΑΣΦΕΝΔΟΣ ΧΑΝΙΩΝ, ΒΟΥΒΑΣ ΧΑΝΙΩΝ, ΒΡΑΣΚΑΣ ΧΑΝΙΩΝ, ΒΡΙΤΟΜΑΡΤΗ ΧΑΝΙΩΝ, ΙΜΠΡΟΣ ΧΑΝΙΩΝ, ΚΑΛΛΙΚΡΑΤΗΣ ΧΑΝΙΩΝ, ΚΑΨΟΔΑΣΟΣ ΧΑΝΙΩΝ, ΚΟΜΙΤΑΔΕΣ ΧΑΝΙΩΝ, ΛΙΒΑΝΙΑΝΑ ΧΑΝΙΩΝ, ΛΟΥΤΡΟ ΧΑΝΙΩΝ, ΝΟΜΙΚΙΑΝΑ ΧΑΝΙΩΝ, ΠΑΛΑΙΑ ΑΓΙΑ ΡΟΥΜΕΛΗ ΧΑΝΙΩΝ, ΠΑΤΣΙΑΝΟΣ ΧΑΝΙΩΝ, ΣΚΑΛΩΤΗ ΧΑΝΙΩΝ, ΦΡΑΓΚΟΚΑΣΤΕΛΟ (ΠΑΡΑΔΕΙΣΟΣ) ΧΑΝΙΩΝ, ΧΩΡΑ ΣΦΑΚΙΩΝ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73014", "ΑΓΙΑ ΜΑΡΙΝΑ ΧΑΝΙΩΝ, ΒΡΥΣΕΣ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΓΕΡΑΝΙ ΧΑΝΙΩΝ, ΚΟΙΛΑΔΑ ΧΑΝΙΩΝ, ΚΟΝΤΟΜΑΡΙ ΧΑΝΙΩΝ, ΚΥΠΑΡΙΣΣΟΣ ΧΑΝΙΩΝ, ΛΟΥΤΡΑΚΙ ΧΑΝΙΩΝ, ΜΑΛΕΜΕ ΧΑΝΙΩΝ, ΜΑΡΟΥΛΙΑΧΙΑΝΑ ΧΑΝΙΩΝ, ΜΕΤΟΧΙ ΚΟΝΤΟΜΑΡΙΟΥ ΧΑΝΙΩΝ, ΜΟΔΙ ΧΑΝΙΩΝ, ΞΑΜΟΥΔΟΧΩΡΙ ΧΑΝΙΩΝ, ΞΗΡΟΚΑΜΠΙ ΧΑΝΙΩΝ, ΠΑΛΑΙΟ ΓΕΡΑΝΙ ΧΑΝΙΩΝ, ΠΑΤΕΛΛΑΡΙ ΧΑΝΙΩΝ, ΠΛΑΤΑΝΙΑΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73100", "ΑΓΙΑ ΖΩΝΗ ΧΑΝΙΩΝ, ΑΓΙΑ ΤΡΙΑΔΑ ΜΟΝΑΣΤΗΡΙ ΧΑΝΙΩΝ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΝΕΑΣ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΟΝΟΥΦΡΙΟΣ ΧΑΝΙΩΝ, ΑΕΡΟΔΡΟΜΙΟ (ΠΕΡΙΟΧΗ ΣΤΕΡΝΩΝ) ΧΑΝΙΩΝ, ΑΚΡΟΠΟΛΗ ΧΑΝΙΩΝ, ΑΛΕΤΡΟΥΒΑΡΙ ΧΑΝΙΩΝ, ΑΝΕΜΟΜΥΛΟΙ ΧΑΝΙΩΝ, ΑΡΓΟΥΛΕΣ ΑΡΩΝΙΟΥ ΧΑΝΙΩΝ, ΑΡΓΟΥΛΙΔΕΣ ΣΦΑΚΙΩΝ ΧΑΝΙΩΝ, ΑΡΩΝΙ ΧΑΝΙΩΝ, ΑΧΛΑΔΕΣ ΧΑΝΙΩΝ, ΒΑΜΒΑΚΟΠΟΥΛΟ ΧΑΝΙΩΝ, ΒΑΡΥΠΕΤΡΟ ΧΑΝΙΩΝ, ΓΑΛΑΤΑΣ ΧΑΝΙΩΝ, ΓΑΛΗΝΗ ΧΑΝΙΩΝ, ΓΕΡΟΛΑΚΚΟΣ ΧΑΝΙΩΝ, ΓΕΡΟΠΡΙΝΟΣ ΧΑΝΙΩΝ, ΓΟΥΒΕΡΝΕΤΟ ΜΟΝΑΣΤΗΡΙ ΧΑΝΙΩΝ, ΔΑΡΑΤΣΟΣ ΧΑΝΙΩΝ, ΖΟΡΝΑΔΗΣ ΧΑΝΙΩΝ, ΘΕΡΙΣΟ ΧΑΝΙΩΝ, ΘΥΜΙΑ ΧΑΝΙΩΝ, ΚΑΘΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΛΑΘΑΣ ΧΑΝΙΩΝ, ΚΑΛΟΡΡΟΥΜΑ ΧΑΝΙΩΝ, ΚΑΜΠΑΝΙ ΧΑΝΙΩΝ, ΚΑΜΠΟΙ ΧΑΝΙΩΝ, ΚΑΤΩ ΜΑΡΑΘΙ ΧΑΝΙΩΝ, ΚΑΤΩΧΩΡΙ ΧΑΝΙΩΝ, ΚΟΝΤΟΠΟΥΛΑ ΧΑΝΙΩΝ, ΚΟΡΑΚΙΕΣ ΧΑΝΙΩΝ, ΚΟΥΜΑΡΕΣ ΧΑΝΙΩΝ, ΚΟΥΝΟΥΠΙΔΙΑΝΑ ΧΑΝΙΩΝ, ΛΟΥΛΟΣ ΧΑΝΙΩΝ, ΛΥΓΙΔΕΣ ΧΑΝΙΩΝ, ΜΑΔΑΡΟ ΧΑΝΙΩΝ, ΜΑΛΑΞΑ ΧΑΝΙΩΝ, ΜΑΡΑΘΙ ΧΑΝΙΩΝ, ΜΑΡΜΑΡΑΣ ΧΑΝΙΩΝ, ΜΟΝΗ ΑΓΙΑΣ ΤΡΙΑΔΑΣ ΤΖΑΓΚΑΡΟΛΩΝ ΧΑΝΙΩΝ, ΜΟΝΗ ΚΥΡΙΑΣ ΑΓΓΕΛΩΝ ΑΓ.ΙΩΑΝ.ΓΟΥΒΕΡΝ. ΧΑΝΙΩΝ, ΜΟΥΖΟΥΡΑΣ ΧΑΝΙΩΝ, ΜΥΛΩΝΙΑΝΑ ΧΑΝΙΩΝ, ΝΕΡΟΚΟΥΡΟΣ ΧΑΝΙΩΝ, ΟΑΣΗ ΧΑΝΙΩΝ, ΠΑΖΙΝΟΣ ΧΑΝΙΩΝ, ΠΑΝΑΓΙΑ ΧΑΝΙΩΝ, ΠΕΡΙΒΟΛΙΑ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ, ΠΛΑΤΥΒΟΛΑ ΧΑΝΙΩΝ, ΠΟΤΙΣΤΗΡΙΑ ΧΑΝΙΩΝ, ΠΥΘΑΡΙ ΧΑΝΙΩΝ, ΣΠΗΛΙΑΡΙΑ ΧΑΝΙΩΝ, ΣΤΑΛΟΣ ΧΑΝΙΩΝ, ΣΤΑΥΡΟΣ ΑΚΡΩΤΗΡΙΟΥ ΧΑΝΙΩΝ, ΣΤΕΡΝΕΣ (& 115 ΠΜ) ΧΑΝΙΩΝ, ΤΕΡΣΑΝΑΣ ΧΑΝΙΩΝ, ΤΣΑΚΙΣΤΡΑ ΧΑΝΙΩΝ, ΧΑΝΙΑ ΧΑΝΙΩΝ, ΧΟΡΔΑΚΙ ΧΑΝΙΩΝ, ΧΩΡΑΦΑΚΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73131", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73132", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73133", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73134", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73135", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73136", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73137", "ΧΑΝΙΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73200", "ΑΠΤΕΡΑ ΧΑΝΙΩΝ, ΠΛΑΤΑΝΙ ΧΑΝΙΩΝ, ΣΟΥΔΑ  ΧΑΝΙΩΝ, ΤΣΙΚΑΛΑΡΙΑ ΚΥΔΩΝΙΑΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73300", "ΒΑΝΤΕΣ  ΧΑΝΙΩΝ, ΚΡΥΟ ΝΕΡΟ ΧΑΝΙΩΝ, ΜΟΥΡΝΙΕΣ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "73400", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΚΑΛΛΕΡΓΙΑΝΩΝ ΧΑΝΙΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΑΖΟΓΥΡΑΣ ΧΑΝΙΩΝ, ΑΝΩ ΔΡΑΠΑΝΙΑΣ ΧΑΝΙΩΝ, ΑΡΜΕΝΟΧΩΡΙ ΧΑΝΙΩΝ, ΒΑΡΔΙΑΝΑ ΧΑΝΙΩΝ, ΓΑΛΟΥΒΑΣ ΧΑΝΙΩΝ, ΓΡΑΜΒΟΥΣΑ ΧΑΝΙΩΝ, ΓΡΗΓΟΡΙΑΝΑ ΠΟΛΥΡΡΗΝΙΑΣ ΧΑΝΙΩΝ, ΔΑΦΝΗ ΧΑΝΙΩΝ, ΔΕΡΜΙΖΙΑΝΑ ΧΑΝΙΩΝ, ΔΡΑΠΑΝΙΑΣ ΧΑΝΙΩΝ, ΕΛΑΦΟΝΗΣΟΣ ΧΑΝΙΩΝ ΧΑΝΙΩΝ, ΖΑΧΑΡΙΑΝΑ ΧΑΝΙΩΝ, ΖΕΡΒΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΒΟΥΣΙ ΧΑΝΙΩΝ, ΚΑΛΛΕΡΓΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΛΟΥΔΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΛΥΒΙΑΝΗ ΧΑΝΙΩΝ, ΚΑΡΕΦΙΛΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΣΤΕΛΙ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΚΑΤΖΙΑΝΑ ΧΑΝΙΩΝ, ΚΑΤΩ ΠΑΛΑΙΟΚΑΣΤΡΟ ΧΑΝΙΩΝ, ΚΕΡΑ ΧΑΝΙΩΝ, ΚΙΣΣΑΜΟΣ ΧΑΝΙΩΝ, ΚΟΚΚΙΝΟ ΜΕΤΟΧΙ ΧΑΝΙΩΝ, ΚΟΛΕΝΗ ΧΑΝΙΩΝ, ΚΟΡΦΑΛΩΝΑΣ ΧΑΝΙΩΝ, ΚΟΤΣΙΑΝΑ ΧΑΝΙΩΝ, ΚΟΥΚΟΥΝΑΡΑ ΧΑΝΙΩΝ, ΚΟΥΝΟΥΠΙΤΣΑ ΧΑΝΙΩΝ, ΚΟΥΡΘΙΑΝΑ ΧΑΝΙΩΝ, ΛΙΜΕΝΙΣΚΟΣ ΧΑΝΙΩΝ, ΛΟΥΣΑΚΙΕΣ ΧΑΝΙΩΝ, ΛΥΡΙΔΙΑΝΑ ΧΑΝΙΩΝ, ΜΑΝΕΡΙΑΝΑ ΧΑΝΙΩΝ, ΜΑΡΕΔΙΑΝΑ ΧΑΝΙΩΝ, ΜΕΝΙΑΝΑ ΧΑΝΙΩΝ, ΜΕΡΑΔΑ ΧΑΝΙΩΝ, ΜΕΤΟΧΙ ΛΟΥΣΑΚΙΟΥ ΧΑΝΙΩΝ, ΝΕΟ ΧΩΡΙΟ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΝΩΠΗΓΕΙΑ ΧΑΝΙΩΝ, ΠΑΠΠΑΓΙΑΝΝΑΚΗΔΕΣ ΧΑΝΙΩΝ, ΠΕΡΒΟΛΑΚΙΑ ΧΑΝΙΩΝ, ΠΙΠΕΡΙΑΝΑ ΧΑΝΙΩΝ, ΠΛΑΚΑΛΩΝΑ ΧΑΝΙΩΝ, ΠΟΛΛΥΡΗΝΙΑ ΧΑΝΙΩΝ, ΠΟΤΑΜΙΔΑ ΧΑΝΙΩΝ, ΠΥΡΓΟΣ ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΡΟΚΚΑ ΧΑΝΙΩΝ, ΣΦΑΚΟΠΗΓΑΔΙ ΧΑΝΙΩΝ, ΤΡΑΧΗΛΟΣ ΧΑΝΙΩΝ, ΤΡΙΑΛΩΝΙΑ ΧΑΝΙΩΝ, ΤΣΙΚΑΛΑΡΙΑ  ΚΙΣΣΑΜΟΥ ΧΑΝΙΩΝ, ΦΑΛΑΣΑΡΝΑ ΧΑΝΙΩΝ, ΦΑΛΕΛΙΑΝΑ ΧΑΝΙΩΝ, ΦΟΥΡΝΑΔΟΣ ΧΑΝΙΩΝ, ΦΤΕΡΟΛΑΚΚΑ ΧΑΝΙΩΝ, ΧΑΙΡΕΘΙΑΝΑ ΧΑΝΙΩΝ, ΧΑΡΑΥΓΗ ΧΑΝΙΩΝ, ΧΑΡΧΑΛΙΑΝΑ ΧΑΝΙΩΝ, ΧΟΡΕΥΤΙΑΝΑ ΧΑΝΙΩΝ, ΧΟΥΔΑΛΙΑΝΑ ΧΑΝΙΩΝ, ΧΡΥΣΟΣΚΑΛΙΤΙΣΣΑ ΧΑΝΙΩΝ", "Χανίων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82100", "ΑΓΙΑ ΕΡΜΙΟΝΗ ΧΙΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΥΚΟΥΣΗΣ ΧΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΧΙΟΥ, ΑΜΠΕΛΟΣ ΧΙΟΥ, ΑΝΑΒΑΤΟΣ ΧΙΟΥ, ΑΥΓΩΝΥΜΑ ΧΙΟΥ, ΒΑΣΙΛΕΩΝΟΙΚΟ ΧΙΟΥ, ΒΕΡΒΕΡΑΤΟ ΧΙΟΥ, ΒΛΥΧΑΔΑ ΧΙΟΥ, ΒΟΚΑΡΙΑ ΧΙΟΥ, ΒΟΥΔΟΤΟΠΟΣ ΧΙΟΥ, ΒΟΥΝΟ ΧΙΟΥ, ΓΙΟΣΩΝΑΣ ΧΙΟΥ, ΓΡΙΔΙΑ ΧΙΟΥ, ΔΑΦΝΩΝΑΣ ΧΙΟΥ, ΔΕΛΦΙΝΙ ΧΙΟΥ, ΖΥΦΙΑΣ ΧΙΟΥ, ΘΥΜΙΑΝΑ ΧΙΟΥ, ΚΑΛΛΙΜΑΣΙΑ ΧΙΟΥ, ΚΑΡΔΑΜΥΛΑ ΧΙΟΥ, ΚΑΡΥΕΣ ΧΙΟΥ, ΚΑΡΦΑΣ ΧΙΟΥ, ΚΑΤΑΡΡΑΚΤΗΣ ΧΙΟΥ, ΚΕΡΑΜΕΙΑ ΧΙΟΥ, ΚΟΙΝΗ ΧΙΟΥ, ΛΕΥΚΩΝΙΑ ΧΙΟΥ, ΛΙΛΙΚΑΣ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΚΩΝ/ΝΟΥ ΦΡΑΓΚΟΒ. ΧΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΜΗΝΑ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΣΤΕΦΑΝΟΥ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΩΝ ΠΑΤΕΡΩΝ ΧΙΟΥ, ΜΟΝΗ ΜΥΡΣΙΝΙΔΙΟΥ ΧΙΟΥ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΚΟΙΜ.ΠΛΑΚΙΔΙΩΤΙΣ. ΧΙΟΥ, ΜΟΝΗ ΤΑΞΙΑΡΧΩΝ ΧΙΟΥ, ΜΥΡΜΗΓΚΙ ΧΙΟΥ, ΝΕΝΗΤΑ ΧΙΟΥ, ΝΕΟΧΩΡΙ ΧΙΟΥ, ΠΑΓΙΔΑ ΧΙΟΥ, ΠΑΡΑΛΙΑ ΑΓΙΑΣ ΦΩΤΕΙΝΗΣ ΧΙΟΥ, ΧΙΟΣ ΧΙΟΥ", "Χίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82101", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΝΗΣΟΣ ΧΙΟΥ, ΑΡΧΟΝΤΟΝΗΣΟ ΟΙΝΟΥΣΣΩΝ ΧΙΟΥ, ΑΣΠΑΛΑΘΡΟΚΑΜΠΟΣ ΟΙΝΟΥΣΣΩΝ ΧΙΟΥ, ΒΑΤΟΣ ΧΙΟΥ, ΓΑΙΔΟΥΡΟΝΗΣΟΣ ΧΙΟΥ, ΚΑΣΤΡΟ ΟΙΝΟΥΣΣΩΝ ΧΙΟΥ, ΜΟΝΑΦΤΗΣ ΧΙΟΥ, ΜΟΝΟΛΙΑ ΧΙΟΥ, ΝΕΚΤΑ ΧΙΟΥ, ΝΗΣΙ ΠΑΝΑΓΙΑΣ ΧΙΟΥ, ΟΙΝΟΥΣΣΕΣ ΧΙΟΥ, ΠΑΣΑΣ ΝΗΣΟΣ ΧΙΟΥ, ΠΟΝΤΙΚΟΝΗΣΙ ΧΙΟΥ, ΠΡΑΣΟΝΗΣΙΑ ΧΙΟΥ, ΣΑΝΤΑ ΠΑΝΑΓΙΑ ΧΙΟΥ, ΣΚΛΑΒΙΑ ΧΙΟΥ, ΦΛΑΤΣΙΑ ΧΙΟΥ", "Χίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82102", "ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΜΑΣΤΙΧΩΡΙΩΝ ΧΙΟΥ, ΑΛΜΥΡΟΣ ΧΙΟΥ, ΑΡΜΟΛΙΑ ΧΙΟΥ, ΒΑΒΙΛΟΙ ΧΙΟΥ, ΒΕΝΕΤΙΚΟ ΧΙΟΥ, ΒΕΣΣΑ ΧΙΟΥ, ΔΟΤΙΑ ΠΥΡΓΙΟΥ ΧΙΟΥ, ΕΛΑΤΑ ΧΙΟΥ, ΕΜΠΟΡΕΙΟΣ ΧΙΟΥ, ΕΞΩ ΔΙΔΥΜΑ ΧΙΟΥ, ΘΟΛΟΠΟΤΑΜΙ ΧΙΟΥ, ΚΑΛΑΜΩΤΗ ΧΙΟΥ, ΚΑΛΟΓΕΡΟΣ ΧΙΟΥ, ΚΑΡΥΝΤΑ ΧΙΟΥ, ΚΩΜΗ ΧΙΟΥ, ΛΙΘΙΟ ΧΙΟΥ, ΛΙΜΑΝΙ ΛΙΘΙΟΥ ΧΙΟΥ, ΛΙΜΕΝΑΣ (ΠΑΣΑ ΛΙΜΑΝΙ) ΧΙΟΥ, ΜΕΡΙΚΟΥΝΤΑ ΧΙΟΥ, ΜΕΣΑ ΔΙΔΥΜΑ ΧΙΟΥ, ΜΕΣΤΑ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΧΙΟΥ, ΝΗΣΑΚΙ ΧΙΟΥ, ΟΛΥΜΠΟΙ ΧΙΟΥ, ΠΑΤΡΙΚΑ ΧΙΟΥ, ΠΕΛΑΓΟΝΗΣΟΣ ΧΙΟΥ, ΠΛΑΚΑ ΧΙΟΥ, ΠΥΡΓΙ ΧΙΟΥ, ΤΡΑΧΥΛΙΑ ΧΙΟΥ, ΧΑΛΚΕΙΟ ΧΙΟΥ", "Χίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82103", "ΑΓΙΑΣΜΑΤΑ ΚΕΡΑΜΟΥ ΧΙΟΥ, ΑΓΙΑΣΜΑΤΑ ΛΕΠΤΟΠΟΔΩΝ ΧΙΟΥ, ΑΓΙΟ ΓΑΛΑ ΧΙΟΥ, ΑΓΙΟΣ ΑΙΜΙΛΙΑΝΟΣ ΧΙΟΥ, ΑΓΙΟΣ ΙΣΙΔΩΡΟΣ ΧΙΟΥ, ΑΦΡΟΔΙΣΙΑ ΧΙΟΥ, ΒΟΛΙΣΣΟΣ ΧΙΟΥ, ΔΙΕΥΧΑ ΧΙΟΥ, ΕΓΡΗΓΟΡΟΣ ΧΙΟΥ, ΕΖΟΥΣΑ ΧΙΟΥ, ΚΑΤΑΒΑΣΗ ΧΙΟΥ, ΚΕΡΑΜΟΣ ΒΙΚΙΟΥ ΧΙΟΥ, ΚΕΡΑΜΟΣ ΧΙΟΥ ΧΙΟΥ, ΚΟΣΚΙΝΑΣ ΧΙΟΥ, ΚΟΣΜΑΔΟΣ ΧΙΟΥ, ΚΟΥΡΟΥΝΙΑ ΧΙΟΥ, ΛΕΠΤΟΠΟΔΑ ΧΙΟΥ, ΛΗΜΝΙΑ ΧΙΟΥ ΧΙΟΥ, ΛΙΜΙΑ ΧΙΟΥ, ΜΑΝΑΓΡΟΣ ΧΙΟΥ, ΜΑΡΜΑΡΟ ΧΙΟΥ, ΜΕΛΑΝΙΟΣ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΑΣ ΜΑΡΚΕΛΛΑΣ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΑΣ ΜΑΤΡΩΝΗΣ ΧΑΛΑΝΔΡΩΝ ΧΙΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΜΑΡΚΟΥ ΧΙΟΥ, ΝΑΓΟΣ ΧΙΟΥ, ΝΕΑ ΠΟΤΑΜΙΑ ΧΙΟΥ, ΝΕΝΗΤΟΥΡΙΑ ΧΙΟΥ, ΠΑΡΠΑΡΙΑ ΧΙΟΥ, ΠΙΡΑΜΑ ΧΙΟΥ, ΠΙΣΠΙΛΟΥΝΤΑ ΧΙΟΥ, ΠΥΡΓΙΑ ΧΙΟΥ, ΣΙΔΗΡΟΥΝΤΑ ΧΙΟΥ, ΣΚΑΡΙΩΤΗΣ ΧΙΟΥ, ΤΡΥΠΕΣ ΧΙΟΥ, ΧΑΛΑΝΔΡΑ ΧΙΟΥ, ΧΙΟΥ ΠΕΡΙΟΧΗ ΛΗΜΝΟΣ ΧΙΟΥ, ΧΩΡΗ ΧΙΟΥ", "Χίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63087", "ΒΟΥΛΕΥΤΗΡΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΔΑΦΝΗ ΑΓΙΟΥ ΟΡΟΥΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΡΟΥΛΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΤΟΥΝΑΚΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΕΡΑΣΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΔΙΟΝΥΣΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΠΑΝΤΕΛΕΗΜΟΝΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΠΑΥΛΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΔΟΧΕΙΑΡΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΖΩΓΡΑΦΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΚΩΝΣΤΑΜΟΝΙΤΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΞΕΝΟΦΩΝΤΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΞΗΡΟΠΟΤΑΜΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΟΣΙΟΥ ΓΡΗΓΟΡΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΣΙΜΩΝΟΣ ΠΕΤΡΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΣΚΗΤΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΑΣ ΑΝΝΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΑΣ ΤΡΙΑΔΟΣ (ΚΑΥΣΟΚΑΛΥΒΙΩΝ) ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΕΥΑΓΓΕΛΙΣΜΟΥ ΘΕΟΤΟΚΟΣ(ΞΕΝΟΦΩΝΤΟΣ) ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΘΕΟΤΟΚΟΥ(ΝΕΑ ΣΚΗΤΗ) ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60063", "ΑΝΩ ΣΚΟΤΙΝΑ ΠΙΕΡΙΑΣ, ΚΑΛΥΒΙΑ ΒΑΡΙΚΟΥ ΠΙΕΡΙΑΣ, ΛΕΠΤΟΚΑΡΥΑ ΠΙΕΡΙΑΣ, ΛΙΜΑΝΙ ΛΙΤΟΧΩΡΟΥ ΠΙΕΡΙΑΣ, ΠΑΝΤΕΛΕΗΜΟΝΑΣ ΠΙΕΡΙΑΣ, ΠΑΡΑΛΙΑ ΣΚΟΤΙΝΑΣ ΠΙΕΡΙΑΣ, ΠΛΑΚΑ ΠΙΕΡΙΑΣ, ΠΟΡΟΙ ΠΙΕΡΙΑΣ, ΣΚΟΤΙΝΑ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63086", "ΒΙΓΛΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΡΥΕΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΨΑΛΑ ΧΑΛΚΙΔΙΚΗΣ, ΜΕΤΟΧΙ ΧΟΥΡΜΙΤΣΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΒΑΤΟΠΕΔΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΕΣΦΙΓΜΕΝΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΙΒΗΡΩΝ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΚΑΡΑΚΑΛΛΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΚΟΥΤΛΟΥΜΟΥΣΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΜΕΓΙΣΤΗΣ ΛΑΥΡΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΠΑΝΤΟΚΡΑΤΟΡΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΣΤΑΥΡΟΝΙΚΗΤΑ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΦΙΛΟΘΕΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΧΙΛΙΑΝΔΑΡΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΠΡΟΒΑΤΑ-ΜΟΡΦΟΝΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΟΥ ΑΝΔΡΕΟΥ ΒΑΤΟΠΕΔΙΟΥ , ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ ΒΑΤΟΠΕΔΙΟΥ, ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ(ΛΑΚΟΣΚΗΤΗ) ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΑΓΙΟΥ ΠΑΝΤΕΛΕΗΜΟΝΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΠΡΟΦΗΤΟΥ ΗΛΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΤΙΜΙΟΥ ΠΡΟΔΡΟΜΟΥ ΙΒΗΡΩΝ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΗΤΗ ΤΙΜΙΟΥ ΠΡΟΔΡΟΜΟΥ ΜΕΓΙΣΤΗΣ ΛΑΥΡΑΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63081", "ΑΖΑΠΙΚΟ ΝΕΟΥ ΜΑΡΜΑΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΓΑΛΗΝΗ ΝΕΟΥ ΜΑΡΜΑΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΙΑ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΙΑ ΝΙΚΗΤΗ ΧΑΛΚΙΔΙΚΗΣ, ΘΕΣΗ ΚΑΛΥΒΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΟΓΡΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΛΑΓΟΜΑΝΤΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΛΙΜΑΝΙ ΚΑΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΟΣ ΜΑΡΜΑΡΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΡΑΔΕΙΣΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΡΘΕΝΩΝΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΠΑΘΙΕΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΤΥΛΑΔΑΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΤΡΙΠΟΤΑΜΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΧΛΙΑΔΟΥ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35131", "ΛΑΜΙΕΩΝ ΦΘΙΩΤΙΔΑΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35132", "ΛΑΜΙΕΩΝ ΦΘΙΩΤΙΔΑΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35133", "ΛΑΜΙΕΩΝ ΦΘΙΩΤΙΔΑΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35200", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΤΑΛΑΝΤΗΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΛΟΚΡΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΓΝΑΝΤΗ ΦΘΙΩΤΙΔΟΣ, ΑΝΑΒΡΑ ΦΘΙΩΤΙΔΟΣ, ΑΡΚΙΤΣΑ ΦΘΙΩΤΙΔΟΣ, ΑΤΑΛΑΝΤΗ ΦΘΙΩΤΙΔΟΣ, ΑΤΑΛΑΝΤΟΝΗΣΙ ΦΘΙΩΤΙΔΟΣ, ΓΟΥΛΕΜΙΟ ΦΘΙΩΤΙΔΟΣ, ΕΞΑΡΧΟΣ ΦΘΙΩΤΙΔΟΣ, ΕΥΚΑΛΥΠΤΟΣ ΦΘΙΩΤΙΔΟΣ, ΖΕΛΙΟ ΦΘΙΩΤΙΔΟΣ, ΚΑΛΑΠΟΔΙ ΦΘΙΩΤΙΔΟΣ, ΚΑΛΥΨΩ ΦΘΙΩΤΙΔΟΣ, ΚΟΛΑΚΑ (ή ΚΥΡΤΩΝΗ) ΦΘΙΩΤΙΔΟΣ, ΚΥΠΑΡΙΣΣΙ ΦΘΙΩΤΙΔΟΣ, ΚΥΡΤΩΝΗ ΦΘΙΩΤΙΔΟΣ, ΜΕΓΑΠΛΑΤΑΝΟΣ ΦΘΙΩΤΙΔΟΣ, ΜΕΛΙΔΟΝΙ ΦΘΙΩΤΙΔΟΣ, ΜΟΝΗ ΑΓΙΩΝ ΑΝΑΡΓΥΡΩΝ ΑΤΑΛΑΝΤΗΣ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΙΡΡΟΙΑ ΦΘΙΩΤΙΔΟΣ, ΣΚΑΛΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "35300", "ΑΓΙΑ ΜΑΡΙΝΑ ΦΘΙΩΤΙΔΟΣ ΦΘΙΩΤΙΔΟΣ, ΑΝΥΔΡΟ ΦΘΙΩΤΙΔΟΣ, ΑΧΙΝΟΣ ΦΘΙΩΤΙΔΟΣ, ΒΑΣΙΛΙΚΗ ΦΘΙΩΤΙΔΟΣ, ΔΡΕΠΑΝΟ ΦΘΙΩΤΙΔΟΣ, ΔΡΟΣΙΑ ΦΘΙΩΤΙΔΟΣ, ΚΑΡΑΒΟΜΥΛΟΣ ΦΘΙΩΤΙΔΟΣ, ΚΟΥΒΕΛΑ ΦΘΙΩΤΙΔΟΣ, ΚΟΥΤΣΟΥΡΟ ΦΘΙΩΤΙΔΟΣ, ΜΕΛΙΣΣΙΑ ΦΘΙΩΤΙΔΟΣ, ΝΕΡΑΙΔΑ ΦΘΙΩΤΙΔΟΣ, ΠΑΛΑΙΟΚΕΡΑΣΕΑ ΦΘΙΩΤΙΔΟΣ, ΠΑΝΟΡΑΜΑ ΦΘΙΩΤΙΔΟΣ, ΠΑΡΑΛΙΑ ΑΧΙΝΟΥ ΦΘΙΩΤΙΔΟΣ, ΠΑΡΑΛΙΑ ΡΑΧΩΝ ΦΘΙΩΤΙΔΟΣ, ΠΕΤΑΡΑΔΕΣ ΦΘΙΩΤΙΔΟΣ, ΠΛΑΚΕΣ ΦΘΙΩΤΙΔΟΣ, ΠΛΑΤΑΝΙΑΣ ΦΘΙΩΤΙΔΟΣ, ΡΑΧΕΣ ΦΘΙΩΤΙΔΟΣ, ΣΚΑΣΜΑΔΑ ΦΘΙΩΤΙΔΟΣ, ΣΤΥΛΙΔΑ ΦΘΙΩΤΙΔΟΣ, ΦΟΥΡΝΟΙ ΦΘΙΩΤΙΔΟΣ, ΦΤΙΛΙΑ ΦΘΙΩΤΙΔΟΣ", "Φθιώτιδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53070", "ΑΝΤΙΓΟΝΟ ΦΛΩΡΙΝΑΣ, ΜΑΝΙΑΚΙ ΦΛΩΡΙΝΑΣ, ΠΕΛΑΡΓΟΣ ΦΛΩΡΙΝΑΣ, ΦΑΡΑΓΓΙ ΦΛΩΡΙΝΑΣ, ΦΙΛΩΤΑΣ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53071", "ΑΝΩ ΑΧΛΑΔΑ ΦΛΩΡΙΝΑΣ, ΑΧΛΑΔΑ ΦΛΩΡΙΝΑΣ, ΓΙΟΥΡΟΥΚΙ ΦΛΩΡΙΝΑΣ, ΜΕΛΙΤΗ ΦΛΩΡΙΝΑΣ, ΣΚΟΠΟΣ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53073", "ΛΕΧΟΒΟ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53077", "ΑΓΙΟΣ ΑΧΙΛΛΕΙΟΣ ΝΗΣΟΣ ΦΛΩΡΙΝΑΣ, ΑΓΙΟΣ ΓΕΡΜΑΝΟΣ ΦΛΩΡΙΝΑΣ, ΒΡΟΝΤΕΡΟ ΦΛΩΡΙΝΑΣ, ΚΑΛΛΙΘΕΑ ΦΛΩΡΙΝΑΣ, ΚΑΡΥΕΣ ΦΛΩΡΙΝΑΣ, ΛΑΙΜΟΣ ΦΛΩΡΙΝΑΣ, ΛΕΥΚΩΝΑΣ ΦΛΩΡΙΝΑΣ, ΜΗΛΕΩΝΑΣ ΦΛΩΡΙΝΑΣ, ΜΙΚΡΟΛΙΜΝΗ ΦΛΩΡΙΝΑΣ, ΟΞΥΑ ΦΛΩΡΙΝΑΣ, ΠΛΑΤΥ ΦΛΩΡΙΝΑΣ, ΠΥΛΗ ΑΓΙΟΥ ΑΧΙΛΛΕΙΟΥ ΦΛΩΡΙΝΑΣ, ΨΑΡΑΔΕΣ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53100", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΦΛΩΡΙΝΑΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΦΛΩΡΙΝΑΣ, ΑΓΙΟΣ ΒΑΡΘΟΛΟΜΑΙΟΣ ΦΛΩΡΙΝΑΣ, ΑΚΡΙΤΑΣ ΦΛΩΡΙΝΑΣ, ΑΛΩΝΑ ΦΛΩΡΙΝΑΣ, ΑΜΜΟΧΩΡΙ ΦΛΩΡΙΝΑΣ, ΑΝΩ ΚΑΛΛΙΝΙΚΗ ΦΛΩΡΙΝΑΣ, ΑΝΩ ΚΛΕΙΝΕΣ ΦΛΩΡΙΝΑΣ, ΑΝΩ ΥΔΡΟΥΣΣΑ ΦΛΩΡΙΝΑΣ, ΑΡΜΕΝΟΧΩΡΙ ΦΛΩΡΙΝΑΣ, ΑΤΡΑΠΟΣ ΦΛΩΡΙΝΑΣ, ΔΡΟΣΟΠΗΓΗ ΦΛΩΡΙΝΑΣ, ΕΘΝΙΚΟ ΦΛΩΡΙΝΑΣ, ΙΤΕΑ ΦΛΩΡΙΝΑΣ, ΚΑΛΟΓΕΡΙΤΣΑ ΦΛΩΡΙΝΑΣ, ΚΑΤΩ ΚΑΛΛΙΝΙΚΗ ΦΛΩΡΙΝΑΣ, ΚΑΤΩ ΚΛΕΙΝΕΣ ΦΛΩΡΙΝΑΣ, ΚΛΑΔΟΡΡΑΧΗ ΦΛΩΡΙΝΑΣ, ΚΟΙΜΗΣΙΣ ΤΗΣ ΘΕΟΤΟΚΟΥ ΦΛΩΡΙΝΑΣ, ΚΟΛΧΙΚΗ ΦΛΩΡΙΝΑΣ, ΚΟΡΥΦΗ ΦΛΩΡΙΝΑΣ, ΚΡΑΤΕΡΟ ΦΛΩΡΙΝΑΣ, ΛΕΠΤΟΚΑΡΥΕΣ ΦΛΩΡΙΝΑΣ, ΜΑΡΙΝΑ ΦΛΩΡΙΝΑΣ, ΜΕΣΟΚΑΜΠΟΣ ΦΛΩΡΙΝΑΣ, ΜΕΣΟΝΗΣΙ ΦΛΩΡΙΝΑΣ, ΜΕΣΟΧΩΡΙ ΦΛΩΡΙΝΑΣ, ΝΕΟΣ ΚΑΥΚΑΣΟΣ ΦΛΩΡΙΝΑΣ, ΝΕΟΧΩΡΑΚΙ ΦΛΩΡΙΝΑΣ, ΝΙΚΗ ΦΛΩΡΙΝΑΣ, ΠΑΛΑΙΣΤΡΑ ΦΛΩΡΙΝΑΣ, ΠΑΠΠΑΓΙΑΝΝΗΣ ΦΛΩΡΙΝΑΣ, ΠΑΡΟΡΕΙΟ ΦΛΩΡΙΝΑΣ, ΠΕΡΑΣΜΑ ΦΛΩΡΙΝΑΣ, ΠΟΛΥΠΛΑΤΑΝΟΣ ΦΛΩΡΙΝΑΣ, ΠΟΛΥΠΟΤΑΜΟΣ ΦΛΩΡΙΝΑΣ, ΠΡΩΤΗ ΦΛΩΡΙΝΑΣ, ΣΙΜΟΣ ΙΩΑΝΝΙΔΗΣ ΦΛΩΡΙΝΑΣ, ΣΚΟΠΙΑ ΦΛΩΡΙΝΑΣ, ΤΡΙΑΝΤΑΦΥΛΛΙΑ ΦΛΩΡΙΝΑΣ, ΤΡΙΒΟΥΝΟ ΦΛΩΡΙΝΑΣ, ΤΡΙΠΟΤΑΜΟΣ ΦΛΩΡΙΝΑΣ, ΤΡΟΠΑΙΟΥΧΟΣ ΦΛΩΡΙΝΑΣ, ΥΔΡΟΥΣΣΑ ΦΛΩΡΙΝΑΣ, ΦΛΑΜΠΟΥΡΟ ΦΛΩΡΙΝΑΣ, ΦΛΩΡΙΝΑ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53200", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΦΛΩΡΙΝΑΣ, ΑΜΥΝΤΑΙΟ ΦΛΩΡΙΝΑΣ, ΑΝΑΛΗΨΗ ΦΛΩΡΙΝΑΣ, ΒΕΓΟΡΑ ΦΛΩΡΙΝΑΣ, ΛΕΒΑΙΑ ΦΛΩΡΙΝΑΣ, ΠΕΤΡΕΣ ΦΛΩΡΙΝΑΣ, ΡΟΔΩΝΟ ΦΛΩΡΙΝΑΣ, ΣΩΤΗΡΑΣ ΦΛΩΡΙΝΑΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "53533", "ΠΑΥΛΟΥ ΜΕΛΑ ΘΕΣΣΑΛΟΝΙΚΗΣ", "Φλώρινας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33052", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΗΣΟΣ ΦΩΚΙΔΟΣ, ΑΨΗΦΙΑ ΝΗΣΟΣ ΦΩΚΙΔΟΣ, ΓΑΛΑΞΙΔΙ ΦΩΚΙΔΟΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33053", "ΑΒΟΡΟΣ ΦΩΚΙΔΟΣ, ΑΙΓΙΤΙΟ ΦΩΚΙΔΟΣ, ΒΡΑΙΛΑ ΦΩΚΙΔΟΣ, ΔΑΦΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΑΚΟΠΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΩΡΙΚΟ ΦΩΚΙΔΟΣ, ΚΑΛΛΙΟ ΦΩΚΙΔΟΣ, ΚΑΡΟΥΤΕΣ ΦΩΚΙΔΟΣ, ΚΛΗΜΑ ΛΙΔΟΡΚΙΟΥ ΦΩΚΙΔΟΣ, ΚΟΝΙΑΚΟΣ ΦΩΚΙΔΟΣ, ΛΕΥΚΑ ΦΩΚΙΔΟΣ, ΛΕΥΚΑΔΙΤΙ ΦΩΚΙΔΟΣ, ΛΙΔΟΡΙΚΙ ΦΩΚΙΔΟΣ, ΜΑΛΑΝΔΡΙΝΟ ΦΩΚΙΔΟΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΦΩΚΙΔΟΣ, ΠΕΝΤΑΠΟΛΗ ΦΩΚΙΔΟΣ, ΣΚΑΛΟΥΛΑ ΦΩΚΙΔΟΣ, ΣΥΚΕΑ ΦΩΚΙΔΟΣ, ΤΡΙΒΙΔΙ ΦΩΚΙΔΟΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33054", "ΔΕΛΦΟΙ ΦΩΚΙΔΟΣ, ΚΑΛΑΝΙΑ ΒΟΙΩΤΙΑΣ, ΚΡΟΚΙ ΔΕΛΦΩΝ ΒΟΙΩΤΙΑΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33056", "ΑΓΙΟΣ ΠΟΛΥΚΑΡΠΟΣ ΜΑΛΑΜΑΤΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΓΡΗΓΟΡΙΤΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΡΟΣΑΤΟ ΑΙΤΩΛ/ΝΙΑΣ, ΕΥΠΑΛΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΠΟΣ ΕΥΠΑΛΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΣΤΡΑΚΙ ΕΥΠΑΛΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΛΗΜΑ ΕΥΠΑΛΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΛΟΓΓΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΓΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΛΑΜΑΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΝΑΓΟΥΛΗ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΑΘΙΑΣ (ΞΥΔΙΑΣ) ΑΙΤΩΛ/ΝΙΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΜΥΛΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΡΑΛΙΑ ΣΕΡΓΟΥΛΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΥΚΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΗΓΗ ΑΙΤΩΛ/ΝΙΑΣ, ΠΥΡΓΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΕΡΓΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΑΛΩΜΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΚΟΡΦΟ ΕΥΠΑΛΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΦΙΛΟΘΕΗ ΑΙΤΩΛ/ΝΙΑΣ, ΧΙΛΙΑΔΟΥ ΑΙΤΩΛ/ΝΙΑΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33057", "ΑΝΩ ΜΠΡΑΛΟΣ ΒΟΙΩΤΙΑΣ, ΑΠΟΣΤΟΛΙΑΣ ΒΟΙΩΤΙΑΣ, ΒΑΡΓΙΑΝΗ ΒΟΙΩΤΙΑΣ, ΓΡΑΒΙΑ ΒΟΙΩΤΙΑΣ, ΕΠΤΑΛΟΦΟΣ ΒΟΙΩΤΙΑΣ, ΚΑΛΟΣΚΟΠΗ ΒΟΙΩΤΙΑΣ, ΚΑΣΤΕΛΛΙΑ ΒΟΙΩΤΙΑΣ, ΛΙΛΑΙΑ ΒΟΙΩΤΙΑΣ, ΜΑΡΙΟΛΑΤΑ ΒΟΙΩΤΙΑΣ, ΜΠΡΑΛΟΣ ΒΟΙΩΤΙΑΣ, ΟΙΝΟΧΩΡΙ ΒΟΙΩΤΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΔΩΡΙΕΩΝ ΒΟΙΩΤΙΑΣ, ΣΚΛΗΘΡΟ ΒΟΙΩΤΙΑΣ, ΣΤΑΘΜΟΣ ΔΟΜΟΚΟΥ ΒΟΙΩΤΙΑΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33058", "ΑΓΙΑ ΕΙΡΗΝΗ ΚΑΛΛΙΘΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΙ ΠΑΝΤΕΣ ΦΩΚΙΔΟΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΝΗΣΟΣ ΦΩΚΙΔΟΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΑΛΛΙΘΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΚΑΛΛΙΘΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΥΓΔΑΛΙΑ ΦΩΚΙΔΟΣ, ΓΛΥΦΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΑΦΝΟΧΩΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΑΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΕΡΑΤΕΙΝΗ ΦΩΚΙΔΟΣ, ΚΑΛΛΙΘΕΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΛΟΒΙΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΚΡΙΝΗ ΦΩΚΙΔΟΣ, ΜΗΛΕΑ ΦΩΚΙΔΟΣ, ΝΕΟΙ ΑΓΙΟΙ  ΠΑΝΤΕΣ ΦΩΚΙΔΟΣ, ΟΡΜΟΣ ΛΕΜΟΝΙΑΣ ΦΩΚΙΔΟΣ, ΠΑΝΟΡΜΟΣ ΦΩΚΙΔΟΣ, ΠΑΡΑΛΙΑ ΑΓΙΩΝ ΠΑΝΤΩΝ ΦΩΚΙΔΟΣ, ΠΑΡΑΛΙΑ ΤΟΛΟΦΩΝΑ ΦΩΚΙΔΟΣ, ΠΡΑΣΟΥΔΙ  ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΠΗΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΩΤΑΙΝΑ ΦΩΚΙΔΟΣ, ΤΟΛΟΦΩΝΑΣ ΦΩΚΙΔΟΣ, ΤΡΙΖΟΝΙΑ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΦΛΑΜΠΟΥΡΑΚΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33100", "ΑΓΙΑ ΕΥΘΥΜΙΑ ΦΩΚΙΔΟΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΜΦΙΣΣΑΣ ΦΩΚΙΔΟΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΑΜΦΙΣΣΑΣ ΦΩΚΙΔΟΣ, ΑΜΦΙΣΣΑ ΦΩΚΙΔΟΣ, ΒΙΝΙΑΝΗ ΦΩΚΙΔΟΣ, ΒΟΥΝΙΧΩΡΑ ΦΩΚΙΔΟΣ, ΔΡΟΣΟΧΩΡΙ ΦΩΚΙΔΟΣ, ΕΛΑΙΩΝΑΣ ΦΩΚΙΔΟΣ, ΜΟΝΑΣΤΗΡΙ ΠΡΟΣΗΛΙΟΥ ΦΩΚΙΔΟΣ, ΠΕΝΤΕΟΡΙΑ ΦΩΚΙΔΟΣ, ΠΡΟΣΗΛΙΟ ΦΩΚΙΔΟΣ, ΣΕΡΝΙΚΑΚΙ ΦΩΚΙΔΟΣ, ΤΡΙΤΑΙΑ ΦΩΚΙΔΟΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "33200", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΦΩΚΙΔΟΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ  ΝΗΣΟΣ ΦΩΚΙΔΟΣ, ΙΤΕΑ ΦΩΚΙΔΟΣ, ΚΙΡΡΑ ΦΩΚΙΔΟΣ", "Φωκίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63072", "ΒΑΛΤΙ ΧΑΛΚΙΔΙΚΗΣ, ΔΕΣΤΕΝΙΚΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΑΜΙΤΣΙ ΧΑΛΚΙΔΙΚΗΣ, ΚΟΥΦΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΡΑΛΙΑ ΣΥΚΕΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΛΑΤΑΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΣΑΡΤΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΥΚΕΑ ΧΑΛΚΙΔΙΚΗΣ, ΤΟΡΩΝΗ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63073", "ΑΓΙΑ ΑΝΑΣΤΑΣΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΠΡΟΔΡΟΜΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΓΑΛΑΡΙΝΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΓΑΛΑΤΙΣΤΑ ΧΑΛΚΙΔΙΚΗΣ, ΓΕΡΟΠΛΑΤΑΝΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΔΟΥΜΠΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΙΟΥΡΚΤΣΟΓΛΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΝΗ ΑΓΙΑΣ ΑΝΑΣΤΑΣΙΑΣ ΦΑΡΜΑΚΟΛΥΤΡΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΛΑΙΟΧΩΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΡΙΖΑ ΧΑΛΚΙΔΙΚΗΣ, ΣΑΝΑ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63074", "ΑΡΝΑΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΒΑΡΒΑΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΥΚΑΝΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΟΧΩΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΛΑΙΟΧΩΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΣΤΑΝΟΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63075", "ΑΜΜΟΥΛΙΑΝΗ ΝΗΣΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΓΑΒΡΑΔΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΓΟΜΑΤΙ ΧΑΛΚΙΔΙΚΗΣ, ΔΡΕΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΕΥΘΕΡΟΝΗΣΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΙΕΡΙΣΣΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΟΥΜΙΤΣΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΡΥΟΝΕΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΛΙΜΑΝΙ ΑΜΜΟΥΛΙΑΝΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΛΙΜΑΝΙ ΙΕΡΙΣΣΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΜΕΤΟΧΙ ΑΓΙΟΥ ΠΑΥΛΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΡΟΔΑ ΧΑΛΚΙΔΙΚΗΣ, ΞΗΡΟΠΟΤΑΜΟ ΧΑΛΚΙΔΙΚΗΣ, ΟΥΡΑΝΟΠΟΛΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΑΛΑ ΝΕΩΝ ΡΟΔΩΝ ΧΑΛΚΙΔΙΚΗΣ, ΤΡΥΠΗΤΗ ΝΗΣΟΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63077", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΝΕΑΣ ΣΚΙΩΝΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΖΑΠΙΚΟ ΚΑΣΣΑΝΔΡΕΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΦΥΤΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΓΛΥΦΟΝΕΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΑΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΕΥΔΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΑΝΔΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΛΙΘΕΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΛΟΥΤΣΙΚΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΣΣΑΝΔΡΑ ΠΑΛΛΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΣΣΑΝΔΡΕΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΣΣΑΝΔΡΗΝΟ ΧΑΛΚΙΔΙΚΗΣ, ΚΡΥΟΠΗΓΗ ΧΑΛΚΙΔΙΚΗΣ, ΛΕΥΚΗ ΠΕΡΙΣΤΕΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΜΟΛΑΙ ΚΑΛΥΒΑΙ ΧΑΛΚΙΔΙΚΗΣ, ΜΠΟΥΛΑΜΑΤΣΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΣΚΙΩΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΦΩΚΑΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΠΟΣΕΙΔΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΥΡΓΟΣ ΣΑΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΑΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΙΒΗΡΗ ΧΑΛΚΙΔΙΚΗΣ, ΣΚΑΛΑ ΦΟΥΡΚΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΣΩΛΗΝΑ ΧΑΛΚΙΔΙΚΗΣ, ΦΟΥΡΚΑ ΧΑΛΚΙΔΙΚΗΣ, ΦΥΛΑΚΕΣ ΚΑΡΑΚΑΛΛΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΦΥΛΑΚΕΣ ΚΑΣΣΑΝΔΡΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΦΥΛΑΚΕΣ ΞΕΝΟΦΩΝΤΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΧΡΟΥΣΟΥ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63078", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΣΣΑ ΧΑΛΚΙΔΙΚΗΣ, ΒΟΥΡΒΟΥΡΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΔΙΑΠΟΡΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΚΑΡΥΔΙ ΧΑΛΚΙΔΙΚΗΣ, ΚΟΥΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΛΑΓΟΝΗΣΙ ΧΑΛΚΙΔΙΚΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΛΑΤΟΥΡΑ ΧΑΛΚΙΔΙΚΗΣ, ΛΙΒΡΟΧΙΟ ΧΑΛΚΙΔΙΚΗΣ, ΜΕΤΑΓΚΙΤΣΙ ΧΑΛΚΙΔΙΚΗΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΧΑΛΚΙΔΙΚΗΣ, ΟΡΜΟΣ ΠΑΝΑΓΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΛΑΝΑ ΧΑΛΚΙΔΙΚΗΣ, ΠΥΡΓΑΔΙΚΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΣΑΛΟΝΙΚΙΟΥ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63080", "ΑΓΙΟΣ ΠΑΥΛΟΣ ΚΑΛΛΙΚΡΑΤΕΙΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΠΑΥΛΟΣ ΝΙΚΗΤΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΕΛΑΙΟΧΩΡΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΚΡΗΝΗ ΧΑΛΚΙΔΙΚΗΣ, ΛΑΚΚΩΜΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΓΩΝΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΗΡΑΚΛΕΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΚΑΛΛΙΚΡΑΤΕΙΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΑ ΣΙΛΑΤΑ ΧΑΛΚΙΔΙΚΗΣ, ΝΕΟΧΩΡΑΚΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΕΤΡΑΛΩΝΑ ΧΑΛΚΙΔΙΚΗΣ, ΡΟΔΟΚΗΠΟΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "63085", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΧΑΛΚΙΔΙΚΗΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΠΑΛΙΟΥΡΙΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΓΛΑΡΟΚΑΒΟΣ ΧΑΛΚΙΔΙΚΗΣ, ΛΕΥΚΕΣ ΧΑΛΚΙΔΙΚΗΣ, ΛΟΥΤΡΑ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ ΧΑΛΚΙΔΙΚΗΣ, ΞΥΝΑ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΛΙΟΥΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΑΝΟΡΑΜΑ ΧΑΛΚΙΔΙΚΗΣ, ΠΕΥΚΟΧΩΡΙ ΧΑΛΚΙΔΙΚΗΣ, ΠΗΓΑΔΑΚΙ ΠΟΛΥΧΡΟΝΟΥ ΧΑΛΚΙΔΙΚΗΣ, ΠΗΓΑΔΑΚΙ ΣΥΚΕΑΣ ΧΑΛΚΙΔΙΚΗΣ, ΠΟΛΥΧΡΟΝΟ ΧΑΛΚΙΔΙΚΗΣ, ΦΡΑΜΑ ΧΑΛΚΙΔΙΚΗΣ, ΧΑΝΙΩΤΗΣ ΧΑΛΚΙΔΙΚΗΣ", "Χαλκιδικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "60062", "ΚΟΡΙΝΟΣ ΠΙΕΡΙΑΣ, ΠΑΡΑΛΙΑ ΚΟΡΙΝΟΥ ΠΙΕΡΙΑΣ", "Πιερίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58500", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΕΛΛΗΣ, ΑΝΥΔΡΟ ΠΕΛΛΗΣ, ΑΡΣΕΝΙ ΠΕΛΛΗΣ, ΑΣΠΡΟ ΠΕΛΛΗΣ, ΔΑΦΝΗ ΠΕΛΛΗΣ, ΚΑΛΗ ΠΕΛΛΗΣ, ΚΑΛΛΙΠΟΛΗ ΠΕΛΛΗΣ, ΚΑΛΥΒΙΑ ΠΕΛΛΗΣ, ΛΑΚΚΑ ΠΕΛΛΗΣ, ΛΙΘΑΡΙΑ ΠΕΛΛΗΣ, ΛΙΠΑΡΟ ΠΕΛΛΗΣ, ΛΙΠΟΧΩΡΙ ΠΕΛΛΗΣ, ΛΟΥΤΡΟΧΩΡΙ ΠΕΛΛΗΣ, ΜΑΝΔΑΛΟ ΠΕΛΛΗΣ, ΜΑΥΡΟ ΠΕΛΛΗΣ, ΜΑΥΡΟΒΟΥΝΙ ΠΕΛΛΗΣ, ΝΕΑ ΖΩΗ ΠΕΛΛΗΣ, ΠΕΤΡΑΙΑ ΠΕΛΛΗΣ, ΠΛΕΥΡΩΜΑ ΠΕΛΛΗΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΠΕΛΛΗΣ, ΡΙΖΟ ΠΕΛΛΗΣ, ΣΑΝΔΑΛΙ ΠΕΛΛΗΣ, ΣΕΒΑΣΤΙΑΝΑ ΠΕΛΛΗΣ, ΣΚΥΔΡΑ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58400", "ΑΓΑΘΗ ΠΕΛΛΗΣ, ΑΛΩΡΟΣ ΠΕΛΛΗΣ, ΑΝΩ ΓΑΡΕΦΙ ΠΕΛΛΗΣ, ΑΝΩ ΡΟΔΩΝΙΑ ΠΕΛΛΗΣ, ΑΡΙΔΑΙΑ ΠΕΛΛΗΣ, ΑΨΑΛΟΣ ΠΕΛΛΗΣ, ΒΟΡΕΙΝΟ ΠΕΛΛΗΣ, ΓΑΡΕΦΕΙΟΝ ΠΕΛΛΗΣ, ΔΟΡΩΘΕΑ ΠΕΛΛΗΣ, ΘΕΟΔΩΡΑΚΕΙΟ ΠΕΛΛΗΣ, ΙΔΑ ΠΕΛΛΗΣ, ΚΑΤΩ ΓΑΡΕΦΙ ΠΕΛΛΗΣ, ΚΑΤΩ ΚΟΡΥΦΗ ΠΕΛΛΗΣ, ΚΑΤΩ ΡΟΔΩΝΙΑ ΠΕΛΛΗΣ, ΚΡΑΝΕΑ ΠΕΛΛΗΣ, ΚΩΝΣΤΑΝΤΙΑ ΠΕΛΛΗΣ, ΛΟΥΤΡΑ ΛΟΥΤΡΑΚΙΟΥ ΠΕΛΛΗΣ, ΛΟΥΤΡΑΚΙ ΠΕΛΛΗΣ, ΛΥΚΟΣΤΟΜΟ ΠΕΛΛΗΣ, ΜΕΓΑΠΛΑΤΑΝΟΣ ΠΕΛΛΗΣ, ΜΗΛΙΑ ΠΕΛΛΗΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΠΕΛΛΗΣ, ΝΕΟΧΩΡΙ ΠΕΛΛΗΣ, ΞΙΦΙΑΝΗ ΠΕΛΛΗΣ, ΟΡΜΑ ΠΕΛΛΗΣ, ΠΕΥΚΩΤΟ ΠΕΛΛΗΣ, ΠΙΠΕΡΙΕΣ ΠΕΛΛΗΣ, ΠΟΛΥΚΑΡΠΙΟ ΠΕΛΛΗΣ, ΠΡΟΜΑΧΟΙ ΠΕΛΛΗΣ, ΡΙΖΟΧΩΡΙ ΠΕΛΛΗΣ, ΣΑΡΑΚΗΝΟΙ ΠΕΛΛΗΣ, ΣΩΣΑΝΔΡΑ ΠΕΛΛΗΣ, ΤΣΑΚΟΙ ΠΕΛΛΗΣ, ΥΔΡΑΙΑ ΠΕΛΛΗΣ, ΧΡΥΣΑ ΠΕΛΛΗΣ, ΧΡΥΣΗ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41005", "ΚΙΛΕΛΕΡ ΛΑΡΙΣΑΣ, ΛΑΡΙΣΑΙΩΝ ΛΑΡΙΣΑΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41221", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41222", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41223", "ΓΑΛΗΝΗ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41234", "ΛΑΡΙΣΑΙΩΝ ΛΑΡΙΣΑΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41236", "ΛΑΡΙΣΑΙΩΝ ΛΑΡΙΣΑΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41334", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41335", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41336", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41435", "ΛΑΡΙΣΑΙΩΝ ΛΑΡΙΣΑΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41447", "ΛΑΡΙΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41448", "ΛΑΡΙΣΑΙΩΝ ΛΑΡΙΣΑΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41500", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΥΠΑΡΙΣΣΟΥ ΛΑΡΙΣΗΣ, ΑΓΙΑ ΣΟΦΙΑ ΔΕΝΔΡΩΝ ΛΑΡΙΣΗΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΛΑΡΙΣΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΑΡΙΣΗΣ, ΑΓΝΑΝΤΕΡΗ ΛΑΡΙΣΗΣ, ΑΓΡΟΚΗΠΙΟ ΛΑΡΙΣΗΣ, ΑΜΥΓΔΑΛΕΑ ΛΑΡΙΣΗΣ, ΑΜΦΙΘΕΑ ΛΑΡΙΣΗΣ, ΑΝΑΓΕΝΝΗΣΙΣ ΛΑΡΙΣΗΣ, ΑΡΓΙΣΣΑ ΛΑΡΙΣΗΣ, ΑΡΓΥΡΟΜΥΛΟΣ ΛΑΡΙΣΗΣ, ΑΡΜΕΝΙΟ ΛΑΡΙΣΗΣ, ΑΧΙΛΛΕΙΟ ΛΑΡΙΣΗΣ, ΓΙΑΝΝΟΥΛΗ ΛΑΡΙΣΗΣ, ΓΛΑΥΚΗ ΛΑΡΙΣΗΣ, ΓΥΡΤΩΝΗ ΛΑΡΙΣΗΣ, ΔΕΝΔΡΑ ΤΥΡΝΑΒΟΥ ΛΑΡΙΣΗΣ, ΔΙΛΟΦΟ ΛΑΡΙΣΗΣ, ΔΟΞΑΡΑΣ ΛΑΡΙΣΗΣ, ΕΛΕΥΘΕΡΕΣ ΛΑΡΙΣΗΣ, ΖΑΠΠΕΙΟ ΛΑΡΙΣΗΣ, ΘΕΡΑΠΕΥΤΙΚΗ ΚΟΙΝΟΤΗΤΑ ΕΞΟΔΟΣ ΛΑΡΙΣΗΣ, ΚΑΛΟ ΝΕΡΟ ΛΑΡΙΣΗΣ, ΚΑΜΠΟΣ ΛΑΡΙΣΗΣ, ΚΑΣΤΡΟ ΛΑΡΙΣΗΣ, ΚΙΛΕΛΕΡ ΛΑΡΙΣΗΣ, ΚΟΙΛΑΔΑ ΛΑΡΙΣΗΣ, ΚΟΚΚΙΝΑ ΛΑΡΙΣΗΣ, ΚΟΥΛΟΥΡΙ ΛΑΡΙΣΗΣ, ΚΟΥΤΣΟΧΕΡΟ ΛΑΡΙΣΗΣ, ΚΡΑΝΝΩΝΑΣ ΛΑΡΙΣΗΣ, ΚΡΥΑ ΒΡΥΣΗ ΛΑΡΙΣΗΣ, ΚΥΠΑΡΙΣΣΙΑ ΛΑΡΙΣΗΣ, ΚΥΠΑΡΙΣΣΟΣ ΛΑΡΙΣΗΣ, ΛΟΥΤΡΟ ΛΑΡΙΣΗΣ, ΛΟΦΙΣΚΟΣ ΛΑΡΙΣΗΣ, ΜΑΝΔΡΑ ΛΑΡΙΣΗΣ, ΜΑΥΡΟΒΟΥΝΙΟ ΛΑΡΙΣΗΣ, ΜΕΓΑ ΜΟΝΑΣΤΗΡΙ ΛΑΡΙΣΗΣ, ΜΕΛΙΑ ΛΑΡΙΣΗΣ, ΜΕΛΙΣΣΑ ΛΑΡΙΣΗΣ, ΜΕΛΙΣΣΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΜΕΣΟΡΡΑΧΗ ΛΑΡΙΣΗΣ, ΜΙΚΡΟ ΒΟΥΝΟ ΛΑΡΙΣΗΣ, ΜΟΔΕΣΤΟΣ ΛΑΡΙΣΗΣ, ΜΟΣΧΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΜΥΡΑ ΛΑΡΙΣΗΣ, ΝΑΜΑΤΑ ΛΑΡΙΣΗΣ, ΝΕΑ ΛΕΥΚΗ ΛΑΡΙΣΗΣ, ΝΕΕΣ ΚΑΡΥΕΣ ΛΑΡΙΣΗΣ, ΝΕΟ ΠΕΡΙΒΟΛΙ ΛΑΡΙΣΗΣ, ΝΙΚΑΙΑ ΛΑΡΙΣΗΣ, ΝΙΚΗ ΛΑΡΙΣΗΣ, ΟΜΟΡΦΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΠΛΑΤΑΝΟΥΛΙΑ ΛΑΡΙΣΗΣ, ΠΡΟΔΡΟΜΟΣ ΛΑΡΙΣΗΣ, ΡΑΧΟΥΛΑ ΛΑΡΙΣΗΣ, ΡΕΥΜΑ ΛΑΡΙΣΗΣ, ΣΟΦΟ ΛΑΡΙΣΗΣ, ΣΥΝΟΙΚΙΣΜΟΣ ΠΡΟΣΦΥΓΩΝ ΛΑΡΙΣΗΣ, ΣΩΤΗΡΙΟ ΛΑΡΙΣΗΣ, ΤΕΡΨΙΘΕΑ ΛΑΡΙΣΗΣ, ΧΑΛΚΗ ΛΑΡΙΣΗΣ, ΧΑΡΑ ΛΑΡΙΣΗΣ, ΧΑΣΑΜΠΑΛΗ ΛΑΡΙΣΗΣ, ΨΥΧΙΚΟ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72052", "ΑΒΡΑΚΟΝΤΕΣ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΑΣΙΘΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΛΑΣΙΘΙΟΥ ΗΡΑΚΛΕΙΟΥ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΗΡΑΚΛΕΙΟΥ, ΑΡΓΥΡΟ ΝΕΡΟ ΗΡΑΚΛΕΙΟΥ, ΕΞΩ ΠΟΤΑΜΟΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΜΙΝΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΚΑΤΩ ΜΕΤΟΧΙ ΗΡΑΚΛΕΙΟΥ, ΛΑΓΟΥ ΗΡΑΚΛΕΙΟΥ, ΜΑΓΟΥΛΑΣ ΗΡΑΚΛΕΙΟΥ, ΜΑΡΜΑΚΕΤΟ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΑ ΛΑΣΙΘΑΚΙ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΑ ΛΑΣΙΘΙ ΗΡΑΚΛΕΙΟΥ, ΜΕΣΑ ΠΟΤΑΜΟΙ ΗΡΑΚΛΕΙΟΥ, ΜΟΝΗ ΚΡΥΣΤΑΛΛΕΝΙΑΣ ΗΡΑΚΛΕΙΟΥ, ΠΙΝΑΚΙΑΝΟ ΗΡΑΚΛΕΙΟΥ, ΠΛΑΤΗ ΗΡΑΚΛΕΙΟΥ, ΡΟΥΣΣΑΚΙΑΝΑ ΗΡΑΚΛΕΙΟΥ, ΤΖΕΡΜΙΑΔΟ ΗΡΑΚΛΕΙΟΥ, ΦΑΡΣΑΡΟ ΗΡΑΚΛΕΙΟΥ, ΨΥΧΡΟ ΗΡΑΚΛΕΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72053", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΑΣΙΘΙΟΥ, ΒΑΛΤΟΣ ΛΑΣΙΘΙΟΥ, ΒΛΙΧΑΔΙΑ ΛΑΣΙΘΙΟΥ, ΒΡΟΥΧΑΣ ΛΑΣΙΘΙΟΥ, ΕΛΟΥΝΤΑ ΕΠΑΝΩ ΛΑΣΙΘΙΟΥ, ΕΛΟΥΝΤΑ ΚΑΤΩ ΛΑΣΙΘΙΟΥ, ΕΛΟΥΝΤΑΣ ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΛΑΣΙΘΙΟΥ, ΕΠΑΝΩ ΛΟΥΜΑΣ ΛΑΣΙΘΙΟΥ, ΕΠΑΝΩ ΠΙΝΕΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΛΟΥΜΑΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΠΙΝΕΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΣΕΛΛΕΣ ΛΑΣΙΘΙΟΥ, ΜΑΥΡΙΚΙΑΝΟ ΛΑΣΙΘΙΟΥ, ΜΥΡΩΝΙΚΗΤΑΣ ΛΑΣΙΘΙΟΥ, ΠΛΑΚΑ ΛΑΣΙΘΙΟΥ, ΣΕΛΛΕΣ ΛΑΣΙΘΙΟΥ, ΣΚΙΝΙΑΣ ΛΑΣΙΘΙΟΥ, ΣΧΙΣΜΑ ΕΛΟΥΝΤΑΣ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72055", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΟΡΕΙΝΟΥ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΑΝΑΛΗΨΗ ΛΑΣΙΘΙΟΥ, ΑΝΔΡΙΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΑΣΠΡΟΣ ΠΟΤΑΜΟΣ ΛΑΣΙΘΙΟΥ, ΑΧΛΙΑ ΛΑΣΙΘΙΟΥ, ΓΑΛΗΝΗ ΛΑΣΙΘΙΟΥ, ΔΑΦΝΗ ΛΑΣΙΘΙΟΥ, ΕΠΑΝΩ ΚΡΥΑ ΛΑΣΙΘΙΟΥ, ΚΑΛΥΒΙΤΗΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΚΡΥΑ ΛΑΣΙΘΙΟΥ, ΚΟΥΤΣΟΥΡΑΣ ΛΑΣΙΘΙΟΥ, ΛΑΠΙΘΟΣ ΛΑΣΙΘΙΟΥ, ΜΑΚΡΥΓΙΑΛΟΣ ΛΑΣΙΘΙΟΥ, ΜΑΥΡΟΣ ΚΟΛΥΜΠΟΣ ΛΑΣΙΘΙΟΥ, ΜΠΕΜΠΟΝΑΣ ΛΑΣΙΘΙΟΥ, ΟΡΕΙΝΟ ΛΑΣΙΘΙΟΥ, ΠΕΥΚΟΙ ΛΑΣΙΘΙΟΥ, ΠΙΛΑΛΗΜΑΤΑ ΛΑΣΙΘΙΟΥ, ΡΙΖΑ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΣΚΟΡΔΙΛΟ ΛΑΣΙΘΙΟΥ, ΣΤΑΥΡΟΧΩΡΙ ΛΑΣΙΘΙΟΥ, ΣΧΙΝΟΚΑΨΑΛΑ ΛΑΣΙΘΙΟΥ, ΤΣΙΚΚΑΛΑΡΙΑ ΛΑΣΙΘΙΟΥ, ΧΡΥΣΟΠΗΓΗ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72100", "ΑΓΙΟΙ ΠΑΝΤΕΣ ΝΗΣΟΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΛΑΣΙΘΙΟΥ, ΑΜΜΟΥΔΑΡΑ ΑΓ.ΝΙΚΟΛΑΟΥ ΛΑΣΙΘΙΟΥ, ΒΑΘΥ ΛΑΣΙΘΙΟΥ, ΒΛΑΧΗΔΕΣ ΛΑΣΙΘΙΟΥ, ΒΡΥΟΝΗΣΙ ΛΑΣΙΘΙΟΥ, ΕΛΛΗΝΙΚΑ ΛΑΣΙΘΙΟΥ, ΕΞΩ ΛΑΚΚΩΝΙΑ ΛΑΣΙΘΙΟΥ, ΘΕΟΛΟΓΟΣ ΛΑΣΙΘΙΟΥ, ΙΣΤΡΟ ΛΑΣΙΘΙΟΥ, ΚΑΚΟΚΑΜΩΤΕΣ ΛΑΣΙΘΙΟΥ, ΚΑΛΟ ΧΩΡΙΟ ΑΓ.ΝΙΚΟΛΑΟΥ ΛΑΣΙΘΙΟΥ, ΚΑΛΟ ΧΩΡΙΟ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΚΑΛΥΒΟΣ ΛΑΣΙΘΙΟΥ, ΚΑΣΤΕΛΙ ΦΟΥΡΝΗΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΣΙΚΙΑ ΛΑΣΙΘΙΟΥ, ΚΕΡΤΕΡΗΔΕΣ ΛΑΣΙΘΙΟΥ, ΚΡΟΥΣΤΑΣ ΛΑΣΙΘΙΟΥ, ΜΑΡΓΙΕΛΙ ΛΑΣΙΘΙΟΥ, ΜΑΡΔΑΤΙ ΛΑΣΙΘΙΟΥ, ΜΑΡΝΕΛΛΗΔΕΣ ΛΑΣΙΘΙΟΥ, ΜΙΚΡΟΝΗΣΙ ΛΑΣΙΘΙΟΥ, ΞΗΡΟΚΑΜΠΟΣ ΑΓ.ΝΙΚΟΛΑΟΥ ΛΑΣΙΘΙΟΥ, ΠΕΠΟΝΗΔΕΣ ΛΑΣΙΘΙΟΥ, ΠΙΣΣΙΔΟΣ ΛΑΣΙΘΙΟΥ, ΠΡΙΝΑ ΛΑΣΙΘΙΟΥ, ΠΥΡΓΟΣ ΚΑΛΟΥ ΧΩΡΙΟΥ ΛΑΣΙΘΙΟΥ, ΡΟΥΣΑ ΛΙΜΝΗ ΛΑΣΙΘΙΟΥ, ΣΧΙΣΜΑ ΛΑΣΙΘΙΟΥ, ΤΑΠΕΣ ΛΑΣΙΘΙΟΥ, ΦΙΟΡΕΤΖΙΔΕΣ ΛΑΣΙΘΙΟΥ, ΦΛΑΜΟΥΡΙΑΝΑ ΛΑΣΙΘΙΟΥ, ΦΟΡΤΙ ΛΑΣΙΘΙΟΥ, ΧΑΜΗΛΟ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72200", "ΑΓΙΑ ΦΩΤΙΑ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΑ ΦΩΤΙΑ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΑΣΜΕΝΟΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΑΜΜΟΥΔΑΡΕΣ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΑΝΑΤΟΛΗ ΛΑΣΙΘΙΟΥ, ΒΑΙΝΙΑ ΛΑΣΙΘΙΟΥ, ΒΑΣΙΛΙΚΗ ΛΑΣΙΘΙΟΥ, ΓΑΒΡΙΛΗΣ ΛΑΣΙΘΙΟΥ, ΓΡΑ ΛΥΓΙΑ ΛΑΣΙΘΙΟΥ, ΔΡΑΚΑΛΕΥΡΙΟ ΛΑΣΙΘΙΟΥ, ΘΡΥΠΤΗ ΛΑΣΙΘΙΟΥ, ΙΕΡΑ ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΕΞΑΚΟΥΣΤΗΣ ΛΑΣΙΘΙΟΥ, ΙΕΡΑ ΜΟΝΗ ΦΑΝΕΡΩΜΕΝΗΣ ΛΑΣΙΘΙΟΥ, ΙΕΡΑΠΕΤΡΑ ΛΑΣΙΘΙΟΥ, ΚΑΒΟΥΣΙΟ ΛΑΣΙΘΙΟΥ, ΚΑΗΜΕΝΟΣ ΛΑΣΙΘΙΟΥ, ΚΑΛΑΜΑΥΚΑ ΛΑΣΙΘΙΟΥ, ΚΑΛΛΙΘΕΑ ΛΑΣΙΘΙΟΥ, ΚΑΛΟΓΕΡΟΙ ΛΑΣΙΘΙΟΥ, ΚΑΜΑΡΑ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΚΑΜΠΟΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΧΩΡΙΟ ΛΑΣΙΘΙΟΥ, ΚΕΝΤΡΙ ΛΑΣΙΘΙΟΥ, ΚΕΦΑΛΑ ΛΑΣΙΘΙΟΥ, ΚΟΥΤΣΟΥΝΑΡΙ ΛΑΣΙΘΙΟΥ, ΜΑΚΡΥΛΙΑ ΛΑΣΙΘΙΟΥ, ΜΕΛΙΣΣΕΣ ΛΑΣΙΘΙΟΥ, ΜΕΣΕΛΕΡΟΙ ΛΑΣΙΘΙΟΥ, ΜΟΝΑΣΤΗΡΑΚΙ ΛΑΣΙΘΙΟΥ, ΝΕΑ ΑΝΑΤΟΛΗ ΛΑΣΙΘΙΟΥ, ΞΗΡΟΚΑΜΠΟΣ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΟΡΝΙΑΣ ΛΑΣΙΘΙΟΥ, ΠΑΝΑΓΙΑ ΚΑΒΟΥΣΙΟΥ ΛΑΣΙΘΙΟΥ, ΠΑΝΩ ΧΩΡΙΟ ΛΑΣΙΘΙΟΥ, ΠΑΧΕΙΑ ΑΜΜΟΣ ΛΑΣΙΘΙΟΥ, ΠΟΤΑΜΟΙ ΛΑΣΙΘΙΟΥ, ΡΙΖΑ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΣΑΡΑΤΣΙ ΚΑΜΠΟΣ ΛΑΣΙΘΙΟΥ, ΣΤΑΥΡΟΣ ΛΑΣΙΘΙΟΥ, ΣΤΟΜΙΟ ΛΑΣΙΘΙΟΥ, ΣΥΚΙΑ ΙΕΡΑΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΣΦΑΚΟΥΡΑ ΛΑΣΙΘΙΟΥ, ΤΣΑΜΑΝΤΗΣ ΛΑΣΙΘΙΟΥ, ΦΕΡΜΑ ΛΑΣΙΘΙΟΥ, ΧΡΥΣΗ ΝΗΣΟΣ ΛΑΣΙΘΙΟΥ, ΨΑΘΙ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72300", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΖΑΚΡΟΥ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΑΓΚΑΘΙΑ ΛΑΣΙΘΙΟΥ, ΑΔΡΑΒΑΣΤΟΙ ΛΑΣΙΘΙΟΥ, ΑΖΟΚΕΡΑΜΟΣ ΛΑΣΙΘΙΟΥ, ΑΝΕΜΟΜΥΛΙΑ ΛΑΣΙΘΙΟΥ, ΑΡΝΙΚΟ ΛΑΣΙΘΙΟΥ, ΑΧΛΑΔΙΑ ΛΑΣΙΘΙΟΥ, ΒΙΓΛΑ ΛΑΣΙΘΙΟΥ, ΒΡΥΣΙΔΙ ΛΑΣΙΘΙΟΥ, ΓΙΑΝΥΣΑΔΑ ΛΑΣΙΘΙΟΥ, ΔΙΟΝΥΣΟΣ ΛΑΣΙΘΙΟΥ, ΔΡΑΓΟΝΑΔΑ ΛΑΣΙΘΙΟΥ, ΖΑΚΡΟΣ ΛΑΣΙΘΙΟΥ, ΖΟΥ ΛΑΣΙΘΙΟΥ, ΚΑΜΑΡΑ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΚΑΡΥΔΙ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΔΡΥΣ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΕΠΙΣΚΟΠΗ ΛΑΣΙΘΙΟΥ, ΚΑΤΩ ΖΑΚΡΟΣ ΛΑΣΙΘΙΟΥ, ΚΕΛΛΑΡΙΑ ΛΑΣΙΘΙΟΥ, ΚΙΜΟΥΡΙΩΤΗΣ ΛΑΣΙΘΙΟΥ, ΚΛΗΣΙΔΙ ΛΑΣΙΘΙΟΥ, ΚΟΥΡΕΜΕΝΟΣ ΛΑΣΙΘΙΟΥ, ΚΡΥΟΝΕΡΙ ΛΑΣΙΘΙΟΥ, ΚΥΡΙΑΜΑΔΙ ΛΑΣΙΘΙΟΥ, ΛΑΓΚΑΔΑ ΚΑΡΥΔΙΟΥ ΛΑΣΙΘΙΟΥ, ΛΑΓΚΑΔΑ ΛΙΘΙΝΩΝ ΛΑΣΙΘΙΟΥ, ΛΥΔΙΑ ΛΑΣΙΘΙΟΥ, ΜΑΡΩΝΙΑ ΛΑΣΙΘΙΟΥ, ΜΕΡΤΥΔΙΑ ΛΑΣΙΘΙΟΥ, ΜΗΤΑΤΟ ΛΑΣΙΘΙΟΥ, ΞΕΡΟΚΑΜΠΙΑΣ ΙΤΑΝΟΥ ΛΑΣΙΘΙΟΥ, ΞΗΡΟΛΙΜΝΗ ΣΗΤΕΙΑΣ ΛΑΣΙΘΙΟΥ, ΠΑΛΑΙΚΑΣΤΡΟ ΛΑΣΙΘΙΟΥ, ΠΑΝΑΓΙΑ ΦΑΝΕΡΩΜΕΝΗ ΛΑΣΙΘΙΟΥ, ΠΑΞΙΜΑΔΑ ΛΑΣΙΘΙΟΥ, ΠΑΡΑΣΠΟΡΙΟ ΛΑΣΙΘΙΟΥ, ΠΕΤΡΑΣ ΛΑΣΙΘΙΟΥ, ΠΙΣΚΟΚΕΦΑΛΟ ΛΑΣΙΘΙΟΥ, ΡΟΥΣΣΑ ΕΚΚΛΗΣΙΑ ΛΑΣΙΘΙΟΥ, ΣΑΡΑΝΤΑΠΗΧΟΣ ΛΑΣΙΘΙΟΥ, ΣΗΤΕΙΑ ΛΑΣΙΘΙΟΥ, ΣΚΟΠΗ ΛΑΣΙΘΙΟΥ, ΣΤΑΥΡΩΜΕΝΟΣ ΛΑΣΙΘΙΟΥ, ΣΦΑΚΑ ΙΤΑΝΟΥ ΛΑΣΙΘΙΟΥ, ΤΟΠΛΟΥ ΛΑΣΙΘΙΟΥ, ΤΡΥΠΗΤΟΣ ΛΑΣΙΘΙΟΥ, ΧΑΜΕΖΙΟ ΛΑΣΙΘΙΟΥ, ΧΙΩΝΑ ΛΑΣΙΘΙΟΥ, ΧΟΧΛΑΚΙΕΣ ΛΑΣΙΘΙΟΥ, ΧΩΝΟΣ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "72400", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΛΑΣΙΘΙΟΥ, ΑΓΙΑ ΠΕΛΑΓΙΑ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΛΙΜΝΩΝ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΝΕΑΠΟΛΗΣ ΛΑΣΙΘΙΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΝΕΑΠΟΛΕΩΣ ΛΑΣΙΘΙΟΥ, ΑΓΟΡΟΙ ΛΑΣΙΘΙΟΥ, ΑΔΡΑΒΑΣΤΟΣ ΛΑΣΙΘΙΟΥ, ΑΔΡΙΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΑΜΥΓΔΑΛΕΑ ΛΑΣΙΘΙΟΥ, ΑΜΥΓΔΑΛΟΙ ΛΑΣΙΘΙΟΥ, ΑΜΥΓΔΑΛΟΛΑΚΚΟΣ ΛΑΣΙΘΙΟΥ, ΑΝΩ ΑΜΥΓΔΑΛΟΙ ΛΑΣΙΘΙΟΥ, ΑΝΩΓΕΙΑ ΛΑΣΙΘΙΟΥ, ΑΥΓΟ ΛΑΣΙΘΙΟΥ, ΒΟΥΛΙΣΜΕΝΗ ΛΑΣΙΘΙΟΥ, ΒΡΥΣΕΣ ΛΑΣΙΘΙΟΥ, ΓΙΟΦΥΡΙ ΛΑΣΙΘΙΟΥ, ΔΙΛΑΚΚΟΣ ΛΑΣΙΘΙΟΥ, ΔΟΡΙΕΣ ΛΑΣΙΘΙΟΥ, ΔΡΑΚΟΣ ΛΑΣΙΘΙΟΥ, ΔΡΑΣΙ ΛΑΣΙΘΙΟΥ, ΔΥΟ ΠΡΙΝΟΙ ΛΑΣΙΘΙΟΥ, ΕΠΑΝΩ ΣΙΣΙΟ ΛΑΣΙΘΙΟΥ, ΖΕΝΙΑ ΛΑΣΙΘΙΟΥ, ΖΟΥΡΒΑ ΛΑΣΙΘΙΟΥ, ΚΑΛΟΣ ΛΑΚΚΟΣ ΑΓ.ΝΙΚΟΛΑΟΥ ΛΑΣΙΘΙΟΥ, ΚΑΡΤΣΙΝΙΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΚΑΡΥΔΙ ΝΕΑΠΟΛΗΣ ΛΑΣΙΘΙΟΥ, ΚΟΥΔΟΥΜΑΛΟΣ ΛΑΣΙΘΙΟΥ, ΚΟΥΝΑΛΙ ΛΑΣΙΘΙΟΥ, ΚΟΥΡΟΥΝΕΣ ΛΑΣΙΘΙΟΥ, ΛΑΤΣΙΔΑ ΛΑΣΙΘΙΟΥ, ΛΙΜΝΕΣ ΛΑΣΙΘΙΟΥ, ΜΑΚΡΥΓΕΝΝΗΣΑ ΛΑΣΙΘΙΟΥ, ΜΙΛΑΤΟΣ ΛΑΣΙΘΙΟΥ, ΜΟΝΗ ΑΡΕΤΙΟΥ ΛΑΣΙΘΙΟΥ, ΝΕΑΠΟΛΗ ΛΑΣΙΘΙΟΥ, ΝΙΚΗΘΙΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΝΙΣΠΗΤΑΣ ΛΑΣΙΘΙΟΥ, ΝΟΦΑΛΙΑΣ ΛΑΣΙΘΙΟΥ, ΞΕΡΑ ΞΥΛΑ ΛΑΣΙΘΙΟΥ, ΞΗΡΟΛΙΜΝΗ ΝΕΑΠΟΛΗΣ ΛΑΣΙΘΙΟΥ, ΠΑΡΑΛΙΑ ΜΙΛΑΤΟΥ ΛΑΣΙΘΙΟΥ, ΠΑΤΣΟΠΟΥΛΟΣ ΛΑΣΙΘΙΟΥ, ΠΕΡΑΜΠΕΛΑ ΛΑΣΙΘΙΟΥ, ΠΕΡΟΝΙΔΕΣ ΛΑΣΙΘΙΟΥ, ΠΕΤΡΟΣ ΛΑΣΙΘΙΟΥ, ΠΛΑΤΥΠΟΔΙ ΛΑΣΙΘΙΟΥ, ΠΥΡΓΟΣ ΒΡΑΧΑΣΙΟΥ ΛΑΣΙΘΙΟΥ, ΡΟΥΣΣΑΠΙΔΙΑ ΛΑΣΙΘΙΟΥ, ΡΩΜΑΝΟΣ ΛΑΣΙΘΙΟΥ, ΣΕΛΗΝΑΡΙ ΛΑΣΙΘΙΟΥ, ΣΙΣΙΟ ΛΑΣΙΘΙΟΥ, ΣΟΥΒΛΟΣ ΛΑΣΙΘΙΟΥ, ΣΥΡΜΕΣΟ ΛΑΣΙΘΙΟΥ, ΤΣΑΜΠΙΟ ΛΑΣΙΘΙΟΥ, ΦΙΝΟΚΑΛΙΑ ΛΑΣΙΘΙΟΥ, ΦΡΑΘΙΑΣ ΛΑΣΙΘΙΟΥ, ΧΑΥΓΑΣ ΛΑΣΙΘΙΟΥ, ΧΟΝΔΡΟΒΟΛΑΚΟΙ ΛΑΣΙΘΙΟΥ, ΧΟΥΜΕΡΙΑΚΟΣ ΛΑΣΙΘΙΟΥ", "Λασιθίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81100", "ΑΓΙΑ ΜΑΡΙΝΑ ΛΕΣΒΟΥ, ΑΓΙΑ ΤΡΙΑΔΑ ΑΦΑΛΩΝΑ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΟΥΤΡΟΠΟΛΕΩΣ ΛΕΣΒΟΥ, ΑΓΡΙΛΙΑ ΚΡΑΤΗΓΟΥ ΛΕΣΒΟΥ, ΑΛΥΦΑΝΤΑ ΛΕΣΒΟΥ, ΑΝΩ ΧΑΡΑΜΙΔΑ ΛΕΣΒΟΥ, ΑΦΑΛΩΝΑΣ ΛΕΣΒΟΥ, ΑΧΛΙΑ ΛΕΣΒΟΥ, ΒΑΡΕΙΑ ΛΕΣΒΟΥ, ΘΕΡΜΗ ΛΕΣΒΟΥ, ΚΕΔΡΟ ΛΕΣΒΟΥ, ΚΟΥΜΙΚΟ ΛΕΣΒΟΥ, ΚΟΥΝΤΟΥΡΟΥΔΙΑ ΛΕΣΒΟΥ, ΚΡΑΤΗΓΟΣ ΛΕΣΒΟΥ, ΚΩΜΗ ΛΕΣΒΟΥ, ΛΑΡΙΣΟΣ (ή ΛΑΡΣΟΣ) ΛΕΣΒΟΥ, ΛΟΥΤΡΑ ΘΕΡΜΗΣ ΛΕΣΒΟΥ, ΛΟΥΤΡΑ ΛΕΣΒΟΥ, ΛΟΥΤΡΟΠΟΛΗ ΘΕΡΜΗΣ ΛΕΣΒΟΥ, ΜΑΡΜΑΡΟ ΜΟΡΙΑΣ ΛΕΣΒΟΥ, ΜΙΣΤΕΓΝΑ ΛΕΣΒΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΡΑΦΑΗΛ ΛΕΣΒΟΥ, ΜΟΡΙΑ ΛΕΣΒΟΥ, ΜΥΤΙΛΗΝΗ ΛΕΣΒΟΥ, ΝΕΑΠΟΛΗ ΛΕΣΒΟΥ, ΝΕΕΣ ΚΥΔΩΝΙΕΣ ΛΕΣΒΟΥ, ΝΗΣΕΛΙΑ ΛΕΣΒΟΥ, ΞΑΜΠΕΛΙΑ ΛΕΣΒΟΥ, ΟΥΤΖΑ ΛΕΣΒΟΥ, ΠΑΜΦΙΛΑ ΛΕΣΒΟΥ, ΠΑΝΑΓΙΑ ΛΕΣΒΟΥ, ΠΑΝΑΓΙΟΥΔΑ ΛΕΣΒΟΥ, ΠΑΡΑΛΙΑ ΘΕΡΜΗΣ ΛΕΣΒΟΥ, ΠΑΡΑΛΙΑ ΛΕΣΒΟΥ, ΠΗΓΗ ΛΕΣΒΟΥ, ΠΛΙΓΟΝΙ ΛΕΣΒΟΥ, ΠΥΡΓΙ ΛΕΣΒΟΥ, ΠΥΡΓΟΙ ΘΕΡΜΗΣ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΛΟΥΤΡΩΝ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΜΙΣΤΕΓΝΩΝ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΝΕΩΝ ΚΥΔΩΝΙΩΝ ΛΕΣΒΟΥ, ΤΑΞΙΑΡΧΕΣ ΜΥΤΙΛΗΝΗΣ ΛΕΣΒΟΥ, ΤΟΥΜΠΕΣ ΛΕΣΒΟΥ, ΦΥΛΑΚΙΟ ΠΡΟΒΟΣΚΙΔΑ ΛΕΣΒΟΥ, ΧΑΡΑΜΙΔΑ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81101", "ΑΓΙΑΣΟΣ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΕΥΕΡΓΕΤΟΥΛΑΣ ΛΕΣΒΟΥ, ΑΣΩΜΑΤΟΣ ΛΕΣΒΟΥ, ΓΙΑΛΟΥ ΠΗΓΑΔΙ ΛΕΣΒΟΥ, ΙΠΠΕΙΟ ΛΕΣΒΟΥ, ΚΑΓΙΑΝΙ ΛΕΣΒΟΥ, ΚΑΡΗΝΗ ΛΕΣΒΟΥ, ΚΕΡΑΜΕΙΑ ΛΕΣΒΟΥ, ΛΑΜΠΟΥ ΜΥΛΟΙ ΛΕΣΒΟΥ, ΛΑΡΣΟΣ ΕΥΕΡΓΕΤΟΥΛΑΣ ΛΕΣΒΟΥ, ΜΕΓΑΛΗ ΛΙΜΝΗ ΛΕΣΒΟΥ, ΝΤΙΠΙ ΣΥΚΟΥΝΤΑΣ ΛΕΣΒΟΥ, ΣΑΝΑΤΟΡΙΟ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΣΥΚΟΥΝΤΟΣ ΛΕΣΒΟΥ, ΣΥΚΟΥΝΤΑ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81102", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ (ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ) ΛΕΣΒΟΥ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΜΥΤΙΛΗΝΗΣ ΛΕΣΒΟΥ, ΚΑΝΤΡΙ ΛΕΣΒΟΥ, ΜΕΣΑ ΛΕΣΒΟΥ, ΝΑΠΗ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81103", "ΑΝΤΙΣΣΑ ΛΕΣΒΟΥ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΟΥ ΘΕΟΛΟΓΟΥ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81104", "ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΛΕΣΒΟΥ, ΑΣΠΡΗ ΠΛΑΚΟΥΔΑ ΛΕΣΒΟΥ, ΑΣΠΡΟΝΗΣΙΑ ΛΕΣΒΟΥ, ΑΣΠΡΟΠΟΤΑΜΟΣ ΛΕΣΒΟΥ, ΚΑΠΗ ΛΕΣΒΟΥ, ΚΛΕΙΩ ΛΕΣΒΟΥ, ΛΑΓΚΑΔΑ ΜΑΝΤΑΜΑΔΟΥ ΛΕΣΒΟΥ, ΛΙΜΑΝΙ ΚΑΠΗΣ ΛΕΣΒΟΥ, ΜΑΝΤΑΜΑΔΟΣ ΛΕΣΒΟΥ, ΜΑΥΡΗ ΠΛΑΚΟΥΔΑ ΛΕΣΒΟΥ, ΜΠΑΡΜΠΑΛΙΑΣ ΛΕΣΒΟΥ, ΠΑΛΙΟΣ ΛΕΣΒΟΥ, ΠΑΝΑΓΙΑ ΜΑΝΤΑΜΑΔΟΥ ΛΕΣΒΟΥ, ΠΕΔΗ ΛΕΣΒΟΥ, ΠΕΛΟΠΗ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΣΥΚΑΜΙΝΕΑΣ ΛΕΣΒΟΥ, ΣΥΚΑΜΙΝΕΑ ΛΕΣΒΟΥ, ΤΑΞΙΑΡΧΕΣ ΜΑΝΤΑΜΑΔΟΥ ΛΕΣΒΟΥ, ΤΣΟΝΙΑ ΛΕΣΒΟΥ, ΤΣΟΥΚΑΛΑΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81105", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΗΣΟΣ ΛΕΣΒΟΥ, ΑΓΡΑ ΛΕΣΒΟΥ, ΑΠΟΘΗΚΕΣ ΑΓΡΑΣ ΛΕΣΒΟΥ, ΕΡΕΣΟΣ ΛΕΣΒΟΥ, ΛΥΓΕΡΗ ΛΕΣΒΟΥ, ΜΕΣΟΤΟΠΟΣ ΛΕΣΒΟΥ, ΠΟΔΑΡΑΣ ΛΕΣΒΟΥ, ΠΟΧΗΣ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΕΡΕΣΟΥ ΛΕΣΒΟΥ, ΤΑΒΑΡΙ ΛΕΣΒΟΥ, ΧΛΙΑΡΑ ΕΡΕΣΟΥ ΛΕΣΒΟΥ, ΧΡΙΣΤΟΣ ΕΡΕΣΟΥ ΛΕΣΒΟΥ, ΧΡΟΥΣΟΣ ΕΡΕΣΟΥ ΛΕΣΒΟΥ, ΨΙΝΙΑ ΕΡΕΣΟΥ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81106", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΛΕΣΒΟΥ, ΑΓΛΕΦΥΡΟΣ ΛΕΣΒΟΥ, ΑΠΗΔΙΑ ΛΕΣΒΟΥ, ΑΥΛΩΝΑΣ ΛΕΣΒΟΥ, ΓΕΡΑΝΙΑ ΛΕΣΒΟΥ, ΕΥΡΕΙΑΚΗ ΛΕΣΒΟΥ, ΚΑΡΙΩΝΑΣ ΛΕΣΒΟΥ, ΚΑΤΩ ΤΡΙΤΟΣ ΛΕΣΒΟΥ, ΚΟΥΦΟ ΒΟΥΝΟ ΛΕΣΒΟΥ, ΛΑΓΚΑΔΑ ΣΚΟΠΕΛΟΥ ΛΕΣΒΟΥ, ΛΙΓΟΝΑΡΙ ΛΕΣΒΟΥ, ΜΑΡΜΑΡΟ ΠΑΠΠΑΔΟΥ ΛΕΣΒΟΥ, ΜΕΣΑΓΡΟΣ ΛΕΣΒΟΥ, ΜΥΧΟΣ ΛΕΣΒΟΥ, ΠΑΛΑΙΟΚΗΠΟΣ ΛΕΣΒΟΥ, ΠΑΠΠΑΔΟΣ ΛΕΣΒΟΥ, ΠΗΓΑΔΑΚΙΑ ΛΕΣΒΟΥ, ΠΛΑΚΑΔΟΣ ΛΕΣΒΟΥ, ΠΥΡΓΟΙ ΜΕΣΑΓΡΟΥ ΛΕΣΒΟΥ, ΣΚΟΠΕΛΟΣ ΛΕΣΒΟΥ, ΤΑΡΤΙ ΛΕΣΒΟΥ, ΤΣΑΦΙ ΛΕΣΒΟΥ, ΤΣΙΛΙΑ ΛΕΣΒΟΥ, ΦΑΡΑ ΛΕΣΒΟΥ, ΦΤΕΛΙ ΛΕΣΒΟΥ, ΧΑΛΑΤΣΕΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "41000", "ΛΑΡΙΣΣΑ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81107", "ΑΡΙΣΒΗ ΛΕΣΒΟΥ, ΔΑΦΙΑ ΛΕΣΒΟΥ, ΙΕΡΑ ΜΟΝΗ ΛΕΙΜΩΝΟΣ ΛΕΣΒΟΥ, ΚΑΛΛΟΝΗ ΛΕΣΒΟΥ, ΚΕΡΑΜΙ ΛΕΣΒΟΥ, ΚΕΧΡΑΔΑ ΛΕΣΒΟΥ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΜΥΡΣΙΝ. ΛΕΙΜΩΝΟΣ ΛΕΣΒΟΥ, ΜΠΑΛΙΝΗ ΛΕΣΒΟΥ, ΠΑΡΑΚΟΙΛΑ ΛΕΣΒΟΥ, ΠΕΤΣΟΦΑΣ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΚΑΛΛΟΝΗΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40400", "ΑΜΠΕΛΩΝΑΣ ΛΑΡΙΣΗΣ, ΒΡΥΟΤΟΠΟΣ ΛΑΡΙΣΗΣ, ΜΙΚΡΟΛΙΘΟΣ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40200", "ΑΓΙΟΝΕΡΟ ΛΑΡΙΣΗΣ, ΑΕΤΟΡΡΑΧΗ ΛΑΡΙΣΗΣ, ΑΖΩΡΟΣ ΒΟΥΒΑΛΑ ΛΑΡΙΣΗΣ, ΑΜΟΥΡΙΟ ΛΑΡΙΣΗΣ, ΑΣΠΡΟΧΩΜΑ ΛΑΡΙΣΗΣ, ΒΡΥΣΟΠΟΥΛΕΣ ΛΑΡΙΣΗΣ, ΓΑΛΑΝΟΒΡΥΣΗ ΛΑΡΙΣΗΣ, ΓΕΡΑΝΙΑ ΛΑΡΙΣΗΣ, ΓΙΑΝΝΩΤΑ ΛΑΡΙΣΗΣ, ΔΟΛΙΧΗ ΛΑΡΙΣΗΣ, ΔΟΜΕΝΙΚΟ ΛΑΡΙΣΗΣ, ΔΡΥΜΟΣ ΛΑΡΙΣΗΣ, ΕΛΑΣΣΟΝΑ ΛΑΡΙΣΗΣ, ΕΥΑΓΓΕΛΙΣΜΟΣ ΕΛΑΣΣΟΝΑΣ ΛΑΡΙΣΗΣ, ΙΕΡΑ ΜΟΝΗ ΣΠΑΡΜΟΥ ΛΑΡΙΣΗΣ, ΚΑΛΛΙΘΕΑ ΛΑΡΙΣΗΣ, ΚΑΛΥΒΙΑ ΑΝΑΛΗΨΕΩΣ ΛΑΡΙΣΗΣ, ΚΑΛΥΒΙΑ ΚΟΚΚΙΝΟΠΗΛΟΥ ΛΑΡΙΣΗΣ, ΚΑΡΥΑ ΛΑΡΙΣΗΣ, ΚΟΚΚΙΝΟΓΕΙΟ ΛΑΡΙΣΗΣ, ΚΟΚΚΙΝΟΠΗΛΟΣ ΛΑΡΙΣΗΣ, ΚΡΥΟΒΡΥΣΗ ΛΑΡΙΣΗΣ, ΛΕΥΚΗ ΛΑΡΙΣΗΣ, ΛΥΚΟΥΔΙ ΛΑΡΙΣΗΣ, ΜΑΓΟΥΛΑ ΛΑΡΙΣΗΣ, ΜΗΛΕΑ ΛΑΡΙΣΗΣ, ΜΙΚΡΟ ΕΛΕΥΘΕΡΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΟΛΥΜΠΙΑΔΑ ΛΑΡΙΣΗΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΛΑΡΙΣΗΣ, ΠΕΤΡΩΤΟ ΛΑΡΙΣΗΣ, ΠΡΑΙΤΩΡΙΟ ΛΑΡΙΣΗΣ, ΠΥΘΙΟ ΛΑΡΙΣΗΣ, ΣΑΡΑΝΤΑΠΟΡΟ ΛΑΡΙΣΗΣ, ΣΚΟΠΙΑ ΛΑΡΙΣΗΣ, ΣΠΑΡΜΟΣ ΛΑΡΙΣΗΣ, ΣΤΕΦΑΝΟΒΟΥΝΟ ΛΑΡΙΣΗΣ, ΣΥΚΑΜΙΝΕΑ ΛΑΡΙΣΗΣ, ΣΥΚΕΑ ΛΑΡΙΣΗΣ, ΣΥΚΙΑ ΛΑΡΙΣΗΣ, ΤΣΑΠΟΥΡΝΙΑ ΛΑΡΙΣΗΣ, ΦΑΡΜΑΚΗ ΛΑΡΙΣΗΣ, ΦΛΑΜΠΟΥΡΟ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84300", "ΑΓΙΑ ΑΝΝΑ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΙ ΠΑΝΤΕΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΚΟΥΦΟΝΗΣΙΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΑΡΣΕΝΙΟΣ  ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΗΡΑΚΛΕΙΑΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΘΑΛΕΛΑΙΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΠΡΟΚΟΠΙΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΚΙΔΙΑ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΠΟΤΑΜΙΑ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΣΑΓΚΡΙ ΚΥΚΛΑΔΩΝ, ΑΡΓΙΛΟΣ ΚΥΚΛΑΔΩΝ, ΒΕΝΕΤΙΚΟ ΚΥΚΛΑΔΩΝ, ΒΙΒΛΟΣ ΚΥΚΛΑΔΩΝ, ΒΟΥΛΓΑΡΗ ΚΥΚΛΑΔΩΝ, ΓΑΛΑΝΑΔΟ ΚΥΚΛΑΔΩΝ, ΓΑΛΗΝΗ ΚΥΚΛΑΔΩΝ, ΓΛΑΡΟΝΗΣΙ ΚΟΥΦΟΝΗΣΙΩΝ ΚΥΚΛΑΔΩΝ, ΓΛΙΝΑΔΟ ΚΥΚΛΑΔΩΝ, ΔΟΝΟΥΣΑ ΚΥΚΛΑΔΩΝ, ΕΓΓΑΡΕΣ ΚΥΚΛΑΔΩΝ, ΗΡΑΚΛΕΙΑ ΚΥΚΛΑΔΩΝ, ΚΑΛΟΤΑΡΙΤΙΣΣΑ ΔΟΝΟΥΣΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΝΑΚΑΡΙ ΚΥΚΛΑΔΩΝ, ΚΑΣΤΡΑΚΙ  ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΚΟΥΦΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΠΟΤΑΜΙΑ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΣΑΓΚΡΙ ΚΥΚΛΑΔΩΝ, ΚΛΙΔΟΥΡΑ ΚΥΚΛΑΔΩΝ, ΚΟΥΡΟΥΝΟΧΩΡΙ ΚΥΚΛΑΔΩΝ, ΚΟΥΦΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΛΑΖΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΜΑΡΑΓΚΑΣ ΚΥΚΛΑΔΩΝ, ΜΑΣΤΟΡΑΚΗΣ ΚΥΚΛΑΔΩΝ, ΜΑΧΑΙΡΕΣ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΗ ΠΛΑΚΑ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΟΣ ΑΒΕΛΑΣ ΚΥΚΛΑΔΩΝ, ΜΕΛΑΝΕΣ ΚΥΚΛΑΔΩΝ, ΜΕΡΣΙΝΗ ΔΟΝΟΥΣΑΣ ΚΥΚΛΑΔΩΝ, ΜΕΣΑΡΙΑ ΣΧΟΙΝΟΥΣΣΑΣ ΚΥΚΛΑΔΩΝ, ΜΕΣΗ ΠΟΤΑΜΙΑ ΚΥΚΛΑΔΩΝ, ΜΙΚΡΗ ΒΙΓΛΑ ΚΥΚΛΑΔΩΝ, ΜΙΚΡΟΣ ΑΒΕΛΑΣ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΧΡΥΣΟΣΤΟΜΟΥ ΚΥΚΛΑΔΩΝ, ΜΥΛΟΙ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΝΑΞΟΣ ΚΥΚΛΑΔΩΝ, ΟΦΕΙΔΟΥΣΣΑ ΚΥΚΛΑΔΩΝ, ΠΑΝΑΓΙΑ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΠΛΑΚΑ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΠΛΑΚΗ ΚΟΥΦΟΝΗΣΙΩΝ ΚΥΚΛΑΔΩΝ, ΠΡΑΣΟΥΡΑ ΚΥΚΛΑΔΩΝ, ΣΚΥΛΟΝΗΣΙ ΔΟΝΟΥΣΗΣ ΚΥΚΛΑΔΩΝ, ΣΤΕΛΙΔΑ ΚΥΚΛΑΔΩΝ, ΣΤΡΟΓΓΥΛΗ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΣΧΟΙΝΟΥΣΣΑ ΚΥΚΛΑΔΩΝ, ΤΣΟΥΛΟΥΦΙ ΚΥΚΛΑΔΩΝ, ΦΟΙΝΙΚΑΣ ΚΟΥΦΟΝΗΣΙΟΥ ΚΥΚΛΑΔΩΝ, ΧΑΡΑΥΓΗ ΔΟΝΟΥΣΑΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84302", "ΑΓΙΑΣΣΟΣ ΚΥΚΛΑΔΩΝ, ΑΖΑΛΑΣ ΚΥΚΛΑΔΩΝ, ΑΙ ΓΙΑΝΝΗΣ ΛΕΥΚΩΝΗΣ ΚΥΚΛΑΔΩΝ, ΑΚΡΩΤΗΡΙ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΑΠΕΙΡΑΘΟΣ ΚΥΚΛΑΔΩΝ, ΒΟΥΡΒΟΥΡΙΑ ΚΥΚΛΑΔΩΝ, ΔΑΜΑΛΑΣ ΚΥΚΛΑΔΩΝ, ΔΑΜΑΡΙΩΝΑΣ ΚΥΚΛΑΔΩΝ, ΔΑΝΑΚΟΣ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΝΤΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΝΑΚΙ ΚΥΚΛΑΔΩΝ, ΚΕΡΑΜΩΤΗ ΚΥΚΛΑΔΩΝ, ΚΙΝΙΔΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΚΛΕΙΔΩ ΚΥΚΛΑΔΩΝ, ΛΥΓΑΡΙΔΙΑ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΚΥΚΛΑΔΩΝ, ΜΟΥΤΣΟΥΝΑ ΚΥΚΛΑΔΩΝ, ΠΑΝΕΡΜΟΣ ΚΥΚΛΑΔΩΝ, ΠΥΡΓΑΚΙ ΝΑΞΟΥ ΚΥΚΛΑΔΩΝ, ΡΑΧΗ ΚΥΚΛΑΔΩΝ, ΣΙΦΩΝΕΣ ΚΥΚΛΑΔΩΝ, ΦΙΛΟΤΙ ΚΥΚΛΑΔΩΝ, ΧΑΛΚΕΙΟ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84400", "ΑΓΙΟΣ ΑΡΤΕΜΙΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΤΡΥΠΗΤΗΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΩΝ ΘΕΟΔΩΡΩΝ ΚΥΚΛΑΔΩΝ, ΑΓΚΑΙΡΙΑ ΚΥΚΛΑΔΩΝ, ΑΛΥΚΗ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΕΡΑΤΖΑ ΚΥΚΛΑΔΩΝ, ΑΣΠΡΟ ΧΩΡΙΟ ΚΥΚΛΑΔΩΝ, ΒΟΥΝΙΑ ΛΕΥΚΩΝ ΚΥΚΛΑΔΩΝ, ΒΟΥΝΙΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΒΟΥΤΑΚΟΣ ΑΓΚΑΙΡΙΑΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΒΟΥΤΑΚΟΣ ΚΥΚΛΑΔΩΝ, ΓΑΙΔΟΥΡΟΝΗΣΙ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΓΑΛΙΑΤΣΟΣ ΚΥΚΛΑΔΩΝ, ΓΛΑΡΟΜΠΟΥΤΑ ΚΥΚΛΑΔΩΝ, ΓΛΑΡΟΠΟΥΝΤΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΓΛΥΣΙΔΑ ΚΥΚΛΑΔΩΝ, ΓΛΥΦΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΓΛΥΦΑΔΕΣ ΚΥΚΛΑΔΩΝ, ΔΡΥΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΔΡΥΟΣ ΚΥΚΛΑΔΩΝ, ΕΒΡΙΟΚΑΣΤΡΟ ΚΥΚΛΑΔΩΝ, ΕΛΗΤΑΣ ΚΥΚΛΑΔΩΝ, ΙΕΡΑ ΜΟΝΗ ΘΑΨΑΝΩΝ ΚΥΚΛΑΔΩΝ, ΙΣΤΕΡΝΙΟ ΚΥΚΛΑΔΩΝ, ΚΑΚΑΠΕΤΡΑ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΜΙ  ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΕΣ ΝΑΟΥΣΑΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΕΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΙ ΑΓΚΑΙΡΙΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΜΠΟΙ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΜΠΟΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΚΟΥΚΟΥΜΑΛΕΥΣ ΚΥΚΛΑΔΩΝ, ΚΡΩΤΗΡΙ ΚΥΚΛΑΔΩΝ, ΚΩΣΤΟΣ ΚΥΚΛΑΔΩΝ, ΛΑΓΚΑΔΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΛΕΥΚΕΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΛΟΓΑΡΑΣ ΚΥΚΛΑΔΩΝ, ΜΑΚΡΙΑ ΜΥΤΗ ΚΥΚΛΑΔΩΝ, ΜΑΚΡΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΜΑΡΑΘΙ ΚΥΚΛΑΔΩΝ, ΜΑΡΜΑΡΑ ΚΥΚΛΑΔΩΝ, ΜΑΡΠΗΣΣΑ ΚΥΚΛΑΔΩΝ, ΜΑΥΡΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΑΓΙΩΝ ΘΕΟΔΩΡΩΝ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΧΡΙΣΤΟΥ ΔΑΣΟΥΣ ΚΥΚΛΑΔΩΝ, ΜΩΛΟΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΠΑΝΤΕΡΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΠΑΡΑΣΠΟΡΟΣ ΚΥΚΛΑΔΩΝ, ΠΑΡΟΣ ΚΥΚΛΑΔΩΝ, ΠΙΣΩ ΛΙΒΑΔΙ ΚΥΚΛΑΔΩΝ, ΠΟΥΝΤΑ ΚΥΚΛΑΔΩΝ, ΠΡΟΔΡΟΜΟΣ ΚΥΚΛΑΔΩΝ, ΠΥΡΓΑΚΙ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΣΑΡΑΚΙΝΙΚΟ ΚΥΚΛΑΔΩΝ, ΣΩΤΗΡΕΣ ΚΥΚΛΑΔΩΝ, ΤΕΤΑΡΤΟΝΗΣΙ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΤΖΑΝΕΣ ΚΥΚΛΑΔΩΝ, ΤΟΥΡΛΟΣ ΝΑΟΥΣΗΣ ΚΥΚΛΑΔΩΝ, ΤΟΥΡΛΟΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΤΣΟΥΚΑΛΑΣ ΚΥΚΛΑΔΩΝ, ΤΣΟΥΚΑΛΙΑ ΚΥΚΛΑΔΩΝ, ΥΣΤΕΡΝΙΑ ΚΥΚΛΑΔΩΝ, ΦΙΛΙΔΙ ΚΥΚΛΑΔΩΝ, ΦΟΙΝΙΣΣΕΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΧΡΥΣΗ ΑΚΤΗ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΧΩΡΙΔΑΚΙ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84401", "ΑΓΙΑ ΚΑΛΗ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΚΥΚΛΑΔΩΝ, ΑΜΠΕΛΑΣ ΚΥΚΛΑΔΩΝ, ΚΟΛΥΜΠΗΘΡΕΣ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΛΑΓΚΕΡΗ ΚΥΚΛΑΔΩΝ, ΛΙΒΑΔΙΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΑΓΙΟΥ ΑΝΤΩΝΙΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΛΟΓΓΟΒΑΡΔΑΣ ΚΥΚΛΑΔΩΝ, ΝΑΟΥΣΑ ΠΑΡΟΥ ΚΥΚΛΑΔΩΝ, ΞΙΦΑΡΑ ΚΥΚΛΑΔΩΝ, ΠΡΩΤΟΡΓΙΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84500", "ΑΓΙΑ ΕΛΕΟΥΣΑ ΚΥΚΛΑΔΩΝ, ΑΚΑΜΑΤΗΣ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΛΑΔΙΝΟ ΚΥΚΛΑΔΩΝ, ΑΛΑΔΟ ΚΥΚΛΑΔΩΝ, ΑΛΙΚΑΝΔΡΟ ΚΥΚΛΑΔΩΝ, ΑΜΟΛΟΧΟΣ ΚΥΚΛΑΔΩΝ, ΑΝΔΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΑΠΡΟΒΑΤΟ ΚΥΚΛΑΔΩΝ, ΑΠΟΙΚΙΑ ΚΥΚΛΑΔΩΝ, ΒΑΚΟΝΙ ΜΕΣΣΑΡΙΑΣ ΚΥΚΛΑΔΩΝ, ΒΟΥΡΚΩΤΗ ΚΥΚΛΑΔΩΝ, ΒΡΑΧΝΟΣ ΚΥΚΛΑΔΩΝ, ΖΑΓΑΝΙΑΡΗΣ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΜΑΚΙ ΚΥΚΛΑΔΩΝ, ΚΑΤΑΚΑΛΑΙΟΙ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΑΠΡΟΒΑΤΟ ΚΥΚΛΑΔΩΝ, ΚΟΛΥΜΠΟΣ ΚΥΚΛΑΔΩΝ, ΚΟΥΜΑΝΤΗ ΚΥΚΛΑΔΩΝ, ΚΟΥΡΕΛΙ ΚΥΚΛΑΔΩΝ, ΚΟΥΤΣΙΟ ΚΥΚΛΑΔΩΝ, ΛΑΜΥΡΑ ΚΥΚΛΑΔΩΝ, ΛΙΒΑΔΙΑ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΜΕΛΙΔΑ ΚΥΚΛΑΔΩΝ, ΜΕΝΗΤΕΣ ΚΥΚΛΑΔΩΝ, ΜΕΣΑ ΧΩΡΙΟ ΚΥΚΛΑΔΩΝ, ΜΕΣΑΘΟΥΡΙ  ΚΥΚΛΑΔΩΝ, ΜΕΣΑΡΙΑ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΠΑΝΑΧΡΑΝΤΟΥ ΚΥΚΛΑΔΩΝ, ΟΡΕΙΝΟ ΚΥΚΛΑΔΩΝ, ΠΑΛΑΙΠΟΛΗ ΚΥΚΛΑΔΩΝ, ΠΙΤΡΟΦΟΣ ΚΥΚΛΑΔΩΝ, ΣΤΕΝΙΕΣ ΚΥΚΛΑΔΩΝ, ΣΤΡΑΠΟΥΡΙΕΣ ΚΥΚΛΑΔΩΝ, ΣΥΝΕΤΙΟ ΚΥΚΛΑΔΩΝ, ΥΨΗΛΑ ΚΥΚΛΑΔΩΝ, ΦΑΛΛΙΚΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84501", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΠΕΤΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΥΜΕΩΝ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΓΑΥΡΙΟ ΚΥΚΛΑΔΩΝ, ΑΡΝΗ ΚΥΚΛΑΔΩΝ, ΑΤΕΝΗ ΑΡΝΑ ΚΥΚΛΑΔΩΝ, ΑΤΕΝΗ ΚΑΤΑΚΟΙΛΟΥ  ΚΥΚΛΑΔΩΝ, ΒΑΡΙΔΙ ΚΥΚΛΑΔΩΝ, ΒΙΤΑΛΙ ΚΥΚΛΑΔΩΝ, ΓΑΙΔΑΡΟΣ ΓΑΥΡΙΟΥ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΓΑΥΡΙΟ ΚΥΚΛΑΔΩΝ, ΓΙΔΕΣ ΚΥΚΛΑΔΩΝ, ΔΑΜΑΣΚΗΝΟΣ ΚΥΚΛΑΔΩΝ, ΕΠΑΝΩ ΦΕΛΛΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΛΥΒΑΡΙ ΚΥΚΛΑΔΩΝ, ΚΑΤΑΚΟΙΛΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΑΓΙΟΣ ΠΕΤΡΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΚΑΤΑΚΟΙΛΟΣ ΚΥΚΛΑΔΩΝ, ΚΑΤΩ ΦΕΛΛΟΣ ΚΥΚΛΑΔΩΝ, ΚΟΥΜΑΡΙ ΚΥΚΛΑΔΩΝ, ΚΥΠΡΙ ΚΥΚΛΑΔΩΝ, ΜΑΚΡΟΤΑΝΤΑΛΟ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΟ ΚΥΚΛΑΔΩΝ, ΜΕΡΜΗΓΚΙΕΣ ΚΥΚΛΑΔΩΝ, ΜΟΝΗ ΖΩΟΔΟΧΟΥ ΠΗΓΗΣ ΚΥΚΛΑΔΩΝ, ΜΠΑΤΣΙ ΚΥΚΛΑΔΩΝ, ΠΑΛΑΙΣΤΟ ΚΥΚΛΑΔΩΝ, ΠΙΣΩ ΛΙΜΝΙΩΝΑΣ ΚΥΚΛΑΔΩΝ, ΠΛΑΤΥ ΑΝΔΡΟΥ ΚΥΚΛΑΔΩΝ, ΠΡΑΣΣΟ ΚΥΚΛΑΔΩΝ, ΡΕΥΜΑΤΑ ΚΥΚΛΑΔΩΝ, ΣΤΙΒΑΡΙ ΚΥΚΛΑΔΩΝ, ΣΧΟΛΗ  ΚΥΚΛΑΔΩΝ, ΤΟΥΡΛΙΤΗΣ ΚΥΚΛΑΔΩΝ, ΧΑΡΤΕΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84600", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΑΓΡΑΡΙ ΚΥΚΛΑΔΩΝ, ΑΝΩ ΜΕΡΑ ΚΥΚΛΑΔΩΝ, ΔΗΛΟΣ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΕΛΙΑ ΚΥΚΛΑΔΩΝ, ΚΑΒΟΥΡΑΣ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΚΑΛΑΦΑΤΗ ΚΥΚΛΑΔΩΝ, ΚΛΟΥΒΑΣ ΚΥΚΛΑΔΩΝ, ΚΟΥΝΟΥΠΑΣ ΚΥΚΛΑΔΩΝ, ΚΡΟΜΜΥΔΙ ΚΥΚΛΑΔΩΝ, ΚΤΑΠΟΔΙΑ ΚΥΚΛΑΔΩΝ, ΛΙΑ ΚΥΚΛΑΔΩΝ, ΜΑΡΜΑΡΟΝΗΣΙ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΜΠΑΟΣ ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΜΥΚΟΝΟΣ ΚΥΚΛΑΔΩΝ, ΟΡΝΟΣ ΚΥΚΛΑΔΩΝ, ΠΛΑΤΥΣ ΓΙΑΛΟΣ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΠΛΥΝΤΡΙ ΚΥΚΛΑΔΩΝ, ΡΗΝΕΙΑ  ΝΗΣΟΣ ΚΥΚΛΑΔΩΝ, ΣΦΟΝΤΗΛΙ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΤΗΓΑΝΙ ΡΑΝΤΑΡ ΚΥΚΛΑΔΩΝ, ΤΟΥΡΛΟΣ ΜΥΚΟΝΟΥ ΚΥΚΛΑΔΩΝ, ΤΡΑΓΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΦΑΡΟΣ ΑΡΜΕΝΙΣΤΗΣ ΚΥΚΛΑΔΩΝ, ΨΑΡΡΟΥ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84700", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΒΟΘΩΝΟΣ  ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΑΚΡΩΤΗΡΙ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΑΝΥΔΡΟΣ ΚΥΚΛΑΔΩΝ, ΑΣΚΑΝΙΑ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΑΣΠΡΟΝΗΣΙ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΒΟΘΩΝΑΣ ΚΥΚΛΑΔΩΝ, ΒΟΥΡΒΟΥΛΟΣ ΚΥΚΛΑΔΩΝ, ΕΞΩ ΓΙΑΛΟΣ ΚΑΡΤΕΡΑΔΟΥ ΚΥΚΛΑΔΩΝ, ΕΞΩ ΓΙΑΛΟΣ ΚΥΚΛΑΔΩΝ, ΕΞΩ ΓΩΝΙΑ ΚΥΚΛΑΔΩΝ, ΕΞΩ ΚΑΤΟΙΚΙΕΣ ΚΥΚΛΑΔΩΝ, ΕΠΙΣΚΟΠΗ ΓΩΝΙΑΣ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΕΣΧΑΤΗ ΚΥΚΛΑΔΩΝ, ΗΜΕΡΟΒΙΓΛΙ ΚΥΚΛΑΔΩΝ, ΘΗΡΑ ΚΥΚΛΑΔΩΝ, ΚΑΜΑΡΙ ΕΠΙΣΚΟΠΗΣ ΓΩΝΙΑΣ ΚΥΚΛΑΔΩΝ, ΚΑΡΤΕΡΑΔΟΣ ΚΥΚΛΑΔΩΝ, ΜΕΓΑΛΟΧΩΡΙ ΚΥΚΛΑΔΩΝ, ΜΕΣΑ ΚΑΤΟΙΚΙΕΣ ΚΥΚΛΑΔΩΝ, ΜΕΣΑΡΙΑ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΜΟΝΟΛΙΘΟΣ ΚΥΚΛΑΔΩΝ, ΝΕΑ ΚΑΜΕΝΗ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΦΗΡΩΝ ΚΥΚΛΑΔΩΝ, ΠΑΛΑΙΑ  ΚΑΜΕΝΗ ΚΥΚΛΑΔΩΝ, ΠΑΝΑΓΙΑ ΚΑΛΟΥ  ΚΥΚΛΑΔΩΝ, ΠΕΡΙΒΟΛΙΑ ΚΥΚΛΑΔΩΝ, ΦΗΡΑ ΚΥΚΛΑΔΩΝ, ΧΡΙΣΤΙΑΝΑ ΚΥΚΛΑΔΩΝ, ΧΡΙΣΤΙΑΝΗ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84702", "ΑΓΙΑ ΕΙΡΗΝΗ ΘΗΡΑΣΙΑΣ ΚΥΚΛΑΔΩΝ, ΑΓΡΙΛΙΑ ΘΗΡΑΣΙΑΣ ΚΥΚΛΑΔΩΝ, ΘΗΡΑΣΙΑ ΚΥΚΛΑΔΩΝ, ΘΟΛΟΣ ΚΥΚΛΑΔΩΝ, ΚΟΛΟΥΜΠΟΣ ΟΙΑΣ ΚΥΚΛΑΔΩΝ, ΟΙΑ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΑΜΜΟΥΔΙΟΥ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΑΡΜΕΝΗΣ ΚΥΚΛΑΔΩΝ, ΟΡΜΟΣ ΚΟΡΦΟΥ ΟΙΑΣ ΚΥΚΛΑΔΩΝ, ΠΑΡΑΔΕΙΣΟΣ ΚΥΚΛΑΔΩΝ, ΠΟΤΑΜΟΣ ΘΗΡΑΣΙΑΣ ΚΥΚΛΑΔΩΝ, ΦΟΙΝΙΚΙΑ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84703", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΕΜΠΟΡΕΙΟΥ ΚΥΚΛΑΔΩΝ, ΒΛΥΧΑΔΑ ΚΥΚΛΑΔΩΝ, ΕΜΠΟΡΕΙΟΣ ΘΗΡΑΣ ΚΥΚΛΑΔΩΝ, ΕΞΩΜΥΤΗΣ ΚΥΚΛΑΔΩΝ, ΠΕΡΙΣΣΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "84800", "ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΚΥΚΛΑΔΩΝ, ΑΓΙΟΣ ΓΕΡΑΣΙΜΟΣ ΚΥΚΛΑΔΩΝ, ΑΚΡΑΘΙ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΑΝΑΝΕΣ ΚΥΚΛΑΔΩΝ, ΑΝΤΙΜΗΛΟΣ ΚΥΚΛΑΔΩΝ, ΑΠΟΛΛΩΝΙΑ (ΠΟΛΛΩΝΙΑ) ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΑΡΕΤΗ ΚΥΚΛΑΔΩΝ, ΑΡΚΑΔΙΟ ΚΥΚΛΑΔΩΝ, ΒΟΥΔΙΑ ΚΥΚΛΑΔΩΝ, ΓΛΑΡΟΝΗΣΙΑ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΕΜΠΟΡΕΙΟΣ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΖΕΦΥΡΙΑ ΚΥΚΛΑΔΩΝ, ΘΕΙΩΡΥΧΕΙΑ ΚΥΚΛΑΔΩΝ, ΚΑΝΑΒΑ ΚΥΚΛΑΔΩΝ, ΚΑΤΣΑΡΩΝΑΣ ΚΥΚΛΑΔΩΝ, ΚΛΗΜΑ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΚΟΜΙΑ ΚΥΚΛΑΔΩΝ, ΜΑΝΔΡΑΚΙΑ ΚΥΚΛΑΔΩΝ, ΜΗΛΟΣ ΚΥΚΛΑΔΩΝ, ΜΥΤΙΚΑΣ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΞΥΛΟΚΕΡΑΤΙΑ ΚΥΚΛΑΔΩΝ, ΠΑΛΙΟΧΩΡΙ ΚΥΚΛΑΔΩΝ, ΠΑΞΙΜΑΔΙ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΠΑΧΑΙΝΑ ΚΥΚΛΑΔΩΝ, ΠΕΡΑ ΤΡΙΟΒΑΣΑΛΟΣ ΚΥΚΛΑΔΩΝ, ΠΗΛΟΝΗΣΙΟ ΚΥΚΛΑΔΩΝ, ΠΛΑΚΑ ΜΗΛΟΥ ΚΥΚΛΑΔΩΝ, ΠΡΑΣΟΝΗΣΙ ΚΥΚΛΑΔΩΝ, ΠΡΟΒΑΤΑΣ ΚΥΚΛΑΔΩΝ, ΡΑΛΑΚΙΟ ΧΑΛΑΚΟΣ ΚΥΚΛΑΔΩΝ, ΣΧΙΝΩΠΗ ΚΥΚΛΑΔΩΝ, ΤΡΙΟΒΑΣΑΛΟΣ ΚΥΚΛΑΔΩΝ, ΤΡΥΠΗΤΗ ΚΥΚΛΑΔΩΝ, ΦΟΥΡΚΟΒΟΥΝΙ ΚΥΚΛΑΔΩΝ, ΦΥΛΑΚΩΠΗ ΚΥΚΛΑΔΩΝ, ΦΥΡΟΠΟΤΑΜΟΣ ΚΥΚΛΑΔΩΝ, ΨΑΘΑΔΙΚΑ ΚΥΚΛΑΔΩΝ", "Κυκλάδων" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23051", "ΑΓΙΟΙ ΤΑΞΙΑΡΧΕΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΕΡΙΣΤΕΡΙΟΥ ΛΑΚΩΝΙΑΣ, ΓΡΑΜΜΟΥΣΑ ΛΑΚΩΝΙΑΣ, ΛΕΗΜΟΝΑΣ ΛΑΚΩΝΙΑΣ, ΠΑΝΗΓΥΡΙΣΤΡΑ ΛΑΚΩΝΙΑΣ, ΠΕΡΙΣΤΕΡΙ ΕΠΙΔΑΥΡΟΥ ΛΙΜΗΡΑΣ ΛΑΚΩΝΙΑΣ, ΣΚΑΛΑ ΛΑΚΩΝΙΑΣ, ΣΟΥΛΙΟ ΛΑΚΩΝΙΑΣ, ΣΤΕΦΑΝΙΑ ΛΑΚΩΝΙΑΣ, ΤΡΙΝΗΣΑ ΛΑΚΩΝΙΑΣ, ΦΙΛΗΣΙΟ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23052", "ΑΓΓΕΛΩΝΑ ΛΑΚΩΝΙΑΣ, ΕΛΑΙΑ ΚΟΥΝΟΥ ΛΑΚΩΝΙΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΛΑΚΩΝΙΑΣ, ΜΟΛΑΟΙ ΛΑΚΩΝΙΑΣ, ΠΑΚΙΑ ΛΑΚΩΝΙΑΣ, ΣΥΚΕΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23053", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΒΟΙΩΝ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΕΛΙΣΣΑΙΟΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΕΠΙΔΑΥΡΟΥ ΛΙΜΗΡΑΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΜΕΣΟΧΩΡΙΟΥ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΜΑΜΑΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΒΟΙΩΝ ΛΑΚΩΝΙΑΣ, ΑΔΙΑΚΟΠΟΣ ΛΑΚΩΝΙΑΣ, ΑΝΩ ΚΑΣΤΑΝΕΑ ΛΑΚΩΝΙΑΣ, ΑΡΧΑΓΓΕΛΟΣ ΛΑΚΩΝΙΑΣ, ΒΑΛΤΑΚΙ ΛΑΚΩΝΙΑΣ, ΒΑΡΚΟ ΛΑΚΩΝΙΑΣ, ΒΕΛΑΝΙΔΙΑ ΛΑΚΩΝΙΑΣ, ΒΙΓΚΛΑΦΙΑ ΛΑΚΩΝΙΑΣ, ΔΑΙΜΟΝΙΑ ΛΑΚΩΝΙΑΣ, ΔΕΡΜΑΤΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΕΛΑΦΟΝΗΣΟΣ ΛΑΚΩΝΙΑΣ, ΕΛΙΚΑ ΛΑΚΩΝΙΑΣ, ΚΑΠΑΡΙ ΛΑΚΩΝΙΑΣ, ΚΑΤΟΥΝΙΑ ΛΑΚΩΝΙΑΣ, ΚΑΤΩ ΚΑΣΤΑΝΙΑ ΛΑΚΩΝΙΑΣ, ΚΑΤΩ ΝΗΣΙ ΛΑΚΩΝΙΑΣ, ΚΟΝΤΡΑΦΟΥΡΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΚΟΡΑΚΑΣ ΛΑΚΩΝΙΑΣ, ΚΡΥΟΒΡΥΣΗ ΛΑΚΩΝΙΑΣ, ΛΑΧΙΟ ΛΑΚΩΝΙΑΣ, ΛΕΥΚΗ ΛΑΚΩΝΙΑΣ, ΛΙΜΝΕΣ ΛΑΚΩΝΙΑΣ, ΛΙΜΝΕΣ ΠΑΝΤΑΝΑΣΣΗΣ ΛΑΚΩΝΙΑΣ, ΜΑΝΟΛΑΡΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΜΑΡΑΘΙΑΣ ΛΑΚΩΝΙΑΣ, ΜΕΓΑΛΗ ΣΠΗΛΙΑ ΛΑΚΩΝΙΑΣ, ΜΕΣΟΧΩΡΙ ΛΑΚΩΝΙΑΣ, ΝΕΑΠΟΛΗ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΛΑΚΩΝΙΑΣ, ΠΑΝΑΓΙΑ ΒΟΙΩΝ ΛΑΚΩΝΙΑΣ, ΠΑΝΤΑΝΑΣΣΑ ΛΑΚΩΝΙΑΣ, ΠΑΡΑΔΕΙΣΙ ΛΑΚΩΝΙΑΣ, ΠΑΡΑΛΙΑ ΔΑΙΜΟΝΙΑΣ ΛΑΚΩΝΙΑΣ, ΠΛΑΤΑΝΙΑΣ ΛΑΚΩΝΙΑΣ, ΠΟΥΝΤΑ ΛΑΚΩΝΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΒΟΙΩΝ ΛΑΚΩΝΙΑΣ, ΣΚΛΑΒΟΥΝΑ ΛΑΚΩΝΙΑΣ, ΤΣΟΥΜΑΛΑ ΛΑΚΩΝΙΑΣ, ΦΑΡΑΚΛΟ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23054", "ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΛΑΚΩΝΙΑΣ, ΑΝΘΟΧΩΡΙ ΛΑΚΩΝΙΑΣ, ΑΝΩΓΕΙΑ ΛΑΚΩΝΙΑΣ, ΑΡΝΑ ΛΑΚΩΝΙΑΣ, ΒΑΣΙΛΙΚΗ ΛΑΚΩΝΙΑΣ, ΓΟΛΑ ΛΑΚΩΝΙΑΣ, ΓΟΡΑΝΟΙ ΛΑΚΩΝΙΑΣ, ΔΑΦΝΗ ΛΑΚΩΝΙΑΣ, ΔΙΠΟΤΑΜΑ ΛΑΚΩΝΙΑΣ, ΚΑΒΟΥΡΑΚΙ ΛΑΚΩΝΙΑΣ, ΚΡΥΟΝΕΡΙ ΛΑΚΩΝΙΑΣ, ΚΥΔΩΝΙΑ ΛΑΚΩΝΙΑΣ, ΚΥΔΩΝΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΛΕΥΚΗ ΑΝΩΓΕΙΩΝ ΛΑΚΩΝΙΑΣ, ΛΕΥΚΟΧΡΩΜΑ ΛΑΚΩΝΙΑΣ, ΛΙΑΝΤΙΝΑ ΛΑΚΩΝΙΑΣ, ΜΟΝΗ ΖΕΡΜΠΙΤΣΗΣ ΛΑΚΩΝΙΑΣ, ΞΗΡΟΚΑΜΠΙ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΠΑΝΑΓΙΑ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΔΑΦΝΗΣ ΛΑΚΩΝΙΑΣ, ΠΕΝΤΑΥΛΟΙ ΛΑΚΩΝΙΑΣ, ΠΟΛΟΒΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΠΟΤΑΜΙΑ ΛΑΚΩΝΙΑΣ, ΣΠΑΡΤΙΑ ΛΑΚΩΝΙΑΣ, ΣΩΤΗΡΑ ΛΑΚΩΝΙΑΣ, ΤΟΡΙΖΑ ΛΑΚΩΝΙΑΣ, ΤΡΑΠΕΖΟΝΤΗ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23059", "ΑΛΕΥΡΟΥ ΛΑΚΩΝΙΑΣ, ΒΟΡΔΟΝΙΑ ΛΑΚΩΝΙΑΣ, ΓΙΑΚΟΥΜΑΙΙΚΑ ΛΑΚΩΝΙΑΣ, ΕΠΑΝΩ ΧΩΡΑ ΛΑΚΩΝΙΑΣ, ΚΑΜΠΟΣ ΛΑΚΩΝΙΑΣ, ΚΑΣΤΟΡΕΙΟ ΛΑΚΩΝΙΑΣ, ΚΑΣΤΡΙ ΛΑΚΩΝΙΑΣ, ΚΑΣΤΩΡ ΛΑΚΩΝΙΑΣ, ΚΟΤΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΛΟΠΕΣΙ ΛΑΚΩΝΙΑΣ, ΠΑΠΠΑΔΙΑΝΙΚΑ ΒΟΡΔΟΝΙΑΣ ΛΑΚΩΝΙΑΣ, ΠΕΡΙΒΟΛΙΑ ΛΑΚΩΝΙΑΣ, ΣΟΥΛΗΝΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23062", "ΑΒΡΑΜΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΑΡΕΟΠΟΛΗ ΛΑΚΩΝΙΑΣ, ΑΡΦΙΓΚΙΑ ΛΑΚΩΝΙΑΣ, ΑΡΧΙΑ ΛΑΚΩΝΙΑΣ, ΒΑΧΟΣ ΛΑΚΩΝΙΑΣ, ΓΕΡΜΑ ΛΑΚΩΝΙΑΣ, ΔΡΥΑΛΙΑ ΛΑΚΩΝΙΑΣ, ΕΛΑΙΟΧΩΡΙ ΛΑΚΩΝΙΑΣ, ΚΑΜΠΙΝΑΡΕΣ ΛΑΚΩΝΙΑΣ, ΚΑΡΑΒΟΣΤΑΣΙ ΟΙΤΥΛΟΥ ΛΑΚΩΝΙΑΣ, ΚΑΡΕΑ ΛΑΚΩΝΙΑΣ, ΚΑΤΩ ΚΑΡΕΑ ΛΑΚΩΝΙΑΣ, ΚΕΛΕΦΑ ΛΑΚΩΝΙΑΣ, ΚΡΥΟΝΕΡΙ ΑΕΡΟΠΟΛΗΣ ΛΑΚΩΝΙΑΣ, ΛΑΓΟΚΟΙΛΙΟ ΛΑΚΩΝΙΑΣ, ΛΙΜΕΝΙΟ ΛΑΚΩΝΙΑΣ, ΜΑΡΜΑΤΣΟΥΚΑ ΛΑΚΩΝΙΑΣ, ΜΕΡΜΥΓΚΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΜΠΟΥΤΣΕΛΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΝΕΟ ΟΙΤΥΛΟ ΛΑΚΩΝΙΑΣ, ΞΕΠΑΠΑΔΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΞΕΡΟΛΑΚΚΟΣ ΛΑΚΩΝΙΑΣ, ΟΙΤΥΛΟ ΛΑΚΩΝΙΑΣ, ΟΜΑΛΕΣ ΛΑΚΩΝΙΑΣ, ΣΚΑΛΑ ΟΙΤΥΛΟΥ ΛΑΚΩΝΙΑΣ, ΣΩΤΗΡΑΣ ΛΑΚΩΝΙΑΣ, ΧΟΤΑΣΙΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23070", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΜΟΝΕΜΒΑΣΙΑΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΜΟΝΕΜΒΑΣΙΑΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΟΝΕΜΒΑΣΙΑΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΦΩΚΑΣ ΛΑΚΩΝΙΑΣ, ΒΕΛΙΕΣ ΛΑΚΩΝΙΑΣ, ΓΕΦΥΡΑ ΛΑΚΩΝΙΑΣ, ΕΛΛΗΝΙΚΟ ΛΑΚΩΝΙΑΣ, ΚΑΛΥΒΕΣ ΛΑΚΩΝΙΑΣ, ΚΑΣΤΕΛΛΑ ΛΑΚΩΝΙΑΣ, ΚΛΗΡΟΝΟΜΑΙΙΚΑ ΛΑΚΩΝΙΑΣ, ΛΙΡΑ ΛΑΚΩΝΙΑΣ, ΜΟΝΕΜΒΑΣΙΑ ΛΑΚΩΝΙΑΣ, ΝΟΜΙΑ ΣΠΑΡΤΗΣ ΛΑΚΩΝΙΑΣ, ΞΙΦΙΑΣ ΛΑΚΩΝΙΑΣ, ΠΑΝΑΓΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΤΑΛΑΝΤΑ ΛΑΚΩΝΙΑΣ, ΤΕΡΙΑ ΛΑΚΩΝΙΑΣ, ΤΡΟΧΑΛΙΑ ΛΑΚΩΝΙΑΣ, ΦΛΟΚΑ ΛΑΚΩΝΙΑΣ, ΦΟΥΤΙΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23100", "ΑΓΙΑ ΕΙΡΗΝΗ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΚΥΡΙΑΚΗ ΚΟΥΝΟΥ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΚΥΡΙΑΚΗ ΣΠΑΡΤΗΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΛΑΚΕΔΑΙΜΟΝΟΣ ΛΑΚΩΝΙΑΣ, ΑΓΡΙΑΝΟΙ ΛΑΚΩΝΙΑΣ, ΑΜΥΚΛΕΣ ΛΑΚΩΝΙΑΣ, ΑΝΑΒΡΥΤΗ ΛΑΚΩΝΙΑΣ, ΑΦΙΣΙΟ ΛΑΚΩΝΙΑΣ, ΒΑΦΕΙΟ ΛΑΚΩΝΙΑΣ, ΒΛΑΧΟΧΩΡΙΟ ΛΑΚΩΝΙΑΣ, ΓΚΟΡΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΓΟΥΝΑΡΗΣ ΛΑΚΩΝΙΑΣ, ΖΑΓΑΝΟ ΠΛΑΤΑΝΑΣ ΛΑΚΩΝΙΑΣ, ΚΑΛΑΜΙΟ ΛΑΚΩΝΙΑΣ, ΚΑΛΛΟΝΗ ΛΑΚΩΝΙΑΣ, ΚΑΛΥΒΙΑ ΣΟΧΑΣ ΛΑΚΩΝΙΑΣ, ΚΑΡΑΒΑΣ ΛΟΓΓΑΣΤΡΑΣ ΛΑΚΩΝΙΑΣ, ΚΑΡΑΒΑΣ ΣΟΥΣΤΙΑΝΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΡΑΒΑΣ ΤΡΥΠΗΣ ΛΑΚΩΝΙΑΣ, ΚΑΤΣΑΡΟΣ ΛΑΚΩΝΙΑΣ, ΚΕΦΑΛΑΣ ΛΑΚΩΝΙΑΣ, ΚΛΑΔΑΣ ΛΑΚΩΝΙΑΣ, ΚΟΚΚΙΝΟΡΡΑΧΗ ΛΑΚΩΝΙΑΣ, ΛΟΓΓΑΣΤΡΑ ΛΑΚΩΝΙΑΣ, ΜΑΓΟΥΛΑ ΛΑΚΩΝΙΑΣ, ΜΟΝΗ ΑΓΙΩΝ ΤΕΣΣΑΡΑΚΟΝΤΑ ΛΑΚΩΝΙΑΣ, ΜΟΝΗ ΦΑΝΕΡΩΜΕΝΗΣ ΛΑΚΩΝΙΑΣ, ΜΥΣΤΡΑΣ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΛΟΓΙΟ ΛΑΚΩΝΙΑΣ, ΠΑΡΟΡΕΙΟ ΛΑΚΩΝΙΑΣ, ΠΕΡΙΣΤΕΡΙ ΑΜΥΚΛΩΝ ΛΑΚΩΝΙΑΣ, ΠΙΚΟΥΛΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΠΛΑΤΑΝΑ ΛΑΚΩΝΙΑΣ, ΠΟΛΥΔΡΟΣΟ ΛΑΚΩΝΙΑΣ, ΡΙΒΙΩΤΙΣΣΑ ΛΑΚΩΝΙΑΣ, ΡΙΖΑ ΛΑΚΩΝΙΑΣ, ΣΑΝΑΤΟΡΙΟ ΜΑΓΟΥΛΑΣ ΛΑΚΩΝΙΑΣ, ΣΚΟΥΡΑ ΛΑΚΩΝΙΑΣ, ΣΟΥΣΤΙΑΝΟΙ ΛΑΚΩΝΙΑΣ, ΣΟΧΑ ΛΑΚΩΝΙΑΣ, ΣΠΑΡΤΗ ΛΑΚΩΝΙΑΣ, ΣΤΑΥΡΟΣ ΛΑΚΩΝΙΑΣ, ΤΑΥΓΕΤΗ ΛΑΚΩΝΙΑΣ, ΤΡΥΠΗ ΛΑΚΩΝΙΑΣ, ΧΡΥΣΑΦΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "23200", "ΑΓΕΡΑΝΟΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΜΑΡΙΝΑ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΝΕΟΧΩΡΙΟΥ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΕΥΣΤΡΑΤΙΟΣ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΑΙΓΙΕΣ ΛΑΚΩΝΙΑΣ, ΑΡΒΑΝΙΤΗΣ ΛΑΚΩΝΙΑΣ, ΑΡΧΟΝΤΙΚΟ ΛΑΚΩΝΙΑΣ, ΑΣΤΕΡΙ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΒΑΘΥ ΛΑΚΩΝΙΑΣ, ΒΟΥΤΡΟΥΒΗ ΛΑΚΩΝΙΑΣ, ΒΡΥΣΕΣ ΛΑΚΩΝΙΑΣ, ΓΕΦΥΡΑΚΙ ΛΑΚΩΝΙΑΣ, ΓΥΘΕΙΟ ΛΑΚΩΝΙΑΣ, ΓΥΡΙΣΤΑ ΛΑΚΩΝΙΑΣ, ΔΙΡΟ ΛΑΚΩΝΙΑΣ, ΔΙΧΟΒΑ ΛΑΚΩΝΙΑΣ, ΔΡΟΣΟΠΗΓΗ ΛΑΚΩΝΙΑΣ, ΕΛΑΙΑ ΜΟΛΑΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΛΥΒΙΑ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΚΑΜΑΡΕΣ ΛΑΚΩΝΙΑΣ, ΚΑΡΒΕΛΑΣ ΛΑΚΩΝΙΑΣ, ΚΑΡΥΟΥΠΟΛΗ ΛΑΚΩΝΙΑΣ, ΚΑΥΚΙ ΛΑΚΩΝΙΑΣ, ΚΟΝΑΚΙΑ ΛΑΚΩΝΙΑΣ, ΚΟΥΛΟΥΚΑ ΛΑΚΩΝΙΑΣ, ΚΡΗΝΗ ΛΑΚΩΝΙΑΣ, ΛΑΓΚΑΔΑ ΛΑΚΩΝΙΑΣ, ΛΕΜΟΝΕΑ ΛΑΚΩΝΙΑΣ, ΛΙΜΝΗ ΛΑΚΩΝΙΑΣ, ΛΥΓΕΡΕΑΣ ΛΑΚΩΝΙΑΣ, ΜΑΛΛΙΑΡΗ ΣΥΚΙΑ ΛΑΚΩΝΙΑΣ, ΜΑΡΑΘΕΑ ΛΑΚΩΝΙΑΣ, ΜΑΡΟΥΛΙΑ ΛΑΚΩΝΙΑΣ, ΜΕΛΙΤΙΝΗ ΛΑΚΩΝΙΑΣ, ΜΕΣΟΧΩΡΙ ΣΙΔΗΡΟΚΑΣΤΡΟΥ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΜΟΝΑΧΗ ΣΥΚΙΑ ΛΑΚΩΝΙΑΣ, ΜΥΡΣΙΝΗ ΛΑΚΩΝΙΑΣ, ΝΕΑ ΜΑΡΑΘΕΑ ΛΑΚΩΝΙΑΣ, ΝΕΟΧΩΡΙ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΠΑΓΑΝΕΑ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΒΡΥΣΗ ΛΑΚΩΝΙΑΣ, ΠΑΡΑΣΥΡΟΣ ΛΑΚΩΝΙΑΣ, ΠΑΣΣΑΒΑΣ ΛΑΚΩΝΙΑΣ, ΠΕΤΡΙΝΑ ΛΑΚΩΝΙΑΣ, ΠΕΤΡΟΒΟΥΝΙ ΛΑΚΩΝΙΑΣ, ΠΙΛΑΛΑ ΛΑΚΩΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΛΑΚΩΝΙΑΣ, ΠΟΛΥΑΡΑΒΟΣ ΛΑΚΩΝΙΑΣ, ΠΡΙΤΣΙΩΤΙΚΟ ΛΑΚΩΝΙΑΣ, ΠΡΟΣΗΛΙΟ ΛΑΚΩΝΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΓΥΘΕΙΟΥ ΛΑΚΩΝΙΑΣ, ΠΡΩΤΟΒΑ ΛΑΚΩΝΙΑΣ, ΣΕΛΙΝΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΣΙΔΗΡΟΚΑΣΤΡΟ ΛΑΚΩΝΙΑΣ, ΣΙΝΑ ΛΑΚΩΝΙΑΣ, ΣΚΑΜΝΑΚΙ ΛΑΚΩΝΙΑΣ, ΣΚΑΜΝΙΤΣΑ ΛΑΚΩΝΙΑΣ, ΣΚΟΥΤΑΡΙ ΛΑΚΩΝΙΑΣ, ΣΚΥΦΙΑΝΙΚΑ ΛΑΚΩΝΙΑΣ, ΣΜΗΝΟΣ ΛΑΚΩΝΙΑΣ, ΣΥΝΟΡΑ ΛΑΚΩΝΙΑΣ, ΧΩΣΙΑΡΙΟ ΛΑΚΩΝΙΑΣ, ΨΑΘΑΚΙΑ ΛΑΚΩΝΙΑΣ", "Λακωνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40001", "ΑΚΡΗ ΛΑΡΙΣΗΣ, ΒΑΛΑΝΙΔΑ ΛΑΡΙΣΗΣ, ΚΕΦΑΛΟΒΡΥΣΟ ΛΑΡΙΣΗΣ, ΚΛΕΙΣΟΥΡΑ ΛΑΡΙΣΗΣ, ΚΡΑΝΕΑ ΕΛΑΣΣΟΝΑΣ ΛΑΡΙΣΗΣ, ΛΟΥΤΡΟ ΕΛΛΑΣΟΝΑΣ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40002", "ΒΙΓΛΑ ΛΑΡΙΣΗΣ, ΛΙΒΑΔΙ ΛΑΡΙΣΗΣ, ΛΟΦΟΣ ΕΛΑΣΣΟΝΑΣ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40003", "ΑΓΙΑ ΛΑΡΙΣΗΣ ΛΑΡΙΣΗΣ, ΑΓΙΟΚΑΜΠΟΣ ΛΑΡΙΣΗΣ, ΑΕΤΟΛΟΦΟΣ ΛΑΡΙΣΗΣ, ΑΜΥΓΔΑΛΗ ΛΑΡΙΣΗΣ, ΑΝΑΒΡΑ ΛΑΡΙΣΗΣ, ΑΝΑΤΟΛΗ ΛΑΡΙΣΗΣ, ΒΕΛΙΚΑ ΛΑΡΙΣΗΣ, ΓΕΡΑΚΑΡΙ ΛΑΡΙΣΗΣ, ΔΗΜΗΤΡΑ ΛΑΡΙΣΗΣ, ΕΛΑΦΟΣ ΛΑΡΙΣΗΣ, ΕΛΕΥΘΕΡΙ ΛΑΡΙΣΗΣ, ΙΣΙΩΜΑΤΑ ΛΑΡΙΣΗΣ, ΚΑΛΑΜΑΚΙ ΛΑΡΙΣΗΣ, ΚΑΣΤΡΙ ΛΑΡΙΣΗΣ, ΚΑΤΩ ΑΜΥΓΔΑΛΗ ΛΑΡΙΣΗΣ, ΚΑΤΩ ΠΟΛΥΔΕΝΔΡΙ ΛΑΡΙΣΗΣ, ΚΑΤΩ ΣΩΤΗΡΙΤΣΑ ΛΑΡΙΣΗΣ, ΚΟΚΚΙΝΟ ΝΕΡΟ ΜΕΛΙΒΟΙΑΣ ΛΑΡΙΣΗΣ, ΚΟΥΤΣΟΥΠΙΑ ΛΑΡΙΣΗΣ, ΜΑΡΜΑΡΙΝΗ ΛΑΡΙΣΗΣ, ΜΕΓΑΛΟΒΡΥΣΟ ΛΑΡΙΣΗΣ, ΜΕΛΙΒΟΙΑ ΛΑΡΙΣΗΣ, ΜΕΤΑΞΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΝΕΟΧΩΡΙ ΑΓΙΑΣ ΛΑΡΙΣΗΣ, ΝΕΡΟΜΥΛΟΙ ΛΑΡΙΣΗΣ, ΠΑΛΙΟΥΡΙΑ ΛΑΡΙΣΗΣ, ΠΟΤΑΜΙΑ ΛΑΡΙΣΗΣ, ΠΡΙΝΙΑΣ ΛΑΡΙΣΗΣ, ΡΑΚΟΠΟΤΑΜΟΣ ΛΑΡΙΣΗΣ, ΣΚΗΤΗ ΛΑΡΙΣΗΣ, ΣΚΛΗΘΡΟ ΛΑΡΙΣΗΣ, ΣΩΤΗΡΙΤΣΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40005", "ΑΜΠΕΛΙΑ ΛΑΡΙΣΗΣ, ΒΑΡΚΟΣ ΛΑΡΙΣΗΣ, ΒΕΡΔΙΚΟΥΣΣΑ ΛΑΡΙΣΗΣ, ΚΟΥΤΣΟΥΦΛΙΑΝΗ ΛΑΡΙΣΗΣ, ΠΑΛΙΑΜΠΕΛΑ ΛΑΡΙΣΗΣ, ΠΑΛΙΑΣΚΑ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40006", "ΑΚΡΙΝΟ ΛΑΡΙΣΗΣ, ΕΛΑΤΕΙΑ ΛΑΡΙΣΗΣ, ΚΑΛΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΚΟΡΑΚΑΣ ΛΑΡΙΣΗΣ, ΚΥΨΕΛΟΧΩΡΙΟ ΛΑΡΙΣΗΣ, ΜΑΚΡΥΧΩΡΙ ΛΑΡΙΣΗΣ, ΝΕΣΣΩΝ ΛΑΡΙΣΗΣ, ΟΣΣΑ ΛΑΡΙΣΗΣ, ΠΟΥΡΝΑΡΙ ΛΑΡΙΣΗΣ, ΣΠΗΛΙΑ ΛΑΡΙΣΗΣ, ΣΥΚΟΥΡΙ ΛΑΡΙΣΗΣ, ΧΕΙΜΑΔΙ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40010", "ΤΣΑΡΙΤΣΑΝΗ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40100", "ΑΝΩ ΑΡΓΥΡΟΠΟΥΛΕΙΟ ΛΑΡΙΣΗΣ, ΑΡΓΥΡΟΠΟΥΛΕΙΟ ΛΑΡΙΣΗΣ, ΒΛΑΧΟΓΙΑΝΝΙΟ ΛΑΡΙΣΗΣ, ΒΟΤΑΝΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΔΑΜΑΣΙΟ ΛΑΡΙΣΗΣ, ΔΑΜΑΣΟΥΛΙΟ ΛΑΡΙΣΗΣ, ΔΕΛΕΡΙΑ ΛΑΡΙΣΗΣ, ΚΡΙΤΗΡΙ ΛΑΡΙΣΗΣ, ΛΥΓΑΡΙΑ ΛΑΡΙΣΗΣ, ΜΕΓΑ ΕΛΕΥΘΕΡΟΧΩΡΙΟ ΛΑΡΙΣΗΣ, ΜΕΣΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΠΕΡΙΧΩΡΑ ΛΑΡΙΣΗΣ, ΡΟΔΙΑ ΛΑΡΙΣΗΣ, ΤΥΡΝΑΒΟΣ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "40300", "ΑΓΙΑ ΤΡΙΑΔΑ ΣΚΟΤΟΥΣΣΑΣ ΛΑΡΙΣΗΣ, ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΛΑΡΙΣΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΑΓΙΟΣ ΚΩΣΤΑΝΤΙΝΟΣ ΣΚΟΤΟΥΣΣΑΣ ΛΑΡΙΣΗΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΛΑΡΙΣΗΣ, ΑΜΠΕΛΕΙΑ ΛΑΡΙΣΗΣ, ΑΝΩ ΒΑΣΙΛΙΚΑ ΛΑΡΙΣΗΣ, ΑΝΩ ΣΚΟΤΟΥΣΑ ΛΑΡΙΣΗΣ, ΑΝΩΧΩΡΙ ΛΑΡΙΣΗΣ, ΑΡΓΙΘΕΑ ΛΑΡΙΣΗΣ, ΑΣΠΡΟΓΕΙΑ ΛΑΡΙΣΗΣ, ΑΥΡΑ ΛΑΡΙΣΗΣ, ΑΧΙΛΛΕΙΟ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΒΑΜΒΑΚΟΥ ΛΑΡΙΣΗΣ, ΒΑΣΙΛΗΣ ΛΑΡΙΣΗΣ, ΒΡΥΣΙΑ ΛΑΡΙΣΗΣ, ΔΑΣΟΛΟΦΟΣ ΛΑΡΙΣΗΣ, ΔΕΝΔΡΑ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΔΕΝΔΡΑΚΙ ΛΑΡΙΣΗΣ, ΔΕΝΔΡΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΔΙΛΟΦΟ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΕΛΛΗΝΙΚΟ ΛΑΡΙΣΗΣ, ΕΡΕΤΡΙΑ ΛΑΡΙΣΗΣ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΛΑΡΙΣΗΣ, ΘΕΤΙΔΙΟ ΛΑΡΙΣΗΣ, ΚΑΛΛΙΘΕΑ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΚΑΣΤΡΑΚΙ ΛΑΡΙΣΗΣ, ΚΑΤΩ ΒΑΣΙΛΙΚΑ ΛΑΡΙΣΗΣ, ΚΑΤΩ ΔΑΣΟΛΟΦΟΣ ΛΑΡΙΣΗΣ, ΚΑΤΩΧΩΡΙ ΛΑΡΙΣΗΣ, ΚΟΚΚΙΝΩ ΛΑΡΙΣΗΣ, ΚΡΗΝΗ ΛΑΡΙΣΗΣ, ΛΟΦΟΣ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΜΕΓΑ ΕΥΥΔΡΙΟ ΛΑΡΙΣΗΣ, ΝΑΡΘΑΚΙ ΛΑΡΙΣΗΣ, ΝΕΡΑΙΔΑ ΛΑΡΙΣΗΣ, ΞΥΛΑΔΕΣ ΛΑΡΙΣΗΣ, ΠΑΛΑΙΟΜΥΛΟΣ ΛΑΡΙΣΗΣ, ΠΛΑΤΑΝΟΣ ΚΑΛΛΙΘΕΑΣ ΛΑΡΙΣΗΣ, ΠΟΛΥΔΑΜΕΙΟ ΛΑΡΙΣΗΣ, ΠΟΛΥΝΕΡΙ ΛΑΡΙΣΗΣ, ΠΥΡΓΑΚΙΑ ΛΑΡΙΣΗΣ, ΡΕΥΜΑΤΙΑ ΛΑΡΙΣΗΣ, ΡΗΓΑΙΟ ΛΑΡΙΣΗΣ, ΡΥΖΙΟ ΛΑΡΙΣΗΣ, ΣΕΡΙΦΗΣ ΛΑΡΙΣΗΣ, ΣΙΤΟΧΩΡΙ ΛΑΡΙΣΗΣ, ΣΚΟΤΟΥΣΣΑ ΛΑΡΙΣΗΣ, ΣΤΑΘΜΟΣ ΦΑΡΣΑΛΩΝ ΛΑΡΙΣΗΣ, ΣΤΑΥΡΟΣ ΛΑΡΙΣΗΣ, ΥΠΕΡΕΙΑ ΛΑΡΙΣΗΣ, ΦΑΡΣΑΛΑ ΛΑΡΙΣΗΣ, ΧΑΙΔΑΡΙΑ ΛΑΡΙΣΗΣ, ΧΑΛΚΙΑΔΕΣ ΛΑΡΙΣΗΣ", "Λάρισας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "59031", "ΑΓΙΑ ΤΡΙΑΔΑ ΗΜΑΘΙΑΣ, ΑΓΚΑΘΙΑ ΗΜΑΘΙΑΣ, ΒΕΡΓΙΝΑ ΗΜΑΘΙΑΣ, ΚΥΨΕΛΗ ΗΜΑΘΙΑΣ, ΜΕΛΙΚΗ ΗΜΑΘΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΑΘΑΝΑΣΙΟΥ ΣΦΗΝΙΣΣΗΣ ΗΜΑΘΙΑΣ, ΝΕΟΚΑΣΤΡΟ ΗΜΑΘΙΑΣ, ΝΕΟΣ ΠΡΟΔΡΟΜΟΣ ΗΜΑΘΙΑΣ, ΠΑΛΑΤΙΤΣΙΑ ΗΜΑΘΙΑΣ, ΠΡΟΔΡΟΜΟΣ ΗΜΑΘΙΑΣ, ΣΥΚΕΑ ΗΜΑΘΙΑΣ, ΤΡΙΛΟΦΙΑ ΗΜΑΘΙΑΣ", "Ημαθίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81108", "ΑΡΓΕΝΝΟΣ ΛΕΣΒΟΥ, ΒΑΦΕΙΟΣ ΛΕΣΒΟΥ, ΕΥΘΑΛΟΥ ΛΕΣΒΟΥ, ΛΕΠΕΤΥΜΝΟΣ ΛΕΣΒΟΥ, ΜΗΘΥΜΝΑ (ΜΟΛΥΒΟΣ) ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81110", "ΑΡΧΑΙΑ ΑΝΤΙΣΣΑ ΛΕΣΒΟΥ, ΒΑΤΟΥΣΣΑ ΛΕΣΒΟΥ, ΓΑΒΑΘΑΣ ΛΕΣΒΟΥ, ΚΑΛΟ ΛΙΜΑΝΙ ΛΕΣΒΟΥ, ΚΑΜΠΟΣ ΛΕΣΒΟΥ, ΠΤΕΡΟΥΝΤΑ ΛΕΣΒΟΥ, ΡΕΥΜΑ ΛΕΣΒΟΥ, ΣΚΑΛΟΧΩΡΙ ΛΕΣΒΟΥ, ΤΖΙΘΡΑ ΛΕΣΒΟΥ, ΧΙΔΗΡΑ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24005", "ΑΓΙΑ ΣΩΤΗΡΑ ΜΕΣΣΗΝΙΑΣ, ΑΓΝΑΝΤΙ ΜΕΣΣΗΝΙΑΣ, ΑΧΛΑΔΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΓΑΜΒΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΑΜΑΚΙ ΑΧΛΑΔΟΧΩΡΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΚΑΣΤΑΝΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΟΚΚΙΝΟ ΜΕΣΣΗΝΙΑΣ, ΛΥΚΙΣΣΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΘΙΑ ΜΕΣΣΗΝΙΑΣ, ΠΑΝΙΠΕΡΙ ΜΕΣΣΗΝΙΑΣ, ΠΕΤΑΛΙΔΙ ΜΕΣΣΗΝΙΑΣ, ΤΖΑΝΕΣ ΜΕΣΣΗΝΙΑΣ, ΤΡΥΠΕΣ ΜΕΣΣΗΝΙΑΣ, ΦΟΡΟΙ ΜΕΣΣΗΝΙΑΣ, ΧΕΛΩΝΑΡΙΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24006", "ΑΝΕΜΟΜΥΛΟΣ ΜΕΘΩΝΗΣ ΜΕΣΣΗΝΙΑΣ, ΒΑΡΑΚΕΣ ΜΕΣΣΗΝΙΑΣ, ΓΡΙΖΟΚΑΜΠΟΣ ΜΕΣΣΗΝΙΑΣ, ΔΕΝΤΡΟΥΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΕΥΑΓΓΕΛΙΣΜΟΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΙΝΟΥΡΓΙΟ ΧΩΡΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΜΑΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΟΚΚΙΝΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΡΗΤΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΛΑΧΑΝΑΔΑ ΜΕΣΣΗΝΙΑΣ, ΛΟΥΤΣΑ ΜΕΣΣΗΝΙΑΣ, ΜΕΘΩΝΗ ΜΕΣΣΗΝΙΑΣ, ΝΕΡΑΝΤΖΙΕΣ ΜΕΣΣΗΝΙΑΣ, ΣΑΠΙΕΝΤΖΑ ΝΗΣΟΣ ΜΕΣΣΗΝΙΑΣ, ΣΧΙΖΑ ΝΗΣΟΣ ΜΕΣΣΗΝΙΑΣ, ΤΑΠΙΑ ΜΕΣΣΗΝΙΑΣ, ΦΟΙΝΙΚΗ ΜΕΣΣΗΝΙΑΣ, ΦΟΙΝΙΚΟΥΣ ΜΕΣΣΗΝΙΑΣ, ΧΟΥΝΑΚΙΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24008", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΓΡΙΛΟΒΟΥΝΟ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΜΕΛΠΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΒΡΑΧΟΣ ΜΕΣΣΗΝΙΑΣ, ΒΡΥΣΟΥΛΑ ΜΕΣΣΗΝΙΑΣ, ΔΑΣΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΔΕΣΥΛΛΑΣ ΜΕΣΣΗΝΙΑΣ, ΔΙΑΒΟΛΙΤΣΙ ΜΕΣΣΗΝΙΑΣ, ΗΛΕΚΤΡΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΡΝΑΣΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΜΕΛΠΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΕΝΤΡΙΚΟ ΜΕΣΣΗΝΙΑΣ, ΚΩΝΣΤΑΝΤΙΝΟΙ ΜΕΣΣΗΝΙΑΣ, ΜΑΛΤΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΝΔΡΑ ΜΕΣΣΗΝΙΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΠΑΡΑΠΟΥΓΚΙ ΜΕΣΣΗΝΙΑΣ, ΠΗΓΗ ΜΕΛΠΕΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΠΛΑΤΑΝΑ ΜΕΣΣΗΝΙΑΣ, ΠΟΛΙΧΝΗ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24009", "ΘΟΥΡΙΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24011", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΠΕΤΡΟΣ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΑΜΦΙΘΕΑ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΔΩΡΙΟ ΜΕΣΣΗΝΙΑΣ, ΒΑΣΙΛΙΚΟ ΜΕΣΣΗΝΙΑΣ, ΔΩΡΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΑΜΦΙΘΕΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΜΑΛΘΗ ΜΕΣΣΗΝΙΑΣ, ΚΟΚΛΑΣ ΜΕΣΣΗΝΙΑΣ, ΜΑΛΘΗ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24016", "ΑΛΤΟΜΙΡΑ ΜΕΣΣΗΝΙΑΣ, ΑΝΑΤΟΛΙΚΟ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΔΟΛΟΙ ΜΕΣΣΗΝΙΑΣ, ΒΟΡΕΙΟ ΜΕΣΣΗΝΙΑΣ, ΔΕΝΔΡΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΙΑΝΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΜΠΟΣ ΑΒΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΔΟΛΟΙ ΜΕΣΣΗΝΙΑΣ, ΚΕΝΤΡΟ ΜΕΣΣΗΝΙΑΣ, ΚΙΤΡΙΕΣ ΜΕΣΣΗΝΙΑΣ, ΚΡΥΑ ΒΡΥΣΗ ΠΗΓΑΔΙΩΝ ΜΕΣΣΗΝΙΑΣ, ΛΑΓΚΑΔΙΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΛΤΑ ΣΤΑΥΡΟΠΗΓΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΟΡΟΒΑΣ ΜΕΣΣΗΝΙΑΣ, ΠΗΓΑΔΙΑ ΚΑΛΑΜΩΝ ΜΕΣΣΗΝΙΑΣ, ΠΛΑΤΩΜΑ ΜΕΣΣΗΝΙΑΣ, ΡΙΖΑΝΑ ΜΕΣΣΗΝΙΑΣ, ΣΤΑΥΡΟΠΗΓΙΟ ΜΕΣΣΗΝΙΑΣ, ΤΟΥΜΠΙΑ ΜΕΣΣΗΝΙΑΣ, ΧΩΡΑ ΓΑΙΤΣΩΝ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24022", "ΑΓΙΑ ΣΟΦΙΑ ΜΕΣΣΗΝΙΑΣ, ΓΙΑΤΡΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΕΞΩΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΖΑΧΑΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΑΜΙΤΣΙ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΥΒΕΣ ΠΡΟΣΗΛΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΚΑΜΠΟΣ ΚΑΡΔΑΜΥΛΗΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΡΔΑΜΥΛΗ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΑΦΥΓΙΟ ΜΕΣΣΗΝΙΑΣ, ΛΑΚΚΟΣ ΜΕΣΣΗΝΙΑΣ, ΝΕΟ ΠΡΟΑΣΤΙΟ ΜΕΣΣΗΝΙΑΣ, ΠΕΔΙΝΟ ΜΕΣΣΗΝΙΑΣ, ΠΕΤΡΟΒΟΥΝΙ ΜΕΣΣΗΝΙΑΣ, ΠΡΟΑΣΤΙΟ ΜΕΣΣΗΝΙΑΣ, ΠΡΟΣΗΛΙΟ ΜΕΣΣΗΝΙΑΣ, ΤΣΕΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΧΩΡΑ ΕΞΩΧΩΡΙΟΥ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24100", "ΑΒΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΦΛΩΡΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΙΘΑΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΙΠΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΚΟΒΙΤΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΑΚΡΟΓΙΑΛΙ ΜΕΣΣΗΝΙΑΣ, ΑΛΩΝΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΝΕΜΟΜΥΛΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΝΘΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΝΤΙΚΑΛΑΜΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΑΜΦΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΒΕΡΓΑ ΜΕΣΣΗΝΙΑΣ, ΑΡΑΧΟΒΑ ΜΕΣΣΗΝΙΑΣ, ΑΡΙΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΑΣΠΡΟΠΟΥΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΣΠΡΟΧΩΜΑ ΜΕΣΣΗΝΙΑΣ, ΔΙΑΣΕΛΛΑ ΜΕΣΣΗΝΙΑΣ, ΔΡΟΣΟΠΗΓΗ ΜΕΣΣΗΝΙΑΣ, ΕΛΑΙΟΧΩΡΙ ΚΑΛΑΜΩΝ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΑΜΑΤΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΑΜΙ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΛΙΘΕΑ ΚΑΛΑΜΑΤΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΣΑΡΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΣΙΚΟΒΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΑΜΦΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΩ ΒΕΡΓΑ ΜΕΣΣΗΝΙΑΣ, ΚΟΥΡΗΣ ΜΕΣΣΗΝΙΑΣ, ΚΟΥΤΑΛΑ ΜΕΣΣΗΝΙΑΣ, ΛΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΜΕΓΑΛΗ ΜΑΝΤΙΝΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΜΕΝΙΝΑ ΜΕΣΣΗΝΙΑΣ, ΜΙΚΡΑ ΜΑΝΤΙΝΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΜΙΚΡΟΜΑΝΗ ΜΕΣΣΗΝΙΑΣ, ΜΟΝΗ ΒΕΛΑΝΙΔΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΜΟΝΗ ΓΑΡΔΙΚΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΜΟΝΗ ΔΙΜΙΟΒΗΣ ΜΕΣΣΗΝΙΑΣ, ΜΠΟΥΡΝΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΞΕΡΟΚΑΜΠΙ ΜΕΣΣΗΝΙΑΣ, ΠΑΡΑΛΙΑ ΒΕΡΓΑΣ ΜΕΣΣΗΝΙΑΣ, ΠΕΡΙΒΟΛΑΚΙΑ ΚΑΛΑΜΩΝ ΜΕΣΣΗΝΙΑΣ, ΠΗΔΗΜΑ ΜΕΣΣΗΝΙΑΣ, ΠΛΑΤΥ ΜΕΣΣΗΝΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΣΠΕΡΧΟΓΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΣΠΙΤΑΚΙΑ ΜΕΣΣΗΝΙΑΣ, ΣΩΤΗΡΙΑΝΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΧΑΡΑΥΓΗ ΣΩΤΗΡΙΑΝΙΚΩΝ ΜΕΣΣΗΝΙΑΣ, ΧΡΙΣΤΟΦΙΛΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24131", "ΚΑΛΑΜΑΤΑΣ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24132", "ΚΑΛΑΜΑΤΑΣ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24133", "ΚΑΛΑΜΑΤΑΣ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24134", "ΚΑΛΑΜΑΤΑΣ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24200", "ΑΒΡΑΜΙΟ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΑΥΓΟΥΣΤΙΝΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΜΕΣΣΗΝΗΣ ΜΕΣΣΗΝΙΑΣ, ΑΝΑΛΗΨΗ ΜΕΣΣΗΝΙΑΣ, ΒΕΛΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΔΡΑΚΟΝΕΡΙ ΜΕΣΣΗΝΙΑΣ, ΚΑΡΤΕΡΟΛΙ ΜΕΣΣΗΝΙΑΣ, ΛΕΥΚΟΧΩΡΑ ΜΕΣΣΗΝΙΑΣ, ΛΥΚΟΤΡΑΦΟΣ ΜΕΣΣΗΝΙΑΣ, ΜΑΔΕΝΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΥΡΟΜΜΑΤΙ ΠΑΜΙΣΟΥ ΜΕΣΣΗΝΙΑΣ, ΜΕΣΣΗΝΗ ΜΕΣΣΗΝΙΑΣ, ΜΟΣΧΟΧΩΡΙΟ ΜΕΣΣΗΝΙΑΣ, ΜΥΛΩΝΑΣ ΜΕΣΣΗΝΙΑΣ, ΜΥΡΤΟΠΟΤΑΜΙΑ ΜΕΣΣΗΝΙΑΣ, ΝΕΟΧΩΡΙ ΑΡΙΣΤΟΜΕΝΟΥΣ ΜΕΣΣΗΝΙΑΣ, ΞΙΝΟΣ ΜΕΣΣΗΝΙΑΣ, ΠΑΡΑΛΙΑ ΒΕΛΙΚΑΣ ΜΕΣΣΗΝΙΑΣ, ΠΙΛΑΛΙΣΤΡΑ ΜΕΣΣΗΝΙΑΣ, ΠΙΠΕΡΙΤΣΑ ΜΕΣΣΗΝΙΑΣ, ΣΠΙΤΑΛΙ ΜΕΣΣΗΝΙΑΣ, ΣΤΡΕΦΙΟ ΜΕΣΣΗΝΙΑΣ, ΧΡΥΣΟΦΟΡΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24300", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΜΕΣΣΗΝΙΑΣ, ΑΓΡΙΛΟΣ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΕΞΟΧΙΚΟ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΟΥΝΤΡΙ ΜΕΣΣΗΝΙΑΣ, ΛΑΓΚΟΥΒΑΡΔΟΣ ΜΕΣΣΗΝΙΑΣ, ΛΕΜΠΕΣΤΕΝΑ ΜΕΣΣΗΝΙΑΣ, ΛΙΜΕΝΑΡΙ ΜΕΣΣΗΝΙΑΣ, ΜΕΡΟΛΙΘΙ ΜΕΣΣΗΝΙΑΣ, ΠΛΑΤΗ ΜΕΣΣΗΝΙΑΣ, ΣΤΟΜΙΟ ΜΕΣΣΗΝΙΑΣ, ΦΙΛΙΑΤΡΑ ΜΕΣΣΗΝΙΑΣ, ΧΑΛΑΖΟΝΙΟ ΜΕΣΣΗΝΙΑΣ, ΧΡΙΣΤΙΑΝΟΥΠΟΛΗ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24400", "ΑΜΠΕΛΟΦΥΤΟ ΜΕΣΣΗΝΙΑΣ, ΒΑΛΤΑ ΜΕΣΣΗΝΙΑΣ, ΒΑΤΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΒΡΟΜΟΝΕΡΙ ΜΕΣΣΗΝΙΑΣ, ΓΑΡΓΑΛΙΑΝΟΙ ΜΕΣΣΗΝΙΑΣ, ΚΑΝΑΛΟΣ ΜΕΣΣΗΝΙΑΣ, ΛΕΥΚΗ ΜΕΣΣΗΝΙΑΣ, ΜΑΡΑΘΟΠΟΛΗ ΜΕΣΣΗΝΙΑΣ, ΜΟΥΖΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΠΗΓΑΔΙΑ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΠΡΩΤΗ ΝΗΣΟΣ ΜΕΣΣΗΝΙΑΣ, ΠΥΡΓΟΣ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΡΙΚΙΑ ΜΕΣΣΗΝΙΑΣ, ΦΛΟΚΑ ΜΕΣΣΗΝΙΑΣ, ΧΟΧΛΑΣΤΗ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24500", "ΑΓΙΑΝΝΑΚΗΣ ΜΕΣΣΗΝΙΑΣ, ΑΛΙΜΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΑΝΥΔΡΟ ΜΕΣΣΗΝΙΑΣ, ΑΝΩ ΚΑΛΟ ΝΕΡΟ ΜΕΣΣΗΝΙΑΣ, ΑΡΜΕΝΙΟΙ ΜΕΣΣΗΝΙΑΣ, ΒΡΥΣΕΣ ΤΡΙΦΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΒΡΥΣΕΣ ΦΙΛΙΑΤΡΩΝ ΜΕΣΣΗΝΙΑΣ, ΔΑΡΑΣ ΡΟΔΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΚΚΑΒΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΟ ΝΕΡΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΟΓΕΡΕΣΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΡΒΟΥΝΙ ΜΕΣΣΗΝΙΑΣ, ΚΛΩΝΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΥΠΑΡΙΣΣΙΑ ΜΕΣΣΗΝΙΑΣ, ΛΑΝΤΖΟΥΝΑΤΟ ΜΕΣΣΗΝΙΑΣ, ΛΥΚΟΥΔΕΣΙ ΜΕΣΣΗΝΙΑΣ, ΜΑΛΗ ΜΕΣΣΗΝΙΑΣ, ΜΕΜΙ ΜΕΣΣΗΝΙΑΣ, ΜΟΥΡΙΑΤΑΔΑ ΜΕΣΣΗΝΙΑΣ, ΜΠΛΕΜΕΝΙΑΝΟΙ ΜΕΣΣΗΝΙΑΣ, ΜΥΛΟΙ ΜΕΣΣΗΝΙΑΣ, ΜΥΡΟ ΜΕΣΣΗΝΙΑΣ, ΞΗΡΟΚΑΜΠΟΣ ΜΕΣΣΗΝΙΑΣ, ΠΑΛΑΙΑ ΒΡΥΣΗ ΜΕΣΣΗΝΙΑΣ, ΠΕΡΔΙΚΟΝΕΡΙ ΜΕΣΣΗΝΙΑΣ, ΡΑΠΤΟΠΟΥΛΟ ΜΕΣΣΗΝΙΑΣ, ΡΑΧΕΣ ΜΕΣΣΗΝΙΑΣ, ΡΟΔΙΑ ΜΕΣΣΗΝΙΑΣ, ΡΟΥΖΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΣΕΛΛΑΣ ΜΕΣΣΗΝΙΑΣ, ΣΠΗΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΣΤΑΣΙΟ ΜΕΣΣΗΝΙΑΣ, ΤΕΡΨΙΘΕΑ ΜΕΣΣΗΝΙΑΣ, ΤΡΙΠΥΛΑ ΜΕΣΣΗΝΙΑΣ, ΦΑΡΑΚΛΑΔΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67061", "ΑΒΔΗΡΑ ΞΑΝΘΗΣ, ΒΕΛΟΝΗ ΞΑΝΘΗΣ, ΓΚΙΩΝΑ ΞΑΝΘΗΣ, ΔΑΦΝΗ ΞΑΝΘΗΣ, ΕΡΩΔΙΟΣ ΞΑΝΘΗΣ, ΛΕΥΚΙΠΟΣ ΞΑΝΘΗΣ, ΜΑΓΓΑΝΑ ΞΑΝΘΗΣ, ΜΑΝΔΡΑ ΞΑΝΘΗΣ, ΜΕΛΙΣΣΑ ΞΑΝΘΗΣ, ΜΥΡΩΔΑΤΟ ΞΑΝΘΗΣ, ΠΑΙΔΙΚΕΣ ΚΑΤΑΣΚΗΝΩΣΕΙΣ ΞΑΝΘΗΣ, ΠΕΖΟΥΛΑ ΞΑΝΘΗΣ, ΠΡΩΤΑΓΟΡΑΣ ΞΑΝΘΗΣ, ΣΚΑΛΑ ΑΒΔΗΡΩΝ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67062", "ΑΝΩ ΚΑΡΥΟΦΥΤΟ ΞΑΝΘΗΣ, ΔΑΣΙΚΟ ΧΩΡΙΟ ΞΑΝΘΗΣ, ΔΑΦΝΩΝΑΣ ΞΑΝΘΗΣ, ΙΩΝΙΚΟ ΞΑΝΘΗΣ, ΚΑΛΛΙΘΕΑ ΞΑΝΘΗΣ, ΚΑΛΥΒΑ ΞΑΝΘΗΣ, ΚΑΣΤΑΝΙΤΗΣ ΞΑΝΘΗΣ, ΚΑΤΩ ΙΩΝΙΚΟ ΞΑΝΘΗΣ, ΚΑΤΩ ΚΑΡΥΟΦΥΤΟ ΞΑΝΘΗΣ, ΚΟΜΝΗΝΑ ΞΑΝΘΗΣ, ΛΕΙΒΑΔΙΤΗΣ ΞΑΝΘΗΣ, ΛΥΚΟΔΡΟΜΙΟ ΞΑΝΘΗΣ, ΜΑΡΓΑΡΙΤΙ ΞΑΝΘΗΣ, ΝΕΟΧΩΡΙ ΞΑΝΘΗΣ, ΣΙΔΗΡΟΠΕΤΡΑ ΞΑΝΘΗΣ, ΣΤΑΥΡΟΥΠΟΛΗ ΞΑΝΘΗΣ, ΣΤΑΥΡΟΧΩΡΙ ΞΑΝΘΗΣ, ΥΔΡΑΓΩΓΕΙΟ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67064", "ΑΝΩ ΠΟΛΥΣΙΤΟ ΞΑΝΘΗΣ, ΒΑΦΑΙΙΚΑ ΞΑΝΘΗΣ, ΓΕΝΙΣΕΑ ΞΑΝΘΗΣ, ΚΟΥΤΣΟ ΞΑΝΘΗΣ, ΠΟΛΥΣΙΤΟ ΞΑΝΘΗΣ, ΣΥΔΙΝΗ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67100", "ΑΙΩΡΑ ΞΑΝΘΗΣ, ΑΚΑΡΠΟ ΞΑΝΘΗΣ, ΑΛΙΚΟΧΩΡΙ ΞΑΝΘΗΣ, ΑΛΚΥΟΝΗ ΞΑΝΘΗΣ, ΑΛΜΑ ΞΑΝΘΗΣ, ΑΝΘΗΡΟ ΞΑΝΘΗΣ, ΑΝΩ ΚΙΡΡΑ ΞΑΝΘΗΣ, ΑΣΚΥΡΑ ΞΑΝΘΗΣ, ΑΥΞΕΝΤΙΟΥ ΞΑΝΘΗΣ, ΑΧΛΑΔΙΑ ΞΑΝΘΗΣ, ΒΑΝΙΑΝΟ ΞΑΝΘΗΣ, ΒΑΣΙΛΟΧΩΡΙ ΞΑΝΘΗΣ, ΒΕΛΟΧΩΡΙ ΞΑΝΘΗΣ, ΓΑΛΑΝΗ ΞΑΝΘΗΣ, ΓΕΡΑΚΑΣ ΞΑΝΘΗΣ, ΓΙΑΛΙΣΤΕΡΑ ΞΑΝΘΗΣ, ΓΟΡΓΟΝΑ ΞΑΝΘΗΣ, ΓΡΗΓΟΡΟ ΞΑΝΘΗΣ, ΔΙΑΦΟΡΟ ΞΑΝΘΗΣ, ΔΙΟΜΗΔΕΙΑ ΞΑΝΘΗΣ, ΔΡΟΣΕΡΟ ΞΑΝΘΗΣ, ΕΡΑΝΟΣ ΞΑΝΘΗΣ, ΕΥΜΟΙΡΟ ΞΑΝΘΗΣ, ΖΟΥΜΠΟΥΛΙ ΞΑΝΘΗΣ, ΘΕΟΤΟΚΟΣ ΞΑΝΘΗΣ, ΙΣΑΙΑ ΞΑΝΘΗΣ, ΚΑΛΛΙΘΕΑ ΕΥΜΟΙΡΟΥ ΞΑΝΘΗΣ, ΚΑΠΝΟΑΝΘΟΣ ΞΑΝΘΗΣ, ΚΕΤΙΚΙ ΞΑΝΘΗΣ, ΚΙΜΜΕΡΙΑ ΞΑΝΘΗΣ, ΚΙΡΡΑ ΞΑΝΘΗΣ, ΚΟΤΙΝΟ ΞΑΝΘΗΣ, ΚΟΥΤΣΟΜΥΤΗΣ ΞΑΝΘΗΣ, ΚΡΑΝΙΑ ΞΑΝΘΗΣ, ΚΥΚΝΟΣ ΞΑΝΘΗΣ, ΛΑΜΠΡΙΝΟ ΞΑΝΘΗΣ, ΛΕΥΚΗ ΞΑΝΘΗΣ, ΛΕΥΚΟΠΕΤΡΑ ΞΑΝΘΗΣ, ΛΙΒΑΔΙ ΞΑΝΘΗΣ, ΜΑΓΙΚΟ ΞΑΝΘΗΣ, ΜΑΝΤΑΙΝΑ ΞΑΝΘΗΣ, ΜΕΓΑ ΕΥΜΟΙΡΟ ΞΑΝΘΗΣ, ΜΕΓΑ ΤΥΜΠΑΝΟ ΞΑΝΘΗΣ, ΜΙΚΡΟ ΤΥΜΠΑΝΟ ΞΑΝΘΗΣ, ΜΟΝΗ ΤΑΞΙΑΡΧΩΝ ΞΑΝΘΗΣ, ΜΥΚΗ ΞΑΝΘΗΣ, ΝΕΑ ΜΟΡΣΙΝΗ ΞΑΝΘΗΣ, ΝΕΟΣ ΖΥΓΟΣ ΞΑΝΘΗΣ, ΞΑΝΘΗ ΞΑΝΘΗΣ, ΟΑΣΙΣ ΞΑΝΘΗΣ, ΟΡΕΣΤΙΝΗ ΞΑΝΘΗΣ, ΠΑΛΑΙΑ ΔΕΞΑΜΕΝΗ ΞΑΝΘΗΣ, ΠΑΛΑΙΑ ΜΟΡΣΙΝΗ ΞΑΝΘΗΣ, ΠΑΛΑΙΟ ΚΑΤΡΑΜΙ ΞΑΝΘΗΣ, ΠΑΛΑΙΟΣ ΖΥΓΟΣ ΞΑΝΘΗΣ, ΠΑΝΕΠΙΣΤΗΜΙΟΥΠΟΛΗ ΞΑΝΘΗΣ, ΠΑΝΕΡΙ ΞΑΝΘΗΣ, ΠΕΛΕΚΗΤΟ ΞΑΝΘΗΣ, ΠΕΤΕΙΝΟΣ ΞΑΝΘΗΣ, ΠΕΤΡΟΧΩΡΙ ΞΑΝΘΗΣ, ΠΗΓΑΔΙΑ ΞΑΝΘΗΣ, ΠΙΛΗΜΑ ΞΑΝΘΗΣ, ΠΟΡΤΑ ΞΑΝΘΗΣ, ΠΡΙΟΝΙΟ ΞΑΝΘΗΣ, ΠΡΟΣΗΛΙΟ ΞΑΝΘΗΣ, ΠΥΡΓΟΣ ΞΑΝΘΗΣ, ΡΑΧΗ ΞΑΝΘΗΣ, ΡΕΥΜΑ ΞΑΝΘΗΣ, ΡΥΜΗ ΞΑΝΘΗΣ, ΣΕΛΕΡΟ ΞΑΝΘΗΣ, ΣΕΜΕΛΗ ΞΑΝΘΗΣ, ΣΗΜΑΝΤΡΑ ΞΑΝΘΗΣ, ΣΙΡΟΚΟ ΞΑΝΘΗΣ, ΣΜΙΝΘΗ ΞΑΝΘΗΣ, ΣΟΥΛΑ ΞΑΝΘΗΣ, ΣΟΥΝΙΟ ΞΑΝΘΗΣ, ΣΤΑΜΑΤΙ ΞΑΝΘΗΣ, ΣΤΗΡΙΓΜΑ ΞΑΝΘΗΣ, ΤΕΚΤΩΝ ΞΑΝΘΗΣ, ΤΟΞΟΤΕΣ ΞΑΝΘΗΣ, ΤΡΙΓΩΝΟ ΞΑΝΘΗΣ, ΥΔΡΟΧΩΡΙΟ ΞΑΝΘΗΣ, ΦΕΛΩΝΗ ΞΑΝΘΗΣ, ΦΙΛΙΑ ΞΑΝΘΗΣ, ΧΡΥΣΑ ΞΑΝΘΗΣ, ΧΡΥΣΟ ΞΑΝΘΗΣ, ΩΡΑΙΟ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67200", "ΑΒΑΤΟ ΞΑΝΘΗΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΞΑΝΘΗΣ, ΓΚΙΖΕΛΑ ΞΑΝΘΗΣ, ΔΑΣΟΧΩΡΙ ΞΑΝΘΗΣ, ΔΕΚΑΡΧΟ ΞΑΝΘΗΣ, ΕΞΟΧΗ ΞΑΝΘΗΣ, ΕΥΛΑΛΟ ΞΑΝΘΗΣ, ΗΛΙΟΚΕΝΤΗΜΑ ΞΑΝΘΗΣ, ΗΛΙΟΠΕΤΡΑ ΞΑΝΘΗΣ, ΘΑΛΑΣΣΙΑ ΞΑΝΘΗΣ, ΚΕΝΤΗΤΗ ΞΑΝΘΗΣ, ΚΟΣΜΗΤΗ ΞΑΝΘΗΣ, ΚΟΣΣΟΣ ΞΑΝΘΗΣ, ΚΡΕΜΑΣΤΗ ΞΑΝΘΗΣ, ΚΥΡΝΟΣ ΞΑΝΘΗΣ, ΚΥΨΕΛΗ ΞΑΝΘΗΣ, ΜΙΚΡΟΧΩΡΙ ΞΑΝΘΗΣ, ΝΕΑ ΑΜΙΣΟΣ ΞΑΝΘΗΣ, ΝΕΟ ΕΡΑΣΜΙΟ ΞΑΝΘΗΣ, ΟΛΒΙΟ ΞΑΝΘΗΣ, ΟΡΦΑΝΟ ΞΑΝΘΗΣ, ΠΑΛΑΙΟ ΕΡΑΣΜΙΟ ΞΑΝΘΗΣ, ΠΑΛΑΙΟ ΟΛΒΙΟ ΞΑΝΘΗΣ, ΠΟΙΜΝΗ ΞΑΝΘΗΣ, ΡΑΔΙΟΣΤΑΘΜΟΣ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "67300", "ΑΙΜΟΝΙΟ ΞΑΝΘΗΣ, ΑΚΡΑΙΟΣ ΞΑΝΘΗΣ, ΑΝΩ ΘΕΡΜΕΣ ΞΑΝΘΗΣ, ΓΙΔΟΤΟΠΟΣ ΞΑΝΘΗΣ, ΓΛΑΥΚΗ ΞΑΝΘΗΣ, ΔΗΜΑΡΙΟ ΞΑΝΘΗΣ, ΔΙΑΣΠΑΡΤΟ ΞΑΝΘΗΣ, ΔΟΥΡΓΟΥΤΙ ΞΑΝΘΗΣ, ΕΧΙΝΟΣ ΞΑΝΘΗΣ, ΘΕΡΜΕΣ ΞΑΝΘΗΣ, ΙΑΜΑΤΙΚΕΣ ΠΗΓΕΣ ΞΑΝΘΗΣ, ΚΑΛΟΤΥΧΟ ΞΑΝΘΗΣ, ΚΕΝΤΑΥΡΟΣ ΞΑΝΘΗΣ, ΚΙΔΑΡΙΣ ΞΑΝΘΗΣ, ΚΟΡΥΦΗ ΞΑΝΘΗΣ, ΚΟΤΤΑΝΗ ΞΑΝΘΗΣ, ΚΟΤΥΛΗ ΞΑΝΘΗΣ, ΚΟΥΝΔΟΥΡΟΣ ΞΑΝΘΗΣ, ΛΥΚΟΤΟΠΟΣ ΞΑΝΘΗΣ, ΜΕΔΟΥΣΑ ΞΑΝΘΗΣ, ΜΕΛΙΒΟΙΑ ΞΑΝΘΗΣ, ΜΕΣΕΣ ΘΕΡΜΕΣ ΞΑΝΘΗΣ, ΠΑΧΝΗ ΞΑΝΘΗΣ, ΠΟΛΥΣΚΙΟ ΞΑΝΘΗΣ, ΠΟΤΑΜΟΧΩΡΙ ΞΑΝΘΗΣ, ΡΕΜΑΤΙΑ ΞΑΝΘΗΣ, ΣΑΤΡΕΣ ΞΑΝΘΗΣ, ΤΕΜΕΝΟΣ ΞΑΝΘΗΣ, ΤΣΑΛΑΠΕΤΕΙΝΟΣ ΞΑΝΘΗΣ", "Ξάνθης" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58002", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΠΕΛΛΗΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΠΕΛΛΗΣ, ΑΝΩ ΓΡΑΜΜΑΤΙΚΟ ΠΕΛΛΗΣ, ΑΡΝΙΣΣΑ ΠΕΛΛΗΣ, ΔΡΟΣΙΑ ΠΕΛΛΗΣ, ΖΕΡΒΗ ΠΕΛΛΗΣ, ΚΑΤΩ ΓΡΑΜΜΑΤΙΚΟ ΠΕΛΛΗΣ, ΝΕΑ ΞΑΝΘΟΓΙΑ ΠΕΛΛΗΣ, ΝΕΟΣ ΑΓΙΟΣ ΑΘΑΝΑΝΑΣΙΟΣ ΠΕΛΛΗΣ, ΞΑΝΘΟΓΙΑ ΠΕΛΛΗΣ, ΠΑΝΑΓΙΤΣΑ ΠΕΛΛΗΣ, ΠΕΡΑΙΑ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58005", "ΝΕΑ ΠΕΛΛΑ ΠΕΛΛΗΣ, ΠΕΛΛΑ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58100", "ΑΜΠΕΛΙΕΣ ΠΕΛΛΗΣ, ΑΞΟΣ ΠΕΛΛΗΣ, ΑΡΑΒΗΣΣΟΣ ΠΕΛΛΗΣ, ΑΡΧΟΝΤΙΚΟ ΠΕΛΛΗΣ, ΑΣΒΕΣΤΑΡΕΙΟ ΠΕΛΛΗΣ, ΑΧΛΑΔΟΧΩΡΙ ΠΕΛΛΗΣ, ΓΙΑΝΝΙΤΣΑ ΠΕΛΛΗΣ, ΓΥΨΟΧΩΡΙ ΠΕΛΛΗΣ, ΔΑΜΙΑΝΟ ΠΕΛΛΗΣ, ΔΡΟΣΕΡΟ ΠΕΛΛΗΣ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΠΕΛΛΗΣ, ΚΡΩΜΝΗ ΠΕΛΛΗΣ, ΛΕΠΤΟΚΑΡΥΑ ΠΕΛΛΗΣ, ΜΕΛΙΣΣΙ ΠΕΛΛΗΣ, ΜΕΣΙΑΝΟ ΠΕΛΛΗΣ, ΝΕΟΣ ΜΥΛΟΤΟΠΟΣ ΠΕΛΛΗΣ, ΠΑΛΑΙΦΥΤΟ ΠΕΛΛΗΣ, ΠΑΛΙΟΣ ΜΥΛΟΤΟΠΟΣ ΠΕΛΛΗΣ, ΠΑΡΑΛΙΜΝΗ ΠΕΛΛΗΣ, ΠΕΝΤΑΠΛΑΤΑΝΟ ΠΕΛΛΗΣ, ΠΛΑΓΙΑΡΙ ΠΕΛΛΗΣ, ΠΟΝΤΟΧΩΡΙ ΠΕΛΛΗΣ, ΤΡΙΦΥΛΛΙ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58200", "ΑΓΙΑ ΦΩΤΕΙΝΗ ΠΕΛΛΗΣ, ΑΓΡΑΣ ΠΕΛΛΗΣ, ΒΡΥΤΑ ΠΕΛΛΗΣ, ΕΔΕΣΣΑ ΠΕΛΛΗΣ, ΕΚΚΛΗΣΙΟΧΩΡΙ ΠΕΛΛΗΣ, ΚΑΙΣΑΡΙΑΝΑ ΠΕΛΛΗΣ, ΚΑΡΥΔΙΑ ΠΕΛΛΗΣ, ΚΕΡΑΣΙΕΣ ΠΕΛΛΗΣ, ΛΥΚΟΙ ΠΕΛΛΗΣ, ΜΑΡΓΑΡΙΤΑ ΠΕΛΛΗΣ, ΜΕΣΗΜΕΡΙ ΠΕΛΛΗΣ, ΝΗΣΙ ΠΕΛΛΗΣ, ΠΑΛΑΙΑ ΣΩΤΗΡΑ ΠΕΛΛΗΣ, ΠΛΑΤΑΝΗ ΠΕΛΛΗΣ, ΠΡΟΑΣΤΙΟ ΠΕΛΛΗΣ, ΡΙΖΑΡΙΟ ΠΕΛΛΗΣ, ΣΑΜΑΡΙΟ ΠΕΛΛΗΣ, ΣΩΤΗΡΑ ΠΕΛΛΗΣ, ΥΔΡΟΗΛΕΚΤΡΙΚΟΣ ΣΤΑΘΜΟΣ ΑΓΡΑ ΠΕΛΛΗΣ, ΦΛΑΜΟΥΡΙΑ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "58300", "ΑΓΙΟΣ ΛΟΥΚΑΣ ΠΕΛΛΗΣ, ΑΚΡΟΛΙΜΝΗ ΠΕΛΛΗΣ, ΓΑΛΑΤΑΔΕΣ ΠΕΛΛΗΣ, ΕΣΩΒΑΛΤΑ ΠΕΛΛΗΣ, ΚΡΥΑ ΒΡΥΣΗ ΠΕΛΛΗΣ, ΣΤΑΥΡΟΔΡΟΜΙ ΠΕΛΛΗΣ", "Πέλλας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24004", "ΑΓΙΑ ΤΡΙΑΔΑ ΧΑΡΟΚΟΠΕΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΒΑΣΙΛΙΤΣΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΙΣΙΔΩΡΟΣ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΧΑΡΟΚΟΠΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΧΑΡΟΚΟΠΕΙΟΥ ΜΕΣΣΗΝΙΑΣ, ΑΚΡΙΤΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΒΑΣΙΛΙΤΣΙ ΜΕΣΣΗΝΙΑΣ, ΒΟΥΝΑΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΕΞΟΧΙΚΟ ΠΥΛΙΑΣ ΜΕΣΣΗΝΙΑΣ, ΖΙΖΑΝΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΠΛΑΝΙ ΜΕΣΣΗΝΙΑΣ, ΚΟΜΠΟΙ ΜΕΣΣΗΝΙΑΣ, ΚΟΡΩΝΗ ΜΕΣΣΗΝΙΑΣ, ΛΙΒΑΔΑΚΙΑ ΜΕΣΣΗΝΙΑΣ, ΜΥΡΤΙΑ ΜΕΣΣΗΝΙΑΣ, ΜΥΣΤΡΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΝΕΑ ΚΟΡΩΝΗ ΜΕΣΣΗΝΙΑΣ, ΠΕΡΟΥΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΠΟΤΑΜΙΑ ΚΟΡΩΝΗΣ ΜΕΣΣΗΝΙΑΣ, ΥΑΜΕΙΑ ΜΕΣΣΗΝΙΑΣ, ΦΑΛΑΝΘΗ ΜΕΣΣΗΝΙΑΣ, ΦΑΝΕΡΩΜΕΝΗ ΜΕΣΣΗΝΙΑΣ, ΧΑΡΟΚΟΠΕΙΟ ΜΕΣΣΗΝΙΑΣ, ΧΡΥΣΟΚΕΛΛΑΡΙΑ ΜΕΣΣΗΝΙΑΣ, ΧΩΜΑΤΕΡΟ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81109", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΜΗΘΥΜΝΗΣ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΕΤΡΑΣ ΛΕΣΒΟΥ, ΑΜΠΕΛΙΑ ΛΕΣΒΟΥ, ΑΝΑΞΟΣ ΣΚΟΥΤΑΡΟΥ ΛΕΣΒΟΥ, ΛΑΦΙΩΝΑΣ ΛΕΣΒΟΥ, ΜΙΡΑΔΕΛΛΙΑ ΛΕΣΒΟΥ, ΠΕΤΡΑ ΛΕΣΒΟΥ, ΠΕΤΡΙ ΛΕΣΒΟΥ, ΣΚΟΥΤΑΡΟΣ ΛΕΣΒΟΥ, ΣΤΥΨΗ ΛΕΣΒΟΥ, ΥΨΗΛΟΜΕΤΩΠΟ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24002", "ΑΓΡΙΛΙΕΣ ΜΕΣΣΗΝΙΑΣ, ΑΛΛΑΓΗ ΜΕΣΣΗΝΙΑΣ, ΑΝΔΑΝΙΑ ΜΕΣΣΗΝΙΑΣ, ΑΝΘΟΥΣΑ ΜΕΣΣΗΝΙΑΣ, ΑΡΣΙΝΟΗ ΜΕΣΣΗΝΙΑΣ, ΒΑΛΥΡΑ ΜΕΣΣΗΝΙΑΣ, ΖΕΡΜΠΙΣΙΑ ΜΕΣΣΗΝΙΑΣ, ΖΕΥΓΟΛΑΤΕΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΑΜΑΡΑΣ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΛΙΡΡΟΗ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΥΒΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΣΤΡΟ ΜΕΣΣΗΝΙΑΣ, ΚΑΤΣΑΡΟΣ ΜΕΣΣΗΝΙΑΣ, ΚΕΦΑΛΙΝΟΣ ΜΕΣΣΗΝΙΑΣ, ΚΟΓΧΥΛΙ ΜΕΣΣΗΝΙΑΣ, ΚΡΟΝΤΗΡΕΣ ΜΕΣΣΗΝΙΑΣ, ΛΑΜΠΑΙΝΑ ΜΕΣΣΗΝΙΑΣ, ΛΟΥΤΡΟ ΜΕΣΣΗΝΙΑΣ, ΜΑΓΟΥΛΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΝΤΖΑΡΙ ΜΕΣΣΗΝΙΑΣ, ΜΑΥΡΟΜΜΑΤΙ ΙΘΩΜΗΣ ΜΕΣΣΗΝΙΑΣ, ΜΕΛΙΓΑΛΑΣ ΜΕΣΣΗΝΙΑΣ, ΜΕΡΟΠΗ ΜΕΣΣΗΝΙΑΣ, ΜΙΛΑ ΜΕΣΣΗΝΙΑΣ, ΜΟΝΗ ΒΟΥΛΚΑΝΟΥ ΜΕΣΣΗΝΙΑΣ, ΜΟΥΣΤΑ ΜΕΣΣΗΝΙΑΣ, ΝΕΟΧΩΡΙ ΙΘΩΜΗΣ ΜΕΣΣΗΝΙΑΣ, ΠΕΤΡΑΛΩΝΑ ΜΕΣΣΗΝΙΑΣ, ΠΕΥΚΟ ΜΕΣΣΗΝΙΑΣ, ΡΕΥΜΑΤΙΑ ΜΕΣΣΗΝΙΑΣ, ΣΙΑΜΟ ΜΕΣΣΗΝΙΑΣ, ΣΚΑΛΑ ΜΕΣΣΗΝΙΑΣ, ΣΟΛΑΚΙ ΜΕΣΣΗΝΙΑΣ, ΣΤΑΘΜΟΣ ΣΚΑΛΑΣ ΜΕΣΣΗΝΙΑΣ, ΣΤΕΝΥΚΛΑΡΟΣ ΜΕΣΣΗΝΙΑΣ, ΤΣΟΥΚΑΛΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΦΙΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΧΡΥΣΟΤΟΠΟΣ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38500", "ΑΓΙΑ ΤΡΙΑΔΑ ΝΗΛΕΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΑΠΟΣΤΟΛΟΣ Ο ΝΕΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΗΛΕΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΛΑΥΡΕΝΤΙΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΜΗΝΑΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΟΝΟΥΦΡΙΟΣ ΒΟΛΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΛΛΗ ΜΕΡΙΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΑΚΑΣΙΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΕΜΟΥΤΣΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΩ ΒΟΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΝΩ ΓΑΤΖΕΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΩ ΛΕΧΩΝΙΑ ΜΑΓΝΗΣΙΑΣ, ΒΕΝΕΤΟ ΜΑΓΝΗΣΙΑΣ, ΒΡΟΧΙΑ ΜΑΓΝΗΣΙΑΣ, ΓΛΑΦΥΡΑ ΜΑΓΝΗΣΙΑΣ, ΓΟΡΙΤΣΑ ΜΑΓΝΗΣΙΑΣ, ΔΙΜΗΝΙΟ ΜΑΓΝΗΣΙΑΣ, ΔΡΑΚΕΙΑ ΜΑΓΝΗΣΙΑΣ, ΔΥΟ ΡΕΥΜΑΤΑ ΜΑΓΝΗΣΙΑΣ, ΙΩΛΚΟΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΚΚΑΒΟΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΜΑΡΙ ΜΑΓΝΗΣΙΑΣ, ΚΑΝΑΛΙΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΤΩ ΓΑΤΖΕΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΤΩ ΛΕΧΩΝΙΑ ΜΑΓΝΗΣΙΑΣ, ΚΕΡΑΜΙΔΙ ΜΑΓΝΗΣΙΑΣ, ΚΕΡΑΣΕΑ ΜΑΓΝΗΣΙΑΣ, ΚΛΗΜΑ ΝΕΑΣ ΙΩΝΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΜΑΛΑΚΙΟ ΜΑΓΝΗΣΙΑΣ, ΜΕΛΙΣΣΑΤΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΜΟΝΗ ΜΕΤΑΜΟΡΦΩΣΕΩΣ ΣΩΤΗΡΟΣ ΦΛΑΜΟΥΡΙΟΥ ΜΑΓΝΗΣΙΑΣ, ΝΕΑ ΙΩΝΙΑ ΜΑΓΝΗΣΙΑΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΜΑΓΝΗΣΙΑΣ, ΠΑΛΙΟΥΡΙ ΜΑΓΝΗΣΙΑΣ, ΠΛΑΤΑΝΙΔΙΑ ΜΑΓΝΗΣΙΑΣ, ΣΕΡΒΑΝΑΤΕΣ ΜΑΓΝΗΣΙΑΣ, ΣΕΣΚΛΟ ΜΑΓΝΗΣΙΑΣ, ΣΤΡΟΦΙΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΦΥΤΟΚΟ ΜΑΓΝΗΣΙΑΣ, ΧΡΥΣΗ ΑΚΤΗ ΠΑΝΑΓΙΑΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81112", "ΜΕΓΑΛΟΝΗΣΙ ΛΕΣΒΟΥ, ΣΙΓΡΙΟ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81200", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΠΛΩΜΑΡΙΟΥ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΙΣΙΔΩΡΟΣ ΛΕΣΒΟΥ, ΑΚΡΑΣΙΟ ΛΕΣΒΟΥ, ΑΜΠΕΛΙΚΟ ΛΕΣΒΟΥ, ΑΝΩ ΧΩΡΙΟ ΛΕΣΒΟΥ, ΔΡΟΤΑ ΛΕΣΒΟΥ, ΕΥΑΓΓΕΛΙΣΤΡΙΑ ΛΕΣΒΟΥ, ΚΑΤΩ ΧΩΡΙΟ ΛΕΣΒΟΥ, ΚΟΛΥΜΒΑΤΕΡΑ ΛΕΣΒΟΥ, ΚΟΥΡΝΕΛΑ ΛΕΣΒΟΥ, ΜΕΓΑΛΟΧΩΡΙ ΛΕΣΒΟΥ, ΜΕΛΙΝΤΑ ΛΕΣΒΟΥ, ΜΕΣΟΥΝΑ ΛΕΣΒΟΥ, ΜΗΛΙΕΣ ΛΕΣΒΟΥ, ΝΕΟΧΩΡΙ ΛΕΣΒΟΥ, ΠΑΛΑΙΟΧΩΡΙ ΛΕΣΒΟΥ, ΠΑΡΑΛΙΑ ΔΡΟΤΑΣ ΛΕΣΒΟΥ, ΠΛΑΓΙΑ ΛΕΣΒΟΥ, ΠΛΩΜΑΡΙ ΛΕΣΒΟΥ, ΡΑΧΙΔΙ ΛΕΣΒΟΥ, ΣΠΙΔΕΣ ΛΕΣΒΟΥ, ΤΡΥΓΟΝΑΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81300", "ΑΓΙΟΣ ΠΑΥΛΟΣ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΦΩΚΑΣ ΛΕΣΒΟΥ, ΑΧΛΑΔΕΡΗ ΛΕΣΒΟΥ, ΒΑΣΙΛΙΚΑ ΛΕΣΒΟΥ, ΒΑΤΕΡΑ ΛΕΣΒΟΥ, ΒΡΙΣΑ ΛΕΣΒΟΥ, ΓΗΡΟΚΟΜΕΙΟ ΛΑΜΑΝΔΡΙΟΥ ΛΕΣΒΟΥ, ΘΕΡΜΟΠΗΓΕΣ ΛΕΣΒΟΥ, ΚΑΤΩ ΣΤΑΥΡΟΣ ΛΕΣΒΟΥ, ΛΙΒΑΔΙΑ ΛΕΣΒΟΥ, ΛΙΣΒΟΡΙΟ ΛΕΣΒΟΥ, ΝΥΦΙΔΑ ΛΕΣΒΟΥ, ΠΟΛΙΧΝΙΤΟΣ ΛΕΣΒΟΥ, ΣΚΑΛΑ ΠΟΛΙΧΝΙΤΟΥ ΛΕΣΒΟΥ, ΣΚΑΜΙΟΥΔΙ ΛΕΣΒΟΥ, ΣΤΑΥΡΟΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81400", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΓΚΑΡΥΩΝΕΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΛΟΓΟΝΗΣΙ ΛΕΣΒΟΥ, ΒΟΥΝΑΡΙΑ ΠΕΔΙΝΟΥ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΓΑΛΗ ΚΑΣΠΑΚΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΔΑΦΝΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΘΑΝΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΑΛΛΙΘΕΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΑΣΠΑΚΑΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΑΣΤΡΙΑ ΛΕΣΒΟΥ, ΚΑΤΑΛΑΚΚΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΟΜΠΙ ΝΗΣΟΣ ΛΕΣΒΟΥ, ΚΟΡΝΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΛΙΒΑΔΟΧΩΡΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΛΙΜΕΝΑΡΙΑ ΛΕΣΒΟΥ, ΜΥΡΙΝΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΝΕΑ ΚΟΥΤΑΛΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΝΕΟ ΠΕΔΙΝΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΑΡΑΛΙΑ ΘΑΝΟΥΣ ΛΕΣΒΟΥ, ΠΑΡΑΛΙΑ ΠΛΑΤΕΟΣ ΛΕΣΒΟΥ, ΠΕΔΙΝΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΕΔΙΝΟ ΝΕΑΣ ΚΟΥΤΑΛΗΣ ΛΕΣΒΟΥ, ΠΛΑΓΙΣΟΣ ΜΩΛΟΣ ΛΕΣΒΟΥ, ΠΛΑΤΥ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΟΛΙΟΧΝΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΟΡΤΙΑΝΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΣΑΡΔΑΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΤΣΙΜΑΝΔΡΙΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΨΥΛΛΟΙ ΚΟΡΝΟΥ ΛΗΜΝΟΥ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81401", "ΑΓΙΑ ΣΟΦΙΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΑΛΕΞΑΝΔΡΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΕΡΟΛΙΜΕΝΑΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΝΕΜΟΕΣΣΑ ΛΥΧΝΩΝ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΑΤΣΙΚΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΒΑΡΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΒΟΡΟΣΚΟΠΟΣ ΛΕΣΒΟΥ, ΚΑΛΛΙΟΠΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΑΜΙΝΙΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΑΡΠΑΣΙΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΟΝΤΙΑΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΟΝΤΟΠΟΥΛΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΟΡΤΙΣΩΝΑΣ ΛΕΣΒΟΥ, ΚΟΤΣΙΝΑΣ ΡΕΠΑΝΙΔΙΟΥ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΚΟΥΚΟΝΗΣΙ ΛΕΣΒΟΥ, ΛΥΧΝΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΜΟΥΔΡΟΣ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΑΝΑΓΙΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΛΑΚΑ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΠΡΟΠΟΥΛΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΡΕΠΑΝΙΔΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΡΟΥΣΣΟΠΟΥΛΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΡΩΜΑΝΟ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΣΕΡΓΙΤΣΙ ΛΕΣΒΟΥ, ΣΚΑΝΔΑΛΙ ΛΗΜΝΟΥ ΛΕΣΒΟΥ, ΦΙΣΙΝΗ ΛΗΜΝΟΥ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "81500", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΛΕΣΒΟΥ, ΑΓΙΟΣ ΕΥΣΤΡΑΤΙΟΣ ΝΗΣΟΣ ΛΕΣΒΟΥ, ΡΟΥΜΠΟΣ ΛΕΣΒΟΥ", "Λέσβου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "31082", "ΑΓΙΟΣ ΗΛΙΑΣ ΛΕΥΚΑΔΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΝΗΡΑΣ ΛΕΥΚΑΔΑΣ, ΑΓΙΟΣ ΠΕΤΡΟΣ ΛΕΥΚΑΔΑΣ, ΑΘΑΝΙΟΝ ΛΕΥΚΑΔΑΣ, ΑΛΑΤΡΟ ΛΕΥΚΑΔΑΣ, ΒΑΣΙΛΙΚΗ ΛΕΥΚΑΔΑΣ, ΒΟΥΡΝΙΚΑ ΛΕΥΚΑΔΑΣ, ΔΡΑΓΑΝΟ ΛΕΥΚΑΔΑΣ, ΕΥΓΗΡΟΣ ΛΕΥΚΑΔΑΣ, ΚΟΜΗΛΙΟ ΛΕΥΚΑΔΑΣ, ΚΟΝΤΑΡΑΙΝΑ ΛΕΥΚΑΔΑΣ, ΜΑΝΑΣΗ ΛΕΥΚΑΔΑΣ, ΜΑΡΑΝΤΟΧΩΡΙ ΛΕΥΚΑΔΑΣ, ΝΙΚΟΛΗ ΛΕΥΚΑΔΑΣ, ΠΑΝΩΧΩΡΙ ΛΕΥΚΑΔΑΣ, ΠΟΝΤΗ ΑΓΙΟΥ ΠΕΤΡΟΥ ΛΕΥΚΑΔΑΣ, ΣΥΒΟΤΑ ΛΕΥΚΑΔΑΣ, ΣΥΒΡΟΣ ΛΕΥΚΑΔΑΣ, ΦΤΕΡΝΟ ΛΕΥΚΑΔΑΣ, ΧΟΡΤΑΤΑ ΛΕΥΚΑΔΑΣ", "Λευκάδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "31084", "ΜΕΓΑΝΗΣΙ ΛΕΥΚΑΔΑΣ, ΝΥΔΡΙ ΛΕΥΚΑΔΑΣ", "Λευκάδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "31100", "ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΛΕΥΚΑΔΑΣ, ΑΠΟΛΠΑΙΝΑ ΛΕΥΚΑΔΑΣ, ΒΛΥΧΟ ΛΕΥΚΑΔΑΣ, ΓΕΝΙ ΛΕΥΚΑΔΑΣ, ΔΕΣΙΜΙ ΛΕΥΚΑΔΑΣ, ΔΗΜΟΣΑΡΙ ΛΕΥΚΑΔΑΣ, ΕΠΙΣΚΟΠΟΣ ΛΕΥΚΑΔΑΣ, ΚΑΛΑΒΡΟΣ ΛΕΥΚΑΔΑΣ, ΚΑΛΛΙΓΟΝΙΟ ΛΕΥΚΑΔΑΣ, ΚΑΛΛΙΘΕΑ ΛΕΥΚΑΔΑΣ, ΚΑΡΙΩΤΕΣ ΛΕΥΚΑΔΑΣ, ΚΑΤΟΥΝΑ ΛΕΥΚΑΔΑΣ, ΚΑΤΩΧΩΡΙ ΛΕΥΚΑΔΑΣ, ΛΕΥΚΑΔΑ ΛΕΥΚΑΔΑΣ, ΛΥΓΙΑ ΛΕΥΚΑΔΑΣ, ΜΑΔΟΥΡΗ  ΝΗΣΟΣ ΛΕΥΚΑΔΑΣ, ΜΕΓΑΛΟ ΑΥΛΑΚΙ ΛΕΥΚΑΔΑΣ, ΜΙΚΡΟΣ ΓΙΑΛΟΣ ΛΕΥΚΑΔΑΣ, ΝΕΟΧΩΡΙ ΛΕΥΚΑΔΑΣ, ΝΙΚΙΑΝΑ ΛΕΥΚΑΔΑΣ, ΠΕΡΙΒΟΛΙΑ ΛΕΥΚΑΔΑΣ ΛΕΥΚΑΔΑΣ, ΠΕΡΙΓΙΑΛΙ ΛΕΥΚΑΔΑΣ, ΠΟΡΟΣ ΛΕΥΚΑΔΑΣ, ΡΑΧΗ ΛΕΥΚΑΔΑΣ, ΣΚΟΡΠΙΟΣ  ΝΗΣΟΣ ΛΕΥΚΑΔΑΣ, ΣΠΑΡΤΗ  ΝΗΣΟΣ ΛΕΥΚΑΔΑΣ, ΤΣΟΥΚΑΛΑΔΕΣ ΛΕΥΚΑΔΑΣ, ΦΟΡΤΙ ΝΗΣΟΣ ΛΕΥΚΑΔΑΣ, ΦΡΥΝΙΟ ΛΕΥΚΑΔΑΣ, ΧΑΡΑΔΙΑΤΙΚΑ ΛΕΥΚΑΔΑΣ", "Λευκάδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37001", "ΑΓΙΟΙ ΣΑΡΑΝΤΑ ΜΑΓΝΗΣΙΑΣ, ΑΝΑΛΗΨΗ ΜΑΓΝΗΣΙΑΣ, ΑΝΗΛΙΟ ΜΑΓΝΗΣΙΑΣ, ΕΛΙΤΣΑ ΜΑΓΝΗΣΙΑΣ, ΖΑΓΟΡΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΡΑΒΩΜΑ ΜΑΓΝΗΣΙΑΣ, ΜΑΚΡΥΡΡΑΧΗ ΜΑΓΝΗΣΙΑΣ, ΟΒΡΙΟΣ ΜΑΓΝΗΣΙΑΣ, ΠΟΥΡΙ ΜΑΓΝΗΣΙΑΣ, ΠΟΥΡΙΑΝΟΣ ΣΤΑΥΡΟΣ ΜΑΓΝΗΣΙΑΣ, ΧΟΡΕΥΤΟ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37002", "ΑΜΠΕΛΙΑ ΜΑΓΝΗΣΙΑΣ, ΑΣΕΛΙΝΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΧΛΑΔΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΖΟΡΜΠΑΔΕΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΛΥΒΙΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΝΑΠΙΤΣΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΣΤΡΟ ΜΑΓΝΗΣΙΑΣ, ΚΑΤΣΑΡΟΣ ΜΑΓΝΗΣΙΑΣ, ΚΟΛΙΟΣ ΜΑΓΝΗΣΙΑΣ, ΚΟΥΚΟΥΝΑΡΙΕΣ ΜΑΓΝΗΣΙΑΣ, ΜΑΡΑΘΑ ΜΑΓΝΗΣΙΑΣ, ΜΟΝΗ ΕΥΑΓΓΕΛΙΣΤΡΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΞΑΝΕΜΟΣ ΜΑΓΝΗΣΙΑΣ, ΞΕΝΙΑ ΜΑΓΝΗΣΙΑΣ, ΠΛΑΤΑΝΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΡΕΠΙΟ ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΚΙΑΘΟΣ ΜΑΓΝΗΣΙΑΣ, ΤΡΟΥΛΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΤΣΟΥΓΚΡΙΑ  ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37003", "ΑΓΝΩΝΤΑΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΛΟΓΗΡΟΣ ΜΑΓΝΗΣΙΑΣ, ΜΥΛΟΙ ΜΑΓΝΗΣΙΑΣ, ΠΑΝΟΡΜΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΚΟΠΕΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΤΑΦΥΛΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37005", "ΑΓΙΟΣ ΠΕΤΡΟΣ  ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΔΕΛΦΟΙ  ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΛΟΝΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΒΟΤΣΗ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΓΕΡΑΚΑΣ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΓΙΟΥΡΑ ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΙΣΙΩΜΑΤΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΛΑΜΑΚΙΑ  ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΚΥΡΑ ΠΑΝΑΓΙΑ ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΜΑΡΠΟΥΝΤΑ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΜΟΥΡΤΕΡΟ ΜΑΓΝΗΣΙΑΣ, ΠΑΤΗΤΗΡΙ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΠΕΡΙΣΤΕΡΑ  ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΠΙΠΕΡΙ ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΚΑΝΤΖΟΥΡΑ  ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΤΕΝΗ ΒΑΛΑ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΧΡΥΣΗ ΜΗΛΙΑ ΑΛΟΝΝΗΣΟΥ ΜΑΓΝΗΣΙΑΣ, ΨΑΘΟΥΡΑ ΝΗΣΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37006", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΣΗΠΙΑΔΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΡΟΜΥΡΙΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΡΓΑΛΑΣΤΗ ΜΑΓΝΗΣΙΑΣ, ΒΟΔΙΝΙ ΜΑΓΝΗΣΙΑΣ, ΚΑΛΑΜΟΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΛΛΙΘΕΑ ΜΑΓΝΗΣΙΑΣ, ΚΑΣΤΡΙ ΜΑΓΝΗΣΙΑΣ, ΚΟΥΚΟΥΛΑΙΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΛΑΥΚΟΣ ΜΑΓΝΗΣΙΑΣ, ΛΕΦΟΚΑΣΤΡΟ ΜΑΓΝΗΣΙΑΣ, ΛΥΡΗ ΜΑΓΝΗΣΙΑΣ, ΜΑΡΑΘΙΑΣ ΜΑΓΝΗΣΙΑΣ, ΜΕΤΟΧΙ ΜΑΓΝΗΣΙΑΣ, ΜΙΚΡΟ ΜΑΓΝΗΣΙΑΣ, ΜΟΡΤΙΑ ΜΑΓΝΗΣΙΑΣ, ΜΟΥΣΓΕΣ ΜΑΓΝΗΣΙΑΣ, ΜΥΡΙΟΒΡΥΤΗ ΜΑΓΝΗΣΙΑΣ, ΞΙΝΟΒΡΥΣΗ ΜΑΓΝΗΣΙΑΣ, ΠΑΛΤΣΗ ΜΑΓΝΗΣΙΑΣ, ΠΑΟΥ ΜΑΓΝΗΣΙΑΣ, ΠΑΤΡΙΧΩΡΙ ΜΑΓΝΗΣΙΑΣ, ΠΗΓΕΣ ΜΑΓΝΗΣΙΑΣ, ΠΛΑΤΑΝΙΑ ΜΑΓΝΗΣΙΑΣ, ΠΟΤΙΣΤΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΠΡΟΜΥΡΙΟ ΜΑΓΝΗΣΙΑΣ, ΡΟΔΙΑ ΜΑΓΝΗΣΙΑΣ, ΣΥΚΗ ΜΑΓΝΗΣΙΑΣ, ΤΡΟΧΑΛΑ ΜΑΓΝΗΣΙΑΣ, ΧΟΝΔΡΗ ΑΜΜΟΣ ΜΑΓΝΗΣΙΑΣ, ΧΟΡΤΟ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37008", "ΑΓΙΑ ΜΑΡΙΝΑ ΠΤΕΛΕΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΜΑΛΙΑΠΟΛΗ ΜΑΓΝΗΣΙΑΣ, ΑΧΙΛΛΕΙΟ ΜΑΓΝΗΣΙΑΣ, ΓΑΒΡΙΑΝΗ ΜΑΓΝΗΣΙΑΣ, ΔΡΥΜΩΝΑΣ ΜΑΓΝΗΣΙΑΣ, ΚΑΡΑΒΟΤΣΑΚΙ ΜΑΓΝΗΣΙΑΣ, ΛΕΙΧΟΥΡΑ ΜΑΓΝΗΣΙΑΣ, ΝΗΕΣ ΜΑΓΝΗΣΙΑΣ, ΠΗΓΑΔΙ ΜΑΓΝΗΣΙΑΣ, ΣΟΥΡΠΗ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37100", "ΑΓΙΑ ΤΡΙΑΔΑ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΕΥΞΕΙΝΟΥΠΟΛΗΣ ΜΑΓΝΗΣΙΑΣ, ΑΙΔΙΝΙΟ ΜΑΓΝΗΣΙΑΣ, ΑΛΜΥΡΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΝΘΟΤΟΠΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΝΩ ΜΑΥΡΟΛΟΦΟΣ ΜΑΓΝΗΣΙΑΣ, ΑΡΓΙΛΟΧΩΡΙ ΜΑΓΝΗΣΙΑΣ, ΒΡΥΝΑΙΝΑ ΜΑΓΝΗΣΙΑΣ, ΕΥΞΕΙΝΟΥΠΟΛΗ ΜΑΓΝΗΣΙΑΣ, ΖΑΡΚΑΔΟΧΩΡΙ ΜΑΓΝΗΣΙΑΣ, ΚΑΣΤΡΑΚΙ ΜΑΓΝΗΣΙΑΣ, ΚΟΚΚΩΤΟΙ ΜΑΓΝΗΣΙΑΣ, ΚΟΝΤΑΡΟΛΑΚΚΑ ΜΑΓΝΗΣΙΑΣ, ΚΟΡΦΑΛΑΚΙ ΜΑΓΝΗΣΙΑΣ, ΚΡΟΚΙΟ ΜΑΓΝΗΣΙΑΣ, ΚΩΦΟΙ ΜΑΓΝΗΣΙΑΣ, ΜΑΥΡΟΛΟΦΟΣ ΜΑΓΝΗΣΙΑΣ, ΜΙΚΡΟΘΗΒΕΣ ΜΑΓΝΗΣΙΑΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΞΕΝΙΑΣ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΝΕΟ ΚΑΣΤΡΟ ΜΑΓΝΗΣΙΑΣ, ΝΕΟΣ ΠΛΑΤΑΝΟΣ ΜΑΓΝΗΣΙΑΣ, ΝΕΟΧΩΡΑΚΙ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΝΕΡΑΙΔΑ ΜΑΓΝΗΣΙΑΣ, ΟΘΡΥΣ ΜΑΓΝΗΣΙΑΣ, ΠΑΡΑΛΙΑ ΑΛΜΥΡΟΥ ΜΑΓΝΗΣΙΑΣ, ΠΕΡΔΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΠΛΑΤΑΝΟΣ ΜΑΓΝΗΣΙΑΣ, ΦΥΛΑΚΗ ΜΑΓΝΗΣΙΑΣ, ΧΟΡΟΣΤΑΣΙ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37300", "ΑΓΡΙΑ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37400", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΓΧΙΑΛΟΥ ΜΑΓΝΗΣΙΑΣ, ΒΕΛΑΝΙΔΙΑ ΜΑΓΝΗΣΙΑΣ, ΔΗΜΗΤΡΙΑΔΑ ΜΑΓΝΗΣΙΑΣ, ΚΡΙΘΑΡΙΑ ΜΑΓΝΗΣΙΑΣ, ΜΑΡΑΘΟΣ ΜΑΓΝΗΣΙΑΣ, ΝΕΑ ΑΓΧΙΑΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΣΤΡΑΤΙΩΤΙΚΟ ΑΕΡΟΔΡΟΜΙΟ Ν.ΑΓΧΙΑΛΟΥ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "37500", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΦΕΡΩΝ ΜΑΓΝΗΣΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΠΕΡΙΒΛΕΠΤΟΥ ΜΑΓΝΗΣΙΑΣ, ΑΕΡΙΝΟ ΜΑΓΝΗΣΙΑΣ, ΒΕΛΕΣΤΙΝΟ ΜΑΓΝΗΣΙΑΣ, ΓΟΥΡΟΥΝΟΣΤΑΒΛΟΣ ΜΑΓΝΗΣΙΑΣ, ΕΛΕΥΘΕΡΟΧΩΡΙΟ ΜΑΓΝΗΣΙΑΣ, ΚΟΚΚΑΛΑΙΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΚΟΚΚΙΝΑ ΜΑΓΝΗΣΙΑΣ, ΜΙΚΡΟ ΠΕΡΙΒΟΛΑΚΙ ΜΑΓΝΗΣΙΑΣ, ΠΕΡΙΒΛΕΠΤΟ ΜΑΓΝΗΣΙΑΣ, ΠΟΛΥΖΑΙΙΚΑ ΜΑΓΝΗΣΙΑΣ, ΣΤΕΦΑΝΟΒΙΚΕΙΟ ΜΑΓΝΗΣΙΑΣ, ΧΛΟΗ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38000", "ΆΓΙΟΣ ΙΩΆΝΝΗΣ ΠΟΡΤΑΡ ΜΑΓΝΗΣΙΑΣ, ΚΑΤΩΧΏΡΙΟΝ ΜΑΓΝΗΣΙΑΣ, ΚΟΥΚΟΎΡΑΒΑ ΜΑΚΡΥΝΊΤΣ ΜΑΓΝΗΣΙΑΣ, ΜΑΚΡΙΝΊΤΣΑ ΜΑΓΝΗΣΙΑΣ, ΠΟΡΤΑΡΙΑ ΜΑΓΝΗΣΙΑΣ, ΣΑΝΑΤΌΡΙΟΝ ΠΗΛΊΟΥ ΜΑΓΝΗΣΙΑΣ, ΣΤΑΓΙΆΤΕΣ ΜΑΓΝΗΣΙΑΣ, ΧΆΝΙΑ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38221", "ΒΟΛΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38222", "ΒΟΛΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38223", "ΒΟΛΟΥ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38333", "ΒΟΛΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38334", "ΒΟΛΟΣ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38445", "ΝΕΑ ΙΩΝΙΑ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "38446", "ΝΕΑ ΙΩΝΙΑ ΜΑΓΝΗΣΙΑΣ", "Μαγνησίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "24001", "ΑΡΑΠΟΛΑΚΚΑ ΜΕΣΣΗΝΙΑΣ, ΓΙΑΛΟΒΑ ΜΕΣΣΗΝΙΑΣ, ΓΛΥΦΑΔΑ ΜΕΣΣΗΝΙΑΣ, ΕΛΑΙΟΦΥΤΟ ΜΕΣΣΗΝΙΑΣ, ΙΚΛΑΙΝΑ ΜΕΣΣΗΝΙΑΣ, ΚΑΛΛΙΘΕΑ ΠΥΛΟΥ ΜΕΣΣΗΝΙΑΣ, ΚΟΡΥΦΑΣΙΟ ΜΕΣΣΗΝΙΑΣ, ΚΟΥΚΚΟΥΝΑΡΑ ΜΕΣΣΗΝΙΑΣ, ΚΡΕΜΜΥΔΙΑ ΜΕΣΣΗΝΙΑΣ, ΚΥΝΗΓΟΣ ΠΥΛΟΥ ΜΕΣΣΗΝΙΑΣ, ΜΕΣΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΜΠΑΛΟΔΗΜΑΙΙΚΑ ΜΕΣΣΗΝΙΑΣ, ΠΑΛΑΙΟΝΕΡΟ ΜΕΣΣΗΝΙΑΣ, ΠΑΠΠΟΥΛΙΑ ΜΕΣΣΗΝΙΑΣ, ΠΕΡΙΒΟΛΑΚΙΑ ΠΥΛΟΥ ΜΕΣΣΗΝΙΑΣ, ΠΕΤΡΟΧΩΡΙ ΜΕΣΣΗΝΙΑΣ, ΠΗΔΑΣΟΣ ΜΕΣΣΗΝΙΑΣ, ΠΙΣΑΣΚΙΟ ΜΕΣΣΗΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΠΥΛΟΥ ΜΕΣΣΗΝΙΑΣ, ΠΥΛΑ ΜΕΣΣΗΝΙΑΣ, ΠΥΛΟΣ ΜΕΣΣΗΝΙΑΣ, ΡΩΜΑΝΟΣ ΜΕΣΣΗΝΙΑΣ, ΣΟΥΛΗΝΑΡΙ ΜΕΣΣΗΝΙΑΣ, ΣΤΕΝΩΣΙΑ ΜΕΣΣΗΝΙΑΣ, ΣΦΑΚΤΗΡΙΑ ΝΗΣΟΣ ΜΕΣΣΗΝΙΑΣ, ΣΧΙΝΟΛΑΚΚΑ ΠΥΛΟΥ ΜΕΣΣΗΝΙΑΣ, ΤΡΑΓΑΝΑ ΜΕΣΣΗΝΙΑΣ, ΧΑΝΔΡΙΝΟΣ ΜΕΣΣΗΝΙΑΣ, ΧΩΜΑΤΑΔΑ ΜΕΣΣΗΝΙΑΣ", "Μεσσηνίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82104", "ΑΓΙΟ ΝΙΚΟΛΑΚΙ ΧΙΟΥ, ΑΝΤΙΨΑΡΑ ΧΙΟΥ, ΔΑΚΑΛΙΟ ΧΙΟΥ, ΚΑΤΩ ΝΗΣΙ ΧΙΟΥ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΨΑΡΩΝ ΧΙΟΥ, ΨΑΡΑ ΧΙΟΥ", "Χίου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27300", "ΑΓΙΑ ΜΑΥΡΑ ΗΛΕΙΑΣ, ΑΥΓΕΙΟ ΗΛΕΙΑΣ, ΓΑΣΤΟΥΝΗ ΗΛΕΙΑΣ, ΗΛΙΔΑ ΗΛΕΙΑΣ, ΚΑΒΑΣΙΛΑΣ ΗΛΕΙΑΣ, ΚΑΛΥΒΙΑ ΗΛΙΔΟΣ ΗΛΕΙΑΣ, ΚΟΡΟΙΒΟΣ ΗΛΕΙΑΣ, ΛΕΥΚΟΧΩΡΙ ΗΛΕΙΑΣ, ΡΟΥΠΑΚΙ ΗΛΕΙΑΣ, ΣΩΣΤΙ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27131", "ΠΥΡΓΟΥ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12242", "ΑΙΓΑΛΕΩ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12243", "ΑΙΓΑΛΕΩ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12244", "ΑΙΓΑΛΕΩ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12351", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12461", "ΧΑΙΔΑΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12462", "ΣΚΑΡΑΜΑΓΚΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13121", "ΙΛΙΟΝ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13122", "ΙΛΙΟΝ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13123", "ΙΛΙΟΝ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13223", "ΙΛΙΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13231", "ΠΕΤΡΟΥΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13232", "ΠΕΤΡΟΥΠΟΛΕΩΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12241", "ΑΙΓΑΛΕΩ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13341", "ΑΝΩ ΛΙΟΣΙΑ ΑΤΤΙΚΗΣ, ΠΑΠΑΓΟΥ ΑΤΤΙΚΗΣ, ΦΥΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13343", "ΑΝΩ ΛΙΟΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13344", "ΑΝΩ ΛΙΟΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13351", "ΦΥΛΗΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13451", "ΚΑΜΑΤΕΡΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13461", "ΖΕΦΥΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13561", "ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13562", "ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13671", "ΑΧΑΡΝΕΣ (ΜΕΝΙΔΙ) ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13672", "ΒΑΡΥΜΠΟΜΠΗ ΑΤΤΙΚΗΣ, ΞΕΝΙΑ ΠΑΡΝΗΘΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13673", "ΑΧΑΡΝΕΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13674", "ΑΓΙΑ ΤΡΙΑΔΑ ΠΑΡΝΗΘΟΣ ΑΤΤΙΚΗΣ, ΠΑΡΝΗΘΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13675", "ΑΧΑΡΝΕΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13342", "ΑΝΩ ΛΙΟΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12137", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12136", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12135", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11522", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11523", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11524", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11525", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11526", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11527", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11528", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11631", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11632", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11633", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11634", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11635", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11636", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11741", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11742", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11743", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11744", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11745", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11851", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11852", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11853", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11854", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11855", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12131", "ΠΕΡΙΣΤΕΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12132", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12133", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "12134", "ΠΕΡΙΣΤΕΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13676", "ΘΡΑΚΟΜΑΚΕΔΟΝΕΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΚΛΕΙΣΤΩΝ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13677", "ΑΧΑΡΝΕΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13678", "ΑΧΑΡΝΕΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "13679", "ΑΧΑΡΝΕΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15125", "ΜΑΡΟΥΣΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15126", "ΜΑΡΟΥΣΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15127", "ΜΕΛΙΣΣΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15223", "ΑΜΑΡΟΥΣΙΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15231", "ΧΑΛΑΝΔΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15232", "ΧΑΛΑΝΔΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15233", "ΧΑΛΑΝΔΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15234", "ΧΑΛΑΝΔΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15235", "ΒΡΙΛΗΣΣΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15236", "ΜΠΟΥΡΜΠΑΧΤΙ ΑΤΤΙΚΗΣ, ΝΕΑ ΠΕΝΤΕΛΗ ΑΤΤΙΚΗΣ, ΠΕΝΤΕΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15237", "ΦΙΛΟΘΕΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15238", "ΧΑΛΑΝΔΡΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15341", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15342", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15343", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15344", "ΓΕΡΑΚΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15349", "ΑΝΘΟΥΣΑ ΑΤΤΙΚΗΣ, ΓΑΛΗΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15351", "ΑΡΓΙΘΕΑ ΑΤΤΙΚΗΣ, ΛΕΟΝΤΑΡΙ ΑΤΤΙΚΗΣ, ΠΑΛΛΗΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15353", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15354", "ΓΛΥΚΑ ΝΕΡΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15451", "ΝΕΟ ΨΥΧΙΚΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15452", "ΨΥΧΙΚΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15561", "ΧΟΛΑΡΓΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15562", "ΧΟΛΑΡΓΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15669", "ΠΑΠΑΓΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15771", "ΖΩΓΡΑΦΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15772", "ΖΩΓΡΑΦΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15124", "ΜΑΡΟΥΣΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11521", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15123", "ΜΑΡΟΥΣΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15121", "ΠΕΥΚΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14121", "ΗΡΑΚΛΕΙΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14122", "ΗΡΑΚΛΕΙΟ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14123", "ΛΥΚΟΒΡΥΣΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14231", "ΝΕΑ ΙΩΝΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14232", "ΝΕΑ ΙΩΝΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14233", "ΝΕΑ ΙΩΝΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14234", "ΝΕΑ ΙΩΝΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14235", "ΝΕΑ ΙΩΝΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14341", "ΝΕΑ ΦΙΛΑΔΕΛΦΕΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14342", "ΝΕΑ ΦΙΛΑΔΕΛΦΕΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14343", "ΝΕΑ ΧΑΛΚΗΔΩΝΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14451", "ΜΕΤΑΜΟΡΦΩΣΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14452", "ΜΕΤΑΜΟΡΦΩΣΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14561", "ΚΗΦΙΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14562", "ΚΗΦΙΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14563", "ΚΗΦΙΣΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14564", "ΚΗΦΙΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14565", "ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΤΤΙΚΗΣ, ΔΙΟΝΥΣΟΣ ΑΤΤΙΚΗΣ, ΔΡΟΣΙΑ ΑΤΤΙΚΗΣ, ΠΕΥΚΟΦΥΤΟ ΑΤΤΙΚΗΣ, ΡΑΠΕΝΤΩΣΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14568", "ΚΡΥΟΝΕΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14569", "ΑΝΟΙΞΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14572", "ΔΡΟΣΙΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14574", "ΡΟΔΟΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14575", "ΣΤΑΜΑΤΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14576", "ΔΙΟΝΥΣΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14578", "ΕΚΑΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14671", "ΝΕΑ ΕΡΥΘΡΑΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "14678", "ΚΗΦΙΣΙΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15122", "ΜΑΡΟΥΣΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "15773", "ΖΩΓΡΑΦΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11476", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11474", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21100", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΑΔΡΙΑΝΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΡΓΟΛΙΚΟ ΑΡΓΟΛΙΔΑΣ, ΑΡΙΑ ΝΑΥΠΛΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΣΙΝΗ ΑΡΓΟΛΙΔΑΣ, ΑΣΠΡΟΒΡΥΣΗ ΑΡΓΟΛΙΔΑΣ, ΓΑΛΑΝΑΙΙΚΑ ΑΡΓΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΕΞΩΣΤΗΣ ΑΡΓΟΛΙΔΑΣ, ΚΑΠΟΔΙΣΤΡΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΛΕΥΚΑΚΙΑ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΚΑΡΑΚΑΛΑ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΝΑΥΠΛΙΟ ΑΡΓΟΛΙΔΑΣ, ΝΕΑ ΤΙΡΥΝΘΟΣ ΑΡΓΟΛΙΔΑΣ, ΝΕΟ ΡΟΕΙΝΟ ΑΡΓΟΛΙΔΑΣ, ΠΑΛΙΟΧΩΡΑ ΑΡΓΟΛΙΔΑΣ, ΠΑΝΑΓΙΑ ΑΓΙΟΥ ΑΝΔΡΙΑΝΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΑΡΑΛΙΑ ΑΣΙΝΗΣ ΑΡΓΟΛΙΔΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΠΥΡΓΙΩΤΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΤΙΡΥΝΘΟΣ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21200", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΚΟΥΤΣΟΠΟΔΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΡΥΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΡΙΛΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΑΕΡΟΔΡΟΜΙΟ ΑΡΓΟΛΙΔΑΣ, ΑΚΟΒΑ ΑΡΓΟΛΙΔΑΣ, ΑΛΜΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΝΔΡΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΑΡΓΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΡΙΑ ΑΡΓΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΒΕΛΑΝΙΔΙΑ ΑΡΓΟΛΙΔΑΣ, ΒΡΟΥΣΤΙΟ ΑΡΓΟΛΙΔΑΣ, ΓΑΛΑΤΙ ΑΡΓΟΛΙΔΑΣ, ΔΑΛΑΜΑΝΑΡΑ ΑΡΓΟΛΙΔΑΣ, ΔΙΧΑΛΙΑ ΑΡΓΟΛΙΔΑΣ, ΕΛΛΗΝΙΚΟ ΑΡΓΟΛΙΔΑΣ, ΖΟΓΚΑ ΑΡΓΟΛΙΔΑΣ, ΗΡΑ ΑΡΓΟΛΙΔΑΣ, ΙΝΑΧΟΣ ΑΡΓΟΛΙΔΑΣ, ΚΑΛΑΜΑΚΙ ΑΡΓΟΛΙΔΑΣ, ΚΑΡΥΑ ΑΡΓΟΛΙΔΑΣ, ΚΕΦΑΛΑΡΙ ΑΡΓΟΛΙΔΑΣ, ΚΙΒΕΡΙ ΑΡΓΟΛΙΔΑΣ, ΚΟΚΛΑ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΓΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΡΤΑΚΙ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΤΣΟΠΟΔΙ ΑΡΓΟΛΙΔΑΣ, ΚΡΥΑ ΒΡΥΣΗ ΑΡΓΟΛΙΔΑΣ, ΚΡΥΟΝΕΡΙ ΑΡΓΟΛΙΔΑΣ, ΛΑΛΟΥΚΑΣ ΑΡΓΟΛΙΔΑΣ, ΛΙΜΝΕΣ ΑΡΓΟΛΙΔΑΣ, ΜΑΓΟΥΛΑ ΑΡΓΟΛΙΔΑΣ, ΜΑΛΑΝΤΡΕΝΙ ΑΡΓΟΛΙΔΑΣ, ΜΕΡΚΟΥΡΙ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΑΡΓΟΛΙΔΑΣ, ΜΠΟΖΙΟΝΕΛΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΜΠΟΡΣΑΣ ΑΡΓΟΛΙΔΑΣ, ΜΥΛΟΙ ΑΡΓΟΛΙΔΑΣ, ΝΕΟ ΗΡΑΙΟ ΑΡΓΟΛΙΔΑΣ, ΠΑΝΟΡΑΜΑ ΑΡΓΟΛΙΔΑΣ, ΠΡΟΣΥΜΝΑ ΑΡΓΟΛΙΔΑΣ, ΠΥΡΓΕΛΛΑ ΑΡΓΟΛΙΔΑΣ, ΣΚΑΦΙΔΑΚΙΟ ΑΡΓΟΛΙΔΑΣ, ΣΠΑΝΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΣΠΗΛΙΩΤΑΚΗΣ ΑΡΓΟΛΙΔΑΣ, ΣΤΑΘΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΣΤΕΡΝΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΣΤΡΑΒΗ ΡΑΧΗ ΑΡΓΟΛΙΔΑΣ, ΣΥΝΟΡΟ ΑΡΓΟΛΙΔΑΣ, ΣΧΙΝΟΧΩΡΙ ΑΡΓΟΛΙΔΑΣ, ΤΗΜΕΝΙ ΑΡΓΟΛΙΔΑΣ, ΤΟΥΡΝΙΚΙ ΑΡΓΟΛΙΔΑΣ, ΤΡΙΣΤΡΑΤΟ ΑΡΓΟΛΙΔΑΣ, ΦΙΧΤΙΟ ΑΡΓΟΛΙΔΑΣ, ΦΡΕΓΚΑΙΝΑ ΑΡΓΟΛΙΔΑΣ, ΧΑΝΤΑΚΙΑ ΒΡΟΥΣΤΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΧΕΛΜΗΣ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21300", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΡΑΝΙΔΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΒΛΑΧΟΠΟΥΛΕΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΔΙΔΥΜΑ ΑΡΓΟΛΙΔΑΣ, ΔΟΡΟΥΦΙ ΚΟΙΛΑΔΟΣ ΑΡΓΟΛΙΔΑΣ, ΔΟΡΟΥΦΙ ΚΡΑΝΙΔΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΘΥΝΙ ΑΡΓΟΛΙΔΑΣ, ΚΑΜΠΟΣ ΚΟΙΛΑΔΟΣ ΑΡΓΟΛΙΔΑΣ, ΚΟΙΛΑΔΑ ΑΡΓΟΛΙΔΑΣ, ΚΟΡΩΝΙΔΑ ΝΗΣΟΣ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΝΟΥΠΙ ΑΡΓΟΛΙΔΑΣ, ΚΡΑΝΙΔΙ ΑΡΓΟΛΙΔΑΣ, ΛΑΚΚΕΣ ΑΡΓΟΛΙΔΑΣ, ΠΑΝΟΡΑΜΑ ΕΡΜΙΟΝΙΔΑΣ ΑΡΓΟΛΙΔΑΣ, ΠΑΡΑΛΙΑ ΦΟΥΡΝΩΝ ΑΡΓΟΛΙΔΑΣ, ΠΕΛΕΗ ΑΡΓΟΛΙΔΑΣ, ΠΕΤΡΟΘΑΛΑΣΣΑ ΚΡΑΝΙΔΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΡΑΔΟ ΑΡΓΟΛΙΔΑΣ, ΣΑΛΑΝΤΙΟ ΑΡΓΟΛΙΔΑΣ, ΤΖΕΜΙ ΑΡΓΟΛΙΔΑΣ, ΦΛΑΜΠΟΥΡΑ ΑΡΓΟΛΙΔΑΣ, ΦΟΥΡΝΟΙ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22001", "ΑΓΙΑ ΑΝΑΣΤΑΣΙΑ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΙ ΑΣΩΜΑΤΟΙ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΥΝΟΥΡΙΑΣ ΑΡΚΑΔΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΡΧΑΙΑΣ ΗΡΑΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΣΤΡΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΣΤΡΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΧΡΙΣΤΟΦΟΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΕΤΟΧΩΡΙΟ ΑΡΓΟΛΙΔΑΣ, ΑΡΚΑΔΙΚΟ ΧΩΡΙΟ ΑΡΓΟΛΙΔΑΣ, ΑΣΤΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΒΑΘΙΑ ΑΡΓΟΛΙΔΑΣ, ΒΑΡΒΟΓΛΗ ΑΡΓΟΛΙΔΑΣ, ΙΕΡΑ ΜΟΝΗ ΛΟΥΚΟΥΣ ΑΣΤΡΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΚΑΜΙΝΑΡΙ ΑΡΓΟΛΙΔΑΣ, ΚΑΣΤΑΝΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΚΑΤΩ ΒΕΡΒΕΝΑ ΑΡΓΟΛΙΔΑΣ, ΚΑΤΩ ΔΟΛΙΑΝΑ ΑΡΓΟΛΙΔΑΣ, ΛΟΥΛΟΥΔΙΑ ΑΡΓΟΛΙΔΑΣ, ΜΕΛΙΣΣΙ ΑΡΓΟΛΙΔΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΑΡΓΟΛΙΔΑΣ, ΝΕΟΧΩΡΙ ΚΟΡΑΚΟΒΟΥΝΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΞΗΡΟΠΗΓΑΔΟ ΑΡΓΟΛΙΔΑΣ, ΟΡΕΙΝΗ ΜΕΛΙΓΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΛΑΚΑ ΞΗΡΟΠΗΓΑΔΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΛΑΤΑΝΟΣ ΑΡΓΟΛΙΔΑΣ, ΠΟΡΤΕΣ ΑΡΓΟΛΙΔΑΣ, ΠΡΟΣΗΛΙΑ ΑΡΓΟΛΙΔΑΣ, ΡΟΥΝΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΣΙΤΑΙΝΑ ΑΡΓΟΛΙΔΑΣ, ΣΤΟΛΟΣ ΑΡΓΟΛΙΔΑΣ, ΦΟΥΝΤΩΜΑ ΑΡΓΟΛΙΔΑΣ, ΧΑΝΤΑΚΙΑ ΑΣΤΡΟΥΣ ΑΡΓΟΛΙΔΑΣ, ΧΑΡΑΔΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΧΕΙΜΕΡΙΝΗ ΜΕΛΙΓΟΥ ΑΡΓΟΛΙΔΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22002", "ΑΓΡΙΔΙ ΑΡΚΑΔΙΑΣ, ΒΛΑΧΕΡΝΑ ΑΡΚΑΔΙΑΣ, ΔΡΑΚΟΒΟΥΝΙΟ ΑΡΚΑΔΙΑΣ, ΘΕΟΚΤΙΣΤΟ ΑΡΚΑΔΙΑΣ, ΚΑΛΥΒΙΑ ΚΑΡΝΕΣΗ ΑΡΚΑΔΙΑΣ, ΚΑΜΕΝΙΤΣΑ ΑΡΚΑΔΙΑΣ, ΚΑΡΒΟΥΝΙ ΑΡΚΑΔΙΑΣ, ΚΑΡΔΑΡΑΣ ΑΡΚΑΔΙΑΣ, ΛΕΒΙΔΙ ΑΡΚΑΔΙΑΣ, ΝΕΟΣ ΚΑΡΔΑΡΑΣ ΑΡΚΑΔΙΑΣ, ΟΡΧΟΜΕΝΟΣ ΑΡΚΑΔΙΑΣ, ΠΑΛΑΙΟΠΥΡΓΟΣ ΜΑΝΤΙΝΕΙΑΣ ΑΡΚΑΔΙΑΣ, ΠΡΑΣΙΝΟ ΑΡΚΑΔΙΑΣ, ΡΟΥΣΣΗΣ ΑΡΚΑΔΙΑΣ, ΣΙΜΙΑΔΕΣ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22007", "ΑΡΑΧΟΒΑ ΑΡΚΑΔΙΑΣ, ΒΛΟΓΓΟΣ ΑΡΚΑΔΙΑΣ, ΔΗΜΗΤΣΑΝΑ ΑΡΚΑΔΙΑΣ, ΖΑΤΟΥΝΑ ΑΡΚΑΔΙΑΣ, ΖΙΓΟΒΙΣΤΙΟ ΑΡΚΑΔΙΑΣ, ΚΑΡΚΑΛΟΥ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΡΙΖΟΣΠΗΛΙΑ ΑΡΚΑΔΙΑΣ, ΜΑΡΚΟΣ ΑΡΚΑΔΙΑΣ, ΜΕΛΙΣΣΟΠΕΤΡΑ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΑΙΜΥΑΛΩΝ ΑΡΚΑΔΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΔΗΜΗΤΣΑΝΑΣ ΑΡΚΑΔΙΑΣ, ΠΑΝΑΓΙΑ ΑΡΚΑΔΙΑΣ, ΡΑΔΟΣ ΑΡΚΑΔΙΑΣ, ΡΙΖΟΣΠΗΛΙΑ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22008", "ΑΡΧΑΙΑ ΒΑΝΝΑΙΝΑ ΑΡΚΑΔΙΑΣ, ΒΥΖΙΚΙ ΑΡΚΑΔΙΑΣ, ΓΑΛΑΤΑΣ ΑΡΚΑΔΙΑΣ, ΔΟΞΑ ΑΡΚΑΔΙΑΣ, ΔΩΔΕΚΑΜΕΤΡΟ ΑΡΚΑΔΙΑΣ, ΕΛΑΙΑ ΑΡΚΑΔΙΑΣ, ΚΑΛΛΙΑΝΙ ΑΡΚΑΔΙΑΣ, ΚΑΠΕΛΛΙΤΣΑ ΑΡΚΑΔΙΑΣ, ΚΑΣΤΡΑΚΙ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΣΠΑΘΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΛΙΒΑΔΑΚΙ ΑΡΚΑΔΙΑΣ, ΜΕΛΙΔΟΝΙ ΑΡΚΑΔΙΑΣ, ΜΠΕΡΤΣΙΑ ΑΡΚΑΔΙΑΣ, ΜΠΟΥΛΙΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΝΕΑ ΔΑΦΝΗ ΑΡΚΑΔΙΑΣ, ΝΕΟΧΩΡΙΟ  ΓΟΡΤΥΝΙΑΣ ΑΡΚΑΔΙΑΣ, ΠΕΡΔΙΚΟΝΕΡΙ ΑΡΚΑΔΙΑΣ, ΠΤΕΡΙΑ ΑΡΚΑΔΙΑΣ, ΡΑΧΕΣ ΑΡΚΑΔΙΑΣ, ΣΠΑΘΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΣΤΑΥΡΟΔΡΟΜΙΟ ΑΡΚΑΔΙΑΣ, ΣΥΡΙΑΜΑΚΟΣ ΑΡΚΑΔΙΑΣ, ΤΟΥΜΠΙΤΣΙΟ ΑΡΚΑΔΙΑΣ, ΤΡΑΝΗ ΛΑΚΚΑ ΑΡΚΑΔΙΑΣ, ΤΡΙΠΟΤΑΜΙΑ ΑΡΚΑΔΙΑΣ, ΤΡΟΠΑΙΑ ΑΡΚΑΔΙΑΣ, ΦΑΝΑΡΑΚΙ ΑΡΚΑΔΙΑΣ, ΧΑΝΙΑ ΓΟΡΤΥΝΙΑΣ ΑΡΚΑΔΙΑΣ, ΧΩΡΑ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22010", "ΑΓΡΙΔΑΚΙ ΑΡΚΑΔΙΑΣ, ΒΥΤΙΝΑ ΑΡΚΑΔΙΑΣ, ΕΛΑΤΗ ΑΡΚΑΔΙΑΣ, ΛΑΣΤΑ ΑΡΚΑΔΙΑΣ, ΜΕΘΥΔΡΙ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΑΓΙΩΝ ΘΕΟΔΩΡΩΝ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΚΕΡΝΙΤΣΗΣ ΑΡΚΑΔΙΑΣ, ΝΥΜΦΑΣΙΑ ΑΡΚΑΔΙΑΣ, ΠΑΝ ΑΡΚΑΔΙΑΣ, ΠΥΡΓΑΚΙ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22012", "ΑΓΙΑ ΣΟΦΙΑ ΑΡΚΑΔΙΑΣ, ΑΓΙΟΣ ΣΩΣΤΗΣ ΑΡΚΑΔΙΑΣ, ΑΚΡΑ ΑΡΚΑΔΙΑΣ, ΑΛΕΑ ΑΡΚΑΔΙΑΣ, ΑΧΟΥΡΙ ΑΡΚΑΔΙΑΣ, ΒΕΡΒΕΝΑ ΑΡΚΑΔΙΑΣ, ΒΟΥΝΟ ΑΡΚΑΔΙΑΣ, ΓΑΡΕΑ ΑΡΚΑΔΙΑΣ, ΓΙΟΚΑΡΑΙΙΚΑ ΑΡΚΑΔΙΑΣ, ΔΕΜΙΡΙ ΑΡΚΑΔΙΑΣ, ΕΠΙΣΚΟΠΗ ΑΡΚΑΔΙΑΣ, ΚΑΜΑΡΙΟ ΑΡΚΑΔΙΑΣ, ΚΑΝΔΑΛΟΣ ΑΡΚΑΔΙΑΣ, ΚΕΡΑΣΙΤΣΑ ΑΡΚΑΔΙΑΣ, ΛΙΘΟΒΟΥΝΙΑ ΑΡΚΑΔΙΑΣ, ΜΑΓΟΥΛΑ ΑΡΚΑΔΙΑΣ, ΜΑΝΘΥΡΕΑ ΑΡΚΑΔΙΑΣ, ΜΑΥΡΙΚΙΟ ΑΡΚΑΔΙΑΣ, ΜΠΟΥΖΑΝΑΙΙΚΑ ΑΡΚΑΔΙΑΣ, ΞΗΡΟΚΑΜΠΙ ΑΡΚΑΔΙΑΣ, ΡΙΖΕΣ ΑΡΚΑΔΙΑΣ, ΣΤΑΔΙΟ ΑΡΚΑΔΙΑΣ, ΣΤΡΙΓΚΟΣ ΑΡΚΑΔΙΑΣ, ΤΖΙΒΑΣ ΑΡΚΑΔΙΑΣ, ΨΗΛΗ ΒΡΥΣΗ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22015", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΠΑΡΑΛΟΓΓΩΝ ΑΡΚΑΔΙΑΣ, ΑΠΟΣΚΙΑ ΑΡΚΑΔΙΑΣ, ΑΡΣΙΝΑΙΑ ΑΡΚΑΔΙΑΣ, ΒΑΧΛΙΑ ΑΡΚΑΔΙΑΣ, ΒΕΛΗΜΑΧΙ ΑΡΚΑΔΙΑΣ, ΒΙΔΙΑΚΙ ΑΡΚΑΔΙΑΣ, ΒΟΥΤΣΗΣ ΑΡΚΑΔΙΑΣ, ΔΗΜΗΤΡΑ ΑΡΚΑΔΙΑΣ, ΚΑΡΔΑΡΙΤΣΙ ΑΡΚΑΔΙΑΣ, ΚΟΝΤΟΒΑΖΑΙΝΑ ΑΡΚΑΔΙΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΑΡΚΑΔΙΑΣ, ΞΗΡΟΚΑΡΙΤΑΙΝΑ ΑΡΚΑΔΙΑΣ, ΠΑΡΑΛΟΓΓΟΙ ΑΡΚΑΔΙΑΣ, ΠΕΛΕΚΙ ΑΡΚΑΔΙΑΣ, ΠΕΡΑ ΒΑΧΛΙΑ ΑΡΚΑΔΙΑΣ, ΠΕΤΑΣ ΑΡΚΑΔΙΑΣ, ΣΟΥΔΕΛΗ ΑΡΚΑΔΙΑΣ, ΣΤΑΥΡΙ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22027", "ΑΓΙΩΡΓΙΤΙΚΑ ΑΡΚΑΔΙΑΣ, ΑΓΡΙΑΚΟΝΑ ΑΡΚΑΔΙΑΣ, ΑΘΗΝΑΙΟ ΑΡΚΑΔΙΑΣ, ΑΜΠΕΛΑΚΙ ΑΡΚΑΔΙΑΣ, ΑΡΑΧΑΜΙΤΕΣ ΑΡΚΑΔΙΑΣ, ΑΣΕΑ ΑΡΚΑΔΙΑΣ, ΔΑΦΝΗ ΑΡΚΑΔΙΑΣ, ΔΟΡΙΖΑ ΑΡΚΑΔΙΑΣ, ΚΑΛΤΕΖΕΣ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΑΣΕΑ ΑΡΚΑΔΙΑΣ, ΚΕΡΑΣΤΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΚΟΥΒΕΛΙΑ ΑΡΚΑΔΙΑΣ, ΛΙΑΝΟΣ ΑΡΚΑΔΙΑΣ, ΜΑΝΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΜΑΝΙΑΤΗΣ ΑΡΚΑΔΙΑΣ, ΜΑΡΜΑΡΙΑ ΑΡΚΑΔΙΑΣ, ΜΑΥΡΟΓΙΑΝΝΗΣ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΚΑΛΤΕΖΩΝ ΑΡΚΑΔΙΑΣ, ΠΑΛΑΙΟΧΟΥΝΗ ΑΡΚΑΔΙΑΣ, ΠΑΠΑΡΗΣ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22028", "ΑΓΑΛΩ ΑΡΚΑΔΙΑΣ, ΑΓΙΟΝΕΡΙ ΑΡΚΑΔΙΑΣ, ΑΕΤΟΡΡΑΧΗ ΑΡΚΑΔΙΑΣ, ΑΡΑΠΗΔΕΣ ΑΡΚΑΔΙΑΣ, ΙΑΜΑΤΙΚΕΣ ΠΗΓΕΣ ΗΡΑΙΑΣ ΑΡΚΑΔΙΑΣ, ΚΑΚΟΥΡΑΙΙΚΑ ΑΡΚΑΔΙΑΣ, ΚΟΚΚΙΝΟΡΡΑΧΗ ΑΡΚΑΔΙΑΣ, ΚΟΚΚΟΡΑΣ ΑΡΚΑΔΙΑΣ, ΛΙΘΑΡΟΣ ΑΡΚΑΔΙΑΣ, ΛΙΟΔΩΡΑ ΑΡΚΑΔΙΑΣ, ΛΟΥΤΡΑ ΗΡΑΙΑΣ ΑΡΚΑΔΙΑΣ, ΛΥΚΟΥΡΕΣΗΣ ΑΡΚΑΔΙΑΣ, ΛΥΣΣΑΡΕΑ ΑΡΚΑΔΙΑΣ, ΛΩΤΗΣ ΑΡΚΑΔΙΑΣ, ΜΠΑΡΔΑΚΙ ΑΡΚΑΔΙΑΣ, ΟΧΘΙΑ ΑΡΚΑΔΙΑΣ, ΠΑΛΟΥΜΠΑ ΑΡΚΑΔΙΑΣ, ΠΑΠΠΑΔΑΣ ΑΡΚΑΔΙΑΣ, ΠΑΡΝΑΣΣΟΣ ΑΡΚΑΔΙΑΣ, ΠΥΡΡΗΣ ΑΡΚΑΔΙΑΣ, ΡΑΠΤΗΣ ΑΡΚΑΔΙΑΣ, ΣΑΡΑΚΙΝΙΟ ΗΡΑΙΑΣ ΑΡΚΑΔΙΑΣ, ΣΑΡΛΑΙΙΚΑ ΑΡΚΑΔΙΑΣ, ΣΕΡΒΟΣ ΑΡΚΑΔΙΑΣ, ΧΡΥΣΟΧΩΡΙΟ ΑΡΚΑΔΙΑΣ, ΨΑΡΙ ΓΟΡΤΥΝΙΑΣ ΑΡΚΑΔΙΑΣ, ΨΑΡΙ ΠΑΛΑΜΑΡΙΟΥ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21059", "ΕΠΑΝΩ ΕΠΙΔΑΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΠΑΛΑΙΑ ΕΠΙΔΑΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΠΑΝΑΓΙΑ ΑΡΓΟΛΙΔΑΣ, ΣΠΗΛΙΑ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22029", "ΠΑΛΑΙΟΧΩΡΑ ΤΥΡΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΑΡΑΛΙΑ ΣΑΠΟΥΝΑΚΑΙΙΚΩΝ ΑΡΓΟΛΙΔΑΣ, ΠΑΡΑΛΙΑ ΤΥΡΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΕΡΑ ΜΕΛΑΝΑ ΑΡΓΟΛΙΔΑΣ, ΠΕΤΡΑ ΑΡΓΟΛΙΔΑΣ, ΣΑΠΟΥΝΑΚΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΤΥΡΟΣ ΑΡΓΟΛΙΔΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22200", "ΑΝΘΟΧΩΡΙ ΑΡΚΑΔΙΑΣ, ΑΠΙΔΙΤΣΑ ΑΡΚΑΔΙΑΣ, ΒΑΓΓΟΣ ΑΡΚΑΔΙΑΣ, ΒΡΥΣΟΥΛΕΣ ΑΡΚΑΔΙΑΣ, ΓΕΦΥΡΑ ΑΡΚΑΔΙΑΣ, ΓΕΦΥΡΑΚΙΑ ΑΡΚΑΔΙΑΣ, ΔΕΡΒΕΝΙ ΑΡΚΑΔΙΑΣ, ΘΩΚΝΙΑ ΑΡΚΑΔΙΑΣ, ΙΣΩΜΑ ΚΑΡΥΩΝ ΑΡΚΑΔΙΑΣ, ΚΑΡΑΤΟΥΛΑΣ ΜΕΓΑΛΟΠΟΛΗΣ ΑΡΚΑΔΙΑΣ, ΚΑΡΥΕΣ ΜΕΓΑΛΟΠΟΛΗΣ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΚΑΡΥΕΣ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΜΑΚΡΥΣΙ ΑΡΚΑΔΙΑΣ, ΜΑΚΡΥΣΙΟ ΑΡΚΑΔΙΑΣ, ΜΑΛΛΩΤΑ ΑΡΚΑΔΙΑΣ, ΜΑΡΑΘΟΥΣΣΑ ΑΡΚΑΔΙΑΣ, ΜΕΓΑΛΟΠΟΛΗ ΑΡΚΑΔΙΑΣ, ΝΕΑ ΕΚΚΛΗΣΟΥΛΑ ΑΡΚΑΔΙΑΣ, ΝΕΟΧΩΡΙΟ ΛΥΚΟΣΟΥΡΑΣ ΑΡΚΑΔΙΑΣ, ΟΡΕΣΤΕΙΟ ΑΡΚΑΔΙΑΣ, ΠΑΡΑΔΕΙΣΙΑ ΑΡΚΑΔΙΑΣ, ΠΕΡΙΒΟΛΙΑ ΑΡΚΑΔΙΑΣ, ΠΛΑΚΑ ΜΕΓΑΛΟΠΟΛΗΣ ΑΡΚΑΔΙΑΣ, ΡΑΨΟΜΜΑΤΗΣ ΑΡΚΑΔΙΑΣ, ΣΟΥΛΙ ΑΡΚΑΔΙΑΣ, ΣΟΥΛΟΣ ΑΡΚΑΔΙΑΣ, ΤΡΙΛΟΦΟ ΑΡΚΑΔΙΑΣ, ΤΡΙΠΟΤΑΜΟ ΑΡΚΑΔΙΑΣ, ΦΑΝΑΙΤΗ ΑΡΚΑΔΙΑΣ, ΧΙΡΑΔΕΣ ΑΡΚΑΔΙΑΣ, ΧΡΑΝΟΙ ΑΡΚΑΔΙΑΣ, ΧΩΡΕΜΗΣ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22300", "ΑΜΥΓΔΑΛΙΑ ΑΡΓΟΛΙΔΑΣ, ΒΙΓΛΑ ΑΡΓΟΛΙΔΑΣ, ΒΛΗΣΙΔΙΑ ΑΡΓΟΛΙΔΑΣ, ΒΟΣΚΙΝΑ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΝΟΥΠΙΑ ΑΡΓΟΛΙΔΑΣ, ΛΕΩΝΙΔΙ ΑΡΓΟΛΙΔΑΣ, ΛΙΒΑΔΙ ΠΕΡΑ ΜΕΛΑΝΩΝ ΑΡΓΟΛΙΔΑΣ, ΛΙΒΑΔΙ ΠΡΑΓΜΑΤΕΥΤΗ ΑΡΓΟΛΙΔΑΣ, ΛΟΓΓΑΡΙ ΑΡΓΟΛΙΔΑΣ, ΜΑΡΙ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΕΛΩΝΗΣ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΚΥΝΟΥΡΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΠΕΛΕΤΑ ΑΡΓΟΛΙΔΑΣ, ΠΗΓΑΔΙ ΑΡΓΟΛΙΔΑΣ, ΠΛΑΤΑΝΑΚΙ ΑΡΓΟΛΙΔΑΣ, ΠΟΥΛΙΘΡΑ ΑΡΓΟΛΙΔΑΣ, ΠΡΑΓΜΑΤΕΥΤΗΣ ΑΡΓΟΛΙΔΑΣ, ΠΥΡΓΟΥΔΙ ΑΡΓΟΛΙΔΑΣ, ΣΑΜΠΑΤΙΚΗ ΑΡΓΟΛΙΔΑΣ, ΤΣΙΤΑΛΙΑ ΑΡΓΟΛΙΔΑΣ, ΦΥΛΑΤΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΦΩΚΙΑΝΟ ΑΡΓΟΛΙΔΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47040", "ΒΑΛΜΑΔΑ ΑΡΤΑΣ, ΕΛΑΙΟΦΥΤΟ ΦΛΩΡΙΑΔΟΣ ΑΡΤΑΣ, ΕΛΑΙΟΧΩΡΙ ΑΡΤΑΣ, ΘΕΡΙΑΚΗΣΙ ΑΡΤΑΣ, ΚΑΘΑΡΟΒΟΥΝΙ ΦΛΩΡΙΑΔΟΣ ΑΡΤΑΣ, ΚΑΣΤΡΙΩΤΙΣΣΑ ΑΡΤΑΣ, ΚΟΜΠΟΤΙ ΑΡΤΑΣ, ΛΑΓΚΑΔΑ ΜΕΝΙΔΙΟΥ ΑΡΤΑΣ, ΛΑΓΚΑΔΑ ΜΗΛΙΑΝΩΝ ΑΡΤΑΣ, ΜΑΡΛΕΣΙ ΑΡΤΑΣ, ΠΑΛΑΙΑ ΦΛΩΡΙΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΚΑΣΤΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΣΕΛΛΑΔΕΣ ΑΡΤΑΣ, ΣΥΚΟΥΛΑ ΑΡΤΑΣ, ΦΛΩΡΙΑΔΑ ΑΡΤΑΣ, ΧΡΥΣΟΠΗΓΗ ΑΡΤΑΣ, ΧΡΥΣΟΡΡΑΧΗ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47041", "ΝΕΟΧΩΡΙ ΑΡΤΑΣ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47044", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΚΑΛΕΝΤΙΝΗΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΔΙΧΟΜΟΙΡΙΟΥ ΑΡΤΑΣ, ΑΝΩ ΚΑΛΕΝΤΙΝΗ ΑΡΤΑΣ, ΑΣΦΑΚΕΡΟ ΑΡΤΑΣ, ΒΑΡΚΑ ΑΡΤΑΣ, ΒΕΛΕΝΤΖΙΚΟ ΑΡΤΑΣ, ΔΙΧΟΜΟΙΡΙ ΑΡΤΑΣ, ΕΠΑΝΩ ΣΕΣΗ ΑΡΤΑΣ, ΖΥΓΟΣ ΔΙΧΟΜΟΙΡΙΟΥ ΑΡΤΑΣ, ΚΑΡΠΙΝΟ ΑΡΤΑΣ, ΚΟΚΚΙΝΟ ΛΙΘΑΡΙ ΑΡΤΑΣ, ΚΟΥΦΑΛΟΣ ΑΡΤΑΣ, ΚΡΑΝΙΕΣ ΑΡΤΑΣ, ΚΡΙΣΕΛΙΑ ΑΡΤΑΣ, ΛΙΤΕΣΙΟ ΑΡΤΑΣ, ΜΕΓΑΣ ΚΑΜΠΟΣ ΑΡΤΑΣ, ΞΗΡΟΚΑΜΠΟΣ ΓΟΡΓΟΜΥΛΟΥ ΑΡΤΑΣ, ΞΗΡΟΚΑΜΠΟΣ ΔΙΧΟΜΟΙΡΙΟΥ ΑΡΤΑΣ, ΠΕΡΑ ΚΑΛΕΝΤΙΝΗ ΑΡΤΑΣ, ΠΗΓΗ ΒΕΛΕΝΤΖΙΚΟΥ ΑΡΤΑΣ, ΠΛΑΚΟΥΤΣΑΙΙΚΑ ΑΡΤΑΣ, ΠΡΟΣΗΛΙΑ ΑΡΤΑΣ, ΡΕΤΣΙΑΝΑ ΑΡΤΑΣ, ΣΕΛΙΟ ΑΡΤΑΣ, ΣΕΣΗ ΑΡΤΑΣ, ΦΙΣΟΤΑ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47045", "ΑΓΓΕΛΑΙΙΚΑ ΑΡΤΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΥΨΕΛΗΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΜΗΝΑΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΑΡΤΑΣ, ΑΘΑΜΑΝΙ ΑΡΤΑΣ, ΑΜΠΕΛΙΑ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΑΜΠΕΛΙΑ ΠΑΛΑΙΟΚΑΤΟΥΝΟΥ ΑΡΤΑΣ, ΑΡΙΑ ΑΡΤΑΣ, ΒΟΥΛΓΑΡΕΛΙ ΑΡΤΑΣ, ΓΙΑΝΝΙΤΣΙ ΑΡΤΑΣ, ΓΩΝΙΑ ΚΑΤΩ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΓΩΝΙΑ ΠΑΝΑΓΙΑΣ ΑΡΤΑΣ, ΔΡΟΣΙΑ ΜΕΣΟΥΝΤΑΣ ΑΡΤΑΣ, ΖΑΛΟΣ ΑΡΤΑΣ, ΘΑΝΑΣΙΑ ΑΡΤΑΣ, ΘΕΟΔΩΡΙΑΝΑ ΑΡΤΑΣ, ΚΑΛΛΟΝΗ ΑΡΤΑΣ, ΚΑΜΠΟΣ ΒΟΥΡΓΑΡΕΛΙΟΥ ΑΡΤΑΣ, ΚΑΜΠΟΣ ΣΚΟΥΠΑΣ ΑΡΤΑΣ, ΚΑΡΥΑ ΑΡΤΑΣ, ΚΑΤΩ ΧΩΡΑ ΑΡΤΑΣ, ΚΑΨΑΛΑ ΑΡΤΑΣ, ΚΕΡΑΝΙ ΑΡΤΑΣ, ΚΟΡΑΚΑΔΑ ΑΡΤΑΣ, ΚΟΥΒΕΛΙ ΑΡΤΑΣ, ΚΥΨΕΛΗ ΑΡΤΑΣ, ΛΟΓΑΡΟΥ ΑΡΤΑΣ, ΛΟΥΤΣΑ ΑΡΤΑΣ, ΜΕΣΟΥΝΤΑ ΑΡΤΑΣ, ΜΗΤΣΟΡΟΥΒΑ ΑΡΤΑΣ, ΜΟΝΗ ΕΥΑΓΓΕΛΙΣΤΡΙΑΣ ΑΡΤΑΣ, ΝΕΒΡΟΠΟΛΗ ΑΡΤΑΣ, ΟΜΑΛΗ ΑΡΤΑΣ, ΠΑΛΑΙΟΚΑΤΟΥΝΟ ΑΡΤΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΒΟΥΛΓΑΡΕΛΙΟΥ ΑΡΤΑΣ, ΠΑΝΑΓΙΑ ΚΑΨΑΛΩΝ ΑΡΤΑΣ, ΠΕΡΑ ΝΕΒΡΟΠΟΛΗ ΑΡΤΑΣ, ΠΕΤΡΑΛΩΝΟ ΑΡΤΑΣ, ΠΕΥΚΟΣ ΑΡΤΑΣ, ΠΗΓΗ ΤΕΤΡΑΚΩΜΟΥ ΑΡΤΑΣ, ΠΛΑΤΑΝΟΣ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΠΟΤΑΜΙΑ ΑΡΤΑΣ, ΡΟΥΠΑΚΙΑ ΑΡΤΑΣ, ΣΚΑΛΟΥΛΑ ΑΡΤΑΣ, ΣΚΑΡΠΑΡΙ ΑΡΤΑΣ, ΣΚΙΑΔΑΔΕΣ ΑΡΤΑΣ, ΣΤΕΝΟ ΑΡΤΑΣ, ΤΑΥΛΑ ΑΡΤΑΣ, ΤΕΛΗΣΙΟ ΑΘΑΜΑΝΙΟΥ ΑΡΤΑΣ, ΤΕΛΗΣΙΟ ΤΕΤΡΑΚΩΜΟΥ ΑΡΤΑΣ, ΤΕΡΠΝΑΣ ΑΡΤΑΣ, ΤΕΤΡΑΚΩΜΟ ΑΡΤΑΣ, ΦΩΤΑΙΙΚΑ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47047", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΕΓΑΛΟΧΑΡΗΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΟΜΠΟΤΙΟΥ ΑΡΤΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΠΗΓΩΝ ΑΡΤΑΣ, ΑΗΔΟΝΙΑ ΑΡΤΑΣ, ΑΛΩΝΑΚΙ ΑΡΤΑΣ, ΑΛΩΝΙΑ ΜΗΛΙΑΝΩΝ ΑΡΤΑΣ, ΑΛΩΝΙΑ ΣΕΛΛΑΔΩΝ ΑΡΤΑΣ, ΑΝΩ ΚΑΡΥΕΣ ΑΡΤΑΣ, ΑΣΤΡΟΧΩΡΙ ΑΡΤΑΣ, ΑΦΡΟΞΥΛΙΑ ΑΡΤΑΣ, ΒΕΛΑΝΙΔΙΑ ΑΡΤΑΣ, ΒΟΥΛΙΑΓΜΕΝΟ ΑΡΤΑΣ, ΒΟΥΤΑΝΙΑΔΑ ΑΡΤΑΣ, ΒΡΥΣΟΥΛΑ ΑΡΤΑΣ, ΔΙΛΟΦΟ ΠΗΓΩΝ ΑΡΤΑΣ, ΕΛΑΤΗ ΑΡΤΑΣ, ΙΤΕΑ ΑΡΤΑΣ, ΚΑΝΑΛΙΑ ΑΡΤΑΣ, ΚΑΣΙΑΝΟΣ ΑΡΤΑΣ, ΚΑΣΤΑΝΕΑ ΑΡΤΑΣ, ΚΑΣΤΑΝΙΕΣ ΑΡΤΑΣ, ΚΡΥΑ ΒΡΥΣΗ ΑΡΤΑΣ, ΛΑΜΠΙΡΙ ΑΡΤΑΣ, ΜΕΓΑΛΟΧΑΡΗ ΑΡΤΑΣ, ΜΕΣΟΠΥΡΓΟΣ ΑΡΤΑΣ, ΜΗΛΕΑ ΚΑΣΤΑΝΙΑΣ ΑΡΤΑΣ, ΜΗΛΙΑΝΑ ΑΡΤΑΣ, ΜΗΛΙΕΣ ΑΡΤΑΣ, ΠΑΛΑΙΟΜΥΛΙΑ ΑΡΤΑΣ, ΠΑΛΑΙΟΜΥΛΟΣ ΑΡΤΑΣ, ΠΕΡΔΙΚΑ ΑΡΤΑΣ, ΠΕΤΡΟΥ ΑΡΤΑΣ, ΠΗΓΕΣ ΑΡΤΑΣ, ΠΛΑΤΑΝΟΣ ΑΣΤΡΟΧΩΡΙΟΥ ΑΡΤΑΣ, ΠΟΤΙΣΤΙΚΑ ΜΕΓΑΛΟΧΑΡΗΣ ΑΡΤΑΣ, ΠΥΡΓΟΣ ΑΡΤΑΣ, ΡΙΣΕΣΙ ΑΡΤΑΣ, ΣΤΑΥΡΟΒΡΥΣΗ ΑΡΤΑΣ, ΤΣΕΛΙΓΓΑΔΕΣ ΑΡΤΑΣ, ΦΡΑΞΟ ΑΡΤΑΣ, ΧΟΥΤΙΑΝΑ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47100", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΑΡΤΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΓΟΡΓΟΜΥΛΟΥ ΑΡΤΑΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΑΡΤΑΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΑΡΤΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΓΛΥΚΟΡΡΙΖΟΥ ΑΡΤΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΚΑΤΩ ΚΑΛΕΝΤΙΝΗΣ ΑΡΤΑΣ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΑΡΤΑΣ, ΑΚΡΟΠΟΤΑΜΙΑ ΑΡΤΑΣ, ΑΚΡΟΠΟΤΑΜΙΑ ΚΛΕΙΔΙΟΥ ΑΡΤΑΣ, ΑΛΥΚΗ ΑΡΤΑΣ, ΑΜΦΙΘΕΑ ΑΡΤΑΣ, ΑΝΔΡΕΑΣ ΑΡΤΑΣ, ΑΝΕΖΑ ΑΡΤΑΣ, ΑΝΕΜΟΡΡΑΧΗ ΑΡΤΑΣ, ΑΝΘΟΤΟΠΟΣ ΑΡΤΑΣ, ΑΝΩ ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΑΡΤΑΣ, ΑΠΟΜΕΡΟ ΑΡΤΑΣ, ΑΡΤΑ ΑΡΤΑΣ, ΒΑΘΥΚΑΜΠΟΣ ΑΡΤΑΣ, ΒΑΘΥΠΕΔΟ ΑΡΤΑΣ, ΒΙΓΛΑ ΑΡΤΑΣ, ΒΛΑΧΕΡΝΑ ΑΡΤΑΣ, ΒΡΥΣΟΥΛΕΣ ΑΡΤΑΣ, ΓΑΒΡΙΑ ΑΡΤΑΣ, ΓΛΥΚΟΡΡΙΖΟ ΑΡΤΑΣ, ΓΡΑΜΜΕΝΤΣΑ ΑΡΤΑΣ, ΓΡΙΜΠΟΒΟ ΑΡΤΑΣ, ΔΑΦΝΗ ΑΡΤΑΣ, ΔΑΦΝΟΥΛΑ ΑΡΤΑΣ, ΔΙΑΣΕΛΛΑ ΑΡΤΑΣ, ΔΙΣΤΡΑΤΟ ΑΡΤΑΣ, ΔΟΚΙΜΙΑ ΑΡΤΑΣ, ΔΡΥΩΝ ΑΡΤΑΣ, ΕΛΑΤΟΣ ΑΡΤΑΣ, ΕΛΕΟΥΣΑ ΑΡΤΑΣ, ΖΑΡΚΑΔΑΙΙΚΑ ΑΡΤΑΣ, ΖΥΓΟΣ ΜΑΡΚΙΝΙΑΔΑΣ ΑΡΤΑΣ, ΘΑΝΑΣΑΙΙΚΑ ΑΡΤΑΣ, ΚΑΚΟΒΑΤΟΣ ΑΡΤΑΣ, ΚΑΛΟΒΑΤΟΣ ΑΡΤΑΣ, ΚΑΛΟΓΕΡΙΚΟ ΑΡΤΑΣ, ΚΑΛΟΜΟΔΙΑ ΑΡΤΑΣ, ΚΑΤΩ ΚΑΛΕΝΤΙΝΗ ΑΡΤΑΣ, ΚΕΝΤΡΙΚΟ ΑΡΤΑΣ, ΚΕΡΑΜΑΤΕΣ ΑΡΤΑΣ, ΚΙΡΚΙΖΑΤΕΣ ΑΡΤΑΣ, ΚΛΕΙΣΤΟ ΑΡΤΑΣ, ΚΟΜΜΕΝΟ ΑΡΤΑΣ, ΚΟΡΦΟΒΟΥΝΙ ΑΡΤΑΣ, ΚΟΡΩΝΗΣΙΑ ΑΡΤΑΣ, ΚΡΥΟΝΕΡΙ ΑΡΤΑΣ, ΚΩΣΤΑΚΙΟΙ ΑΡΤΑΣ, ΛΑΓΚΑΔΙΑ ΚΕΝΤΡΙΚΟΥ ΑΡΤΑΣ, ΛΙΜΙΝΗ ΑΡΤΑΣ, ΛΟΥΤΡΟΤΟΠΟΣ ΑΡΤΑΣ, ΜΑΡΑΘΟΒΟΥΝΙ ΑΡΤΑΣ, ΜΑΡΚΙΝΙΑΔΑ ΑΡΤΑΣ, ΜΕΓΑΡΧΗ ΑΡΤΑΣ, ΜΕΓΚΛΑ ΑΡΤΑΣ, ΜΕΛΑΤΕΣ ΑΡΤΑΣ, ΜΟΝΗ ΓΕΝΝΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΑΡΤΑΣ, ΜΥΤΙΚΑΣ ΑΡΤΑΣ, ΝΕΟΣ ΣΥΝΟΙΚΙΣΜΟΣ ΚΟΜΜΕΝΟΥ ΑΡΤΑΣ, ΝΕΟΣ ΣΥΝΟΙΚΙΣΜΟΣ ΛΟΥΤΡΟΤΟΠΟΥ ΑΡΤΑΣ, ΝΕΟΧΩΡΑΚΙ ΑΡΤΑΣ, ΠΑΛΑΙΟΣΚΑΜΙΑ ΑΡΤΑΣ, ΠΑΧΥΚΑΛΑΜΟΣ ΑΡΤΑΣ, ΠΕΡΑΝΘΗ ΑΡΤΑΣ, ΠΛΗΣΙΟΙ ΑΡΤΑΣ, ΠΟΛΥΔΡΟΣΟ ΑΡΤΑΣ, ΠΟΥΡΝΑΡΙ ΑΡΤΑΣ, ΠΤΕΡΗ ΑΡΤΑΣ, ΡΑΧΗ ΑΡΤΑΣ, ΡΟΚΚΑ ΑΡΤΑΣ, ΡΟΥΜΑΝΙΑ ΑΡΤΑΣ, ΣΑΛΑΩΡΑ ΑΡΤΑΣ, ΣΕΛΙΝΑ ΑΡΤΑΣ, ΣΚΑΜΝΙΑ ΑΡΤΑΣ, ΣΥΓΓΟΥΝΕΙΚΑ ΑΡΤΑΣ, ΣΥΚIΕΣ ΑΡΤΑΣ, ΤΖΑΠΑΔΑ ΑΡΤΑΣ, ΤΡΑΠΕΖΑΚΙ ΑΡΤΑΣ, ΦΑΓΚΟΣ ΑΡΤΑΣ, ΦΤΕΡΗ ΑΡΤΑΣ, ΦΩΤΕΙΝΟ ΑΡΤΑΣ, ΨΑΘΟΤΟΠΙ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "47150", "ΆΜΜΟΣ ΑΡΤΑΣ, ΔΑΦΝΩΤΉ ΑΡΤΑΣ, ΚΑΘΑΡΟΒΟΎΝΙΟΝ ΑΡΤΑΣ, ΚΑΛΛΙΘΈΑ ΠΙΣΤΙΑΝΏΝ ΑΡΤΑΣ, ΚΆΜΠΟΣ ΣΚΟΎΠΑΣ ΑΡΤΑΣ, ΚΆΡΔΑΜΟΣ ΑΡΤΑΣ, ΠΑΛΑΙΟΧΏΡΙΟΝ ΣΚΟΎΠΑΣ ΑΡΤΑΣ, ΠΕΡΔΙΚΆΡΙΟΝ ΑΡΤΑΣ, ΠΙΣΤΙΑΝΆ ΑΡΤΑΣ, ΠΛΑΤΑΝΆΚΙΑ ΑΡΤΑΣ, ΠΛΑΤΆΝΙΑ ΑΡΤΑΣ, ΠΡΟΦΉΤΗΣ ΗΛΊΑΣ ΑΡΤΑΣ, ΡΟΔΑΥΓΉ ΑΡΤΑΣ, ΣΚΟΎΠΑ ΑΡΤΑΣ, ΣΟΥΜΈΣΙΟΝ ΑΡΤΑΣ, ΤΣΙΑΠΑΛΑΊΪΚΑ ΑΡΤΑΣ, ΦΑΝΕΡΩΜΈΝΗ ΑΡΤΑΣ, ΦΡΆΞΟΣ ΑΡΤΑΣ", "Άρτας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10431", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10432", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10433", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "22100", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΚΥΝΟΥΡΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΜΑΝΤΙΝΕΙΑΣ ΑΡΚΑΔΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΑΡΚΑΔΙΑΣ, ΑΓΙΩΡΓΙΤΙΚΑ ΑΡΚΑΔΙΑΣ, ΑΛΩΝΙΣΤΑΙΝΑ ΑΡΚΑΔΙΑΣ, ΑΡΤΕΜΙΣΙΟ ΑΡΚΑΔΙΑΣ, ΒΑΛΤΕΤΣΙ ΑΡΚΑΔΙΑΣ, ΔΑΒΙΑ ΑΡΚΑΔΙΑΣ, ΕΥΑΝΔΡΟ ΑΡΚΑΔΙΑΣ, ΖΕΥΓΟΛΑΤΕΙΟ ΑΡΚΑΔΙΑΣ, ΘΑΝΑΣ ΑΡΚΑΔΙΑΣ, ΚΑΤΩ ΔΑΒΙΑ ΑΡΚΑΔΙΑΣ, ΚΑΨΑΣ ΑΡΚΑΔΙΑΣ, ΛΟΥΚΑΣ ΑΡΚΑΔΙΑΣ, ΜΑΙΝΑΛΟ ΑΡΚΑΔΙΑΣ, ΜΑΚΡΗ ΑΡΚΑΔΙΑΣ, ΜΑΝΤΑΙΙΚΑ ΑΡΚΑΔΙΑΣ, ΜΕΡΚΟΒΟΥΝΙΟ ΑΡΚΑΔΙΑΣ, ΜΗΛΙΑ ΛΟΥΚΑ ΑΡΚΑΔΙΑΣ, ΜΗΛΙΑ ΤΡΙΠΟΛΕΩΣ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΒΑΡΣΩΝ ΑΡΚΑΔΙΑΣ, ΜΟΝΗ ΕΠΑΝΩ ΧΡΕΠΑΣ ΑΡΚΑΔΙΑΣ, ΝΕΟΧΩΡΙΟ ΜΑΝΤΙΝΕΙΑΣ ΑΡΚΑΔΙΑΣ, ΠΑΛΛΑΝΤΙΟ ΑΡΚΑΔΙΑΣ, ΠΑΡΘΕΝΙΟ ΑΡΚΑΔΙΑΣ, ΠΑΡΟΡΙΟ ΑΡΚΑΔΙΑΣ, ΠΕΛΑΓΟΣ ΑΡΚΑΔΙΑΣ, ΠΕΡΘΩΡΙΟ ΑΡΚΑΔΙΑΣ, ΠΕΡΠΑΤΑΡΗΣ ΑΡΚΑΔΙΑΣ, ΠΙΑΝΑ ΑΡΚΑΔΙΑΣ, ΠΙΚΕΡΝΗΣ ΑΡΚΑΔΙΑΣ, ΡΟΕΙΝΟ ΑΡΚΑΔΙΑΣ, ΣΑΓΚΑΣ ΑΡΚΑΔΙΑΣ, ΣΑΝΑΤΟΡΙΟ ΜΑΚΡΗΣ ΑΡΚΑΔΙΑΣ, ΣΙΛΙΜΝΑ ΑΡΚΑΔΙΑΣ, ΣΚΟΠΗ ΑΡΚΑΔΙΑΣ, ΣΤΕΝΟ ΑΡΚΑΔΙΑΣ, ΤΡΙΠΟΛΗ ΑΡΚΑΔΙΑΣ, ΤΣΕΛΕΠΑΚΟΣ ΑΡΚΑΔΙΑΣ, ΧΑΝΙΑ ΣΚΟΠΗΣ ΑΡΚΑΔΙΑΣ, ΧΡΥΣΟΒΙΤΣΙ ΑΡΚΑΔΙΑΣ", "Αρκαδίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21056", "ΤΟΛΟ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21055", "ΑΓΙΑ ΤΡΙΑΔΑ ΑΡΓΟΛΙΔΑΣ, ΑΜΑΡΙΑΝΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΜΥΓΔΑΛΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΑΝΥΦΙ ΑΡΓΟΛΙΔΑΣ, ΑΡΑΧΝΑΙΟ ΑΡΓΟΛΙΔΑΣ, ΓΚΑΤΖΙΑ ΑΡΓΟΛΙΔΑΣ, ΗΡΑΙΟ ΑΡΓΟΛΙΔΑΣ, ΜΑΝΕΣΗΣ ΑΡΓΟΛΙΔΑΣ, ΜΕΤΟΧΙ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΜΕΤΟΧΙ ΝΑΥΠΛΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΜΙΔΕΑ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΘΕΟΔΟΣΙΟΥ ΑΡΓΟΛΙΔΑΣ, ΠΑΝΑΡΙΤΗΣ ΑΡΓΟΛΙΔΑΣ, ΠΛΑΤΑΝΙΤΗΣ ΑΡΓΟΛΙΔΑΣ, ΠΟΥΛΛΑΚΙΔΑ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21054", "ΓΑΛΑΝΑΙΙΚΑ ΝΑΥΠΛΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΔΗΜΑΙΝΑ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΤΑΞΙΑΡΧΩΝ ΑΡΓΟΛΙΔΑΣ, ΝΕΑ ΔΗΜΑΙΝΑ ΑΡΓΟΛΙΔΑΣ, ΝΕΑ ΕΠΙΔΑΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΠΑΡΑΛΙΑ ΝΕΑΣ ΕΠΙΔΑΥΡΟΥ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30002", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΒΟΝΙΤΣΗΣ ΛΕΥΚΑΔΑΣ, ΑΚΤΙΟ ΠΡΕΒΕΖΑΣ, ΑΛΥΚΕΣ ΤΟΥΡΛΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΜΟΥΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΤΩΝΗ ΛΕΥΚΑΔΑΣ, ΒΑΓΙΑ ΝΗΣΟΣ ΛΕΥΚΑΔΑΣ, ΒΟΝΙΤΣΑ ΛΕΥΚΑΔΑΣ, ΓΟΥΡΓΟΥΒΛΗ ΛΕΥΚΑΔΑΣ, ΔΡΥΜΟΣ ΛΕΥΚΑΔΑΣ, ΘΥΡΙΟ ΛΕΥΚΑΔΑΣ, ΚΟΡΠΗ ΛΕΥΚΑΔΑΣ, ΝΕΑ ΚΑΜΑΡΙΝΑ ΛΕΥΚΑΔΑΣ, ΠΑΛΙΑΜΠΕΛΑ ΒΟΝΙΤΣΗΣ ΛΕΥΚΑΔΑΣ, ΠΕΡΑΤΙΑ ΛΕΥΚΑΔΑΣ, ΠΕΤΡΑ ΛΕΥΚΑΔΑΣ, ΠΛΑΓΙΑ ΛΕΥΚΑΔΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30003", "ΞΗΡΑΚΙΑ ΠΑΝΑΙΤΩΛΙΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΚΑΡΥΑ ΚΕΡΑΣΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΚΕΡΑΣΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΝΑΙΤΩΛΙΟ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30004", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΒΟΝΙΤΣΗΣ ΛΕΥΚΑΔΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΑΤΟΥΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΕΤΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΧΥΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΟΥΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΜΠΩΤΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΝΟΠΙΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΟΥΤΡΑΚΙ ΚΑΤΟΥΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΥΦΟΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30005", "ΚΑΙΝΟΥΡΓΙΟ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30006", "ΑΓΡΑΜΠΕΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΣΤΑΚΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΣΙΛΟΠΟΥΛΟ ΑΙΤΩΛ/ΝΙΑΣ, ΒΛΙΖΙΑΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΡΑΙΣΚΑΚΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΟΔΡΟΜΟΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30008", "ΑΒΑΡΙΚΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΣΟΦΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΔΡΥΜΩΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΚΟΚΚΙΝΟΒΡΥΣΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΤΡΙΧΩΝΙΔΑΣ(ΚΟΝΙΣΚΗΣ) ΑΙΤΩΛ/ΝΙΑΣ, ΑΕΤΟΠΕΤΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΒΡΑΚΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΠΕΛΙΑ ΚΟΚΚΙΝΟΒΡΥΣΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΑΛΗΨΗ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΔΡΥΜΩΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΡΓΥΡΟ ΠΗΓΑΔΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΑΦΝΗ ΑΜΒΡΑΚΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΑΣΕΛΛΟ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΠΛΑΤΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΔΟΚΙΜΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΟΣΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΟΥΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΡΥΜΩΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΘΕΟΤΟΚΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΘΕΡΜΟ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΗΜΕΝΑ ΑΜΠΕΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΛΛΙΘΕΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΛΟΥΔΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΛΑΜΠΙΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΜΑΚΡΙΑ ΛΟΓΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΧΡΥΣΟΒΙΤΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΛΟΠΟΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΝΙΣΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΣΚΙΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΛΟΥΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΤΣΟΜΗΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΦΤΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΔΙΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΜΠΙΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΥΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΛΟΥΣΤΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΟΥΤΡΑ  ΜΥΡΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΚΡΙΑ ΛΟΓΓΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΝΔΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΑΘΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΑΘΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΑΘΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΥΡΟΒΟΡΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΓΑΣ ΔΕΝΔΡΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΛΙΓΚΟΒΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΙΣΑΜΠΕΛΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΥΡΤΕΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΥΡΤΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΡΟΣΥΡΤΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΡΟΧΩΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΜΥΛΟΣ ΜΥΡΤΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΙΟΥΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΜΦΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΕΒΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΤΡΟΧΩΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΙΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΥΛΙΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΥΡΝΑΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΙΟΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΡΟΓΓΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΙΤΑΡΑΛΩΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΠΑΡΤΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΕΚΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΡΙΓΑΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΑΞΙΑΡΧΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΛΙΚΙ ΑΜΒΡΑΚΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΧΡΥΣΟΒΙΤΣΑ ΒΟΝΙΤΣΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΧΡΥΣΟΒΙΤΣΑ ΤΡΙΧΩΝΙΔΟΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30009", "ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΒΑΡΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΧΑΙΡΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΑΜΠΙΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΠΑΔΑΤΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΡΙΒΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΟΥΡΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΦΥΤΕΙΕΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30010", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΠΑΡΑΒΟΛΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΒΑΡΒΑΡΑ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΛΑΙΟΚΑΡΥΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΠΑΡΑΒΟΛΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΒΛΟΧΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΦΡΑΤΟ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΡΕΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΟΓΡΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΚΑΒΑΣ ΚΑΙΝΟΥΡΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΡΡΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΤΡΑΓΑΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΡΥΟ ΝΕΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΚΥΡΑ ΒΓΕΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΡΟΜΑΝΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΚΑΡΥΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΝΤΑΝΑΣΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΡΑΒΟΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΙΣΤΕΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΙΑΣ ΠΑΡΑΒΟΛΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΟΣΗΛΙΑ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΧΟΙΝΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΑΓΑΝΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30011", "ΑΓΙΑ ΜΑΡΙΝΑ ΜΑΤΑΡΑΓΚΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΖΕΥΓΑΡΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΚΕΡΑΣΟΒΟ ΑΙΤΩΛ/ΝΙΑΣ, ΖΕΥΓΑΡΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΖΕΥΓΑΡΑΚΙ ΑΡΑΚΥΝΘΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΑΡΕΤΣΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΚΕΡΑΣΟΒΟ ΑΙΤΩΛ/ΝΙΑΣ, ΛΩΛΕΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΓΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΤΑΡΑΓΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΠΛΑΤΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΠΠΑΔΑΤΕΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30012", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΕΚΡΟΠΙΑΣ ΛΕΥΚΑΔΑΣ, ΒΑΡΚΟ ΛΕΥΚΑΔΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΔΗΜΗΤΡΙΟΥ ΠΑΛΑΙΡΟΥ ΛΕΥΚΑΔΑΣ, ΠΑΛΑΙΡΟΣ ΛΕΥΚΑΔΑΣ, ΠΑΛΙΑ ΠΛΑΓΙΑ ΛΕΥΚΑΔΑΣ, ΠΕΡΙΒΟΛΙΑ ΚΑΛΑΜΙΩΝΑΣ ΛΕΥΚΑΔΑΣ, ΠΟΓΩΝΙΑ ΛΕΥΚΑΔΑΣ, ΣΚΛΑΒΑΙΝΑ ΛΕΥΚΑΔΑΣ, ΣΤΕΝΟ ΠΟΓΩΝΙΑΣ ΛΕΥΚΑΔΑΣ, ΣΤΕΝΟ ΧΑΡΑΔΙΑΤΙΚΩΝ ΛΕΥΚΑΔΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30014", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΛΕΙΣΟΡΡΕΥΜΑΤΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΒΑΣΙΛΙΚΗ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΚΟΥΔΟΥΝΙ ΑΙΤΩΛ/ΝΙΑΣ, ΓΑΛΑΤΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΕΥΗΝΟΧΩΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΛΑΒΡΟΥΖΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΒΑΣΙΛΙΚΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΚΑΛΑΒΡΟΥΖΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΚΟΥΔΟΥΝΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΛΕΙΣΟΡΡΕΥΜΑΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΛΗΜΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΚΩΡΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΤΣΟΧΕΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΡΥΟΝΕΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΛΙΚΙΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΡΕΣΙΑΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΑ ΚΑΛΥΔΩΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΞΗΡΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΑΜΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΙΘΩΡΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΚΟΡΦΟ ΕΥΗΝΟΧΩΡΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30015", "ΑΓΙΑ ΤΡΙΑΔΑ ΜΑΚΡΙΝΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΜΑΚΡΙΝΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΚΡΕΣ (ΛΙΘΟΒΟΥΝΙΟ) ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΜΕΤΑΠΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΡΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΓΑΒΑΛΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΓΡΑΜΜΑΤΙΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΔΑΦΝΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΖΑΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΜΑΚΡΙΝΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΨΟΡΡΑΧΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΡΤΕΛΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΥΨΕΛΗ ΜΑΚΡΙΝΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΙΘΟΒΟΥΝΙ (ΑΚΡΕΣ) ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΚΡΙΝΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΣΑΡΙΣΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΤΑΞΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΟΥΡΛΕΣΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΖΕΥΓΑΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΚΑΨΟΡΑΧΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΡΑΔΕΙΣΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΤΑΜΟΥΛΑ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΣΑΡΑΝΤΗ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΧΩΝΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΤΣΙΛΙΓΙΑΝΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30017", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΜΗΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΡΑΠΙΔΟΚΑΜΠΟΣ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΠΕΛΙ ΑΙΤΩΛ/ΝΙΑΣ, ΑΥΛΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΒΡΟΥΒΙΑΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΓΡΑΜΜΑΤΣΟΥΛΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΡΟΜΙΤΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΕΜΠΕΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΘΥΑΜΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΙΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΟ ΑΓΡΙΔΙ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΟ ΧΑΛΚΙΟΠΟΥΛΟ ΑΙΤΩΛ/ΝΙΑΣ, ΞΗΡΑΚΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΞΩΜΕΡΗ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΙΑΜΠΕΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΤΙΟΠΟΥΛΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΥΛΙΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΔΙΚΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΤΣΑΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΗΓΑΔΙΑ ΠΕΡΔΙΚΑΚΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΤΑΜΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΟΣΗΛΙΑ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΑΤΖΟΚΑΜΠΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΘΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΥΚΕΑ ΑΡΤΑΣ, ΤΡΙΚΛΙΝΟ ΑΙΤΩΛ/ΝΙΑΣ, ΦΡΑΓΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΛΚΙΟΠΟΥΛΟ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30019", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΛΕΥΚΑΔΑΣ, ΑΡΧΟΝΤΟΧΩΡΙ ΛΕΥΚΑΔΑΣ, ΒΑΡΝΑΚΑΣ ΛΕΥΚΑΔΑΣ, ΒΑΤΟΣ ΛΕΥΚΑΔΑΣ, ΚΑΝΔΗΛΑ ΛΕΥΚΑΔΑΣ, ΜΥΤΙΚΑΣ ΛΕΥΚΑΔΑΣ, ΠΑΛΙΟΒΑΡΚΑ ΛΕΥΚΑΔΑΣ, ΠΑΝΑΓΟΥΛΑ ΛΕΥΚΑΔΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30020", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΠΟΛΥΚΑΡΠΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΡΑΠΙΔΟΚΑΜΠΟΣ ΝΑΥΠΑΚΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΤΙΡΡΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΠΛΑΤΑΝΙΤΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΛΤΟΣ ΝΑΥΠΑΚΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΡΑΟΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΚΥΝΕΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΙΣΟΚΑΜΠΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΟΛΥΚΡΕΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΙΤΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΡΙΖΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΠΑΡΤΟΡΑΧΗ ΑΙΤΩΛ/ΝΙΑΣ, ΦΡΑΓΚΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30021", "ΑΓΑΛΙΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΒΑΡΒΑΡΑ ΣΑΡΔΙΑΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΔΕΥΤΕΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΒΛΑΣΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΕΝΤΑΚΟΡΦΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΓΟΥΝΑΡΗ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΠΑΡΑΚΑΜΠΥΛΙΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΚΡΙΔΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΔΡΩΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΠΟΣ ΧΟΥΝΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΡΑΜΑΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΚΑΜΠΟΣ ΑΓΙΟΥ ΒΛΑΣΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΡΕΜΑΣΤΑ ΣΥΚΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΚΚΕΣ ΧΟΥΝΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΚΩΜΑΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΠΑΤΟ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΝΤΙΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΥΡΟΜΥΤΗ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΑΣΔΟΥΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΟΚΡΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΧΟΥΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΤΙΣΤΙΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΡΙΟ ΧΟΥΝΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΑΛΙΤΙΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΙΑΔΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΟΒΟΛΑΚΙΤΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΡΑΜΑ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΡΑΥΓΗ ΑΙΤΩΛ/ΝΙΑΣ, ΧΟΥΝΗ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30022", "ΑΓΙΑ ΤΡΙΑΔΑ ΧΟΜΟΡΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΧΛΑΔΟΚΑΣΤΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΑΣΕΛΛΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΑΣΕΛΛΟ ΝΑΥΠΑΚΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΣΤΑΝΕΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΠΛΑΤΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΙΣΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΡΚΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΝΑΥΠΑΚΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΧΟΜΟΡΗ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30023", "ΑΜΠΕΛΑΚΙΩΤΙΣΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΧΩΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΧΩΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΔΟΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30027", "ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30100", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ  ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΛΥΒΙΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΡΗΓΑΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΡΙΝΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΑΚΡΟΠΟΤΑΜΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΛΩΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΠΕΛΙΑ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΥΛΑΚΙΕΣ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΙΝΑΡΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΡΚΟΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΕΛΟΥΧΙ ΑΙΤΩΛ/ΝΙΑΣ, ΓΕΡΟΒΑΣΙΛΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΓΙΑΝΟΥΖΙ ΑΙΤΩΛ/ΝΙΑΣ, ΓΟΥΡΙΩΤΙΣΣΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΙΑΜΑΝΤΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΔΟΚΙΜΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΡΟΣΙΝΙΑΤΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΑΙΟΦΥΤΟ ΝΕΑΠΟΛΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΕΥΘΕΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΛΗΝΙΚΑ ΑΓΡΙΝΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΛΗΝΙΚΟ ΣΚΟΥΤΕΡΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΚΑΒΑΣ ΣΚΟΥΤΕΡΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΛΥΒΙΑ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΑΡΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΣΤΑΝΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΣΤΡΑΚΙ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΛΑΝΙΤΗΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΛΛΑΚΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΡΑΣΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΚΚΙΝΟΒΡΥΣΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΚΚΙΝΟΛΟΓΓΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΚΚΙΝΟΠΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΡΑΨΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΥΠΑΡΙΣΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΥΨΕΛΗ (ΣΦΗΝΑΣ) ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΓΚΑΔΙ ΛΕΠΕΝΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΑΣΠΕΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΠΕΝΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΥΚΑ  ΑΓΡΙΝΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΥΚΑ ΔΟΚΙΜΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΛΙΑΓΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΙΜΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΛΕΒΡΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΤΣΟΥΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΓΑΛΗ ΧΩΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΟΥΖΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΑ ΑΒΟΡΑΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΑΠΟΛΗ ΑΙΤΩΛ/ΝΙΑΣ, ΟΧΘΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΤΟΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΝΤΑΚΟΡΦΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΑΜΠΕΛΙΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΚΑΛΥΒΙΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΤΑΜΟΥΛΑ ΤΡΙΧΩΝΙΔΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΥΡΓΙ ΑΙΤΩΛ/ΝΙΑΣ, ΡΑΙΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΑΡΓΙΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΙΓΚΟΥΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΙΤΟΜΕΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΟΥΤΕΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΟΥΤΕΣΙΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΠΟΛΑΙΤΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΜΑΤΟΓΙΑΝΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΥΡΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΡΑΤΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΡΟΓΓΥΛΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΧΙΝΟΣ ΑΓΡΙΝΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΑΝΤΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΣΟΥΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΦΡΑΓΚΟΣΚΑΛΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30150", "ΑΓΊΑ ΒΑΡΒΆΡΑ ΠΑΡΑΒΌΛ ΑΙΤΩΛΟΑΚΑΡΝΑΝΙΑΣ, ΑΓΊΑ ΠΑΡΑΣΚΕΥΉ ΠΑΡΑΒ ΑΙΤΩΛΟΑΚΑΡΝΑΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30200", "ΑΓΙΟΣ ΘΩΜΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΣΥΜΕΩΝ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΡΑΦΟΡΡΑΧΗ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΡΙΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΜΟΥΣΟΥΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΡΒΑΝΙΤΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΡΧΑΙΑ ΑΛΙΚΑΡΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΣΙΛΑΔΙ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΕΛΛΗΝΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΖΕΣΤΗ ΑΙΤΩΛ/ΝΙΑΣ, ΘΕΟΔΩΡΑΚΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΕΛΛΗΝΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΡΕΤΣΙΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΜΜΑ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΣΟΚΑΜΠΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΣΟΛΟΓΓΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΤΟΧΙ ΑΓΙΟΥ ΘΩΜΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΑΜΠΑΚΟΥΛΑ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΝΕΑ ΥΔΡΑΓΩΓΕΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΝΟΤΙΟΣ ΔΙΑΥΛΟΣ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΣΠΑΛΙΑΡΕΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΟΚΟΠΑΝΗΣΤΟΣ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΧΙΝΟΣ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΣΧΟΙΝΙΑΣ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΤΟΥΡΛΙΣ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΕΛΑΓΚΑΘΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΥΠΕΣ ΑΙΤΩΛ/ΝΙΑΣ, ΧΟΥΝΙΣΤΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30300", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΒΟΜΒΟΚΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΑΒΡΥΤΗ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΘΟΦΥΤΟ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΩ ΑΦΡΟΞΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΕΛΒΙΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΛΑΧΟΜΑΝΔΡΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΟΜΒΟΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΓΑΒΡΟΛΙΜΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΓΑΒΡΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΓΕΦΥΡΑ ΜΠΑΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΓΟΛΕΜΙ ΑΙΤΩΛ/ΝΙΑΣ, ΔΑΦΝΗ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΔΑΦΝΗ ΝΑΥΠΑΚΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΣΤΡΑΚΙ ΝΑΥΠΑΚΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΑΦΥΓΙΟ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΑΦΡΟΞΥΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΔΑΦΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΩ ΜΑΜΟΥΛΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΥΤΣΟΓΙΑΝΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΛΕΥΚΑ ΒΟΜΒΟΚΟΥΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΥΓΙΑ ΝΕΟΚΑΣΤΡΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΜΟΥΛΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΡΜΑΡΑ ΝΑΥΠΑΚΤΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΙΚΡΟ ΠΑΛΑΙΟΧΩΡΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΗ ΑΙΤΩΛ/ΝΙΑΣ, ΝΑΥΠΑΚΤΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΞΗΡΟΠΗΓΑΔΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΙΤΣΙΝΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΡΙΓΑΝΙ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΑΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΥΚΙΑ ΠΙΤΣΙΝΑΙΙΚΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΣΦΗΚΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30400", "ΑΓΓΕΛΟΚΑΣΤΡΟ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΜΕΣΟΛΟΓΓΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΑΙΤΩΛΙΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΙΤΩΛΙΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΓΙΑΤΣΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΦΑΛΟΒΡΥΣΟ ΑΙΤΩΛΙΚΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΦΑΛΟΒΡΥΣΟΣ ΣΤΑΜΝΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΥΣΙΜΑΧΕΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΣΑ ΠΗΓΑΔΙ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΟΥΖΑ ΑΙΤΩΛ/ΝΙΑΣ, ΝΗΣΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΟΡΟΣ ΜΕΣΟΛΟΓΓΙΟΥ ΝΗΣΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΘΜΟΣ ΑΓΓΕΛΟΚΑΣΤΡΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΘΜΟΣ ΣΤΑΜΝΩΝ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΜΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΦΡΑΓΚΟΥΛΑΙΙΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΧΑΛΙΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΧΡΥΣΟΒΕΡΓΙ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "30500", "ΑΓΙΑ ΤΡΙΑΔΑ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΚΕΧΡΙΝΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΠΕΛΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΦΙΛΟΧΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΑΜΦΙΛΟΧΙΚΟ ΑΡΓΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΑΝΟΙΞΙΑΤΙΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΑΡΙΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΒΑΡΕΤΑΔΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΛΥΒΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΜΠΟΣ ΑΜΠΕΛΑΚΙΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΝΑΛΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΚΑΤΑΦΟΥΡΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΡΑΜΙΔΙ ΑΙΤΩΛ/ΝΙΑΣ, ΚΕΧΡΙΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΟΜΠΟΘΕΚΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΚΡΙΚΕΛΛΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΛΙΜΝΑΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΚΡΥΧΩΡΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΑΥΡΟΡΑΧΗ ΑΙΤΩΛ/ΝΙΑΣ, ΜΕΓΑΣ ΚΑΜΠΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΜΟΝΗ ΡΕΘΑ ΑΙΤΩΛ/ΝΙΑΣ, ΜΠΟΥΚΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΞΗΡΟΛΙΒΑΔΟ ΑΙΤΩΛ/ΝΙΑΣ, ΠΕΤΡΑΛΩΝΑ ΑΙΤΩΛ/ΝΙΑΣ, ΠΗΓΑΔΑΚΙ ΑΙΤΩΛ/ΝΙΑΣ, ΠΛΑΤΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΒΑΛΤΟΥ ΑΙΤΩΛ/ΝΙΑΣ, ΠΤΕΛΕΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΑΡΔΙΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΣΚΡΕΙΚΟ ΑΙΤΩΛ/ΝΙΑΣ, ΣΠΑΡΤΟ ΑΙΤΩΛ/ΝΙΑΣ, ΣΤΑΝΟΣ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΑ ΑΛΩΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΡΙΑΝΤΑΦΥΛΛΟΥΛΑ ΑΙΤΩΛ/ΝΙΑΣ, ΤΣΟΥΚΚΑ ΑΙΤΩΛ/ΝΙΑΣ, ΦΑΛΑΓΓΙΑΣ ΑΙΤΩΛ/ΝΙΑΣ, ΦΤΕΛΙΑ ΑΙΤΩΛ/ΝΙΑΣ, ΨΗΛΑ ΑΛΩΝΙΑ ΑΙΤΩΛ/ΝΙΑΣ", "Αιτωλοακαρνανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21051", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΑΡΓΟΛΙΔΑΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΑΡΓΟΛΙΔΑΣ, ΑΚΤΗ ΥΔΡΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΧΛΑΔΙΤΣΑ ΑΡΓΟΛΙΔΑΣ, ΕΡΜΙΟΝΗ ΑΡΓΟΛΙΔΑΣ, ΗΛΙΟΚΑΣΤΡΟ ΑΡΓΟΛΙΔΑΣ, ΘΕΡΜΗΣΙΑ ΑΡΓΟΛΙΔΑΣ, ΚΑΜΠΟΣ ΕΡΜΙΟΝΗΣ ΑΡΓΟΛΙΔΑΣ, ΚΙΝΕΤΑ ΑΡΓΟΛΙΔΑΣ, ΚΟΥΒΕΡΤΑ ΑΡΓΟΛΙΔΑΣ, ΛΟΥΚΑΙΤΙΟ ΑΡΓΟΛΙΔΑΣ, ΜΕΤΟΧΙ ΘΕΡΜΗΣΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΜΟΝΗ ΑΓΙΩΝ ΑΝΑΡΓΥΡΩΝ ΑΡΓΟΛΙΔΑΣ, ΠΕΤΡΟΘΑΛΑΣΣΑ ΕΡΜΙΟΝΗΣ ΑΡΓΟΛΙΔΑΣ, ΠΗΓΑΔΙΑ ΑΡΓΟΛΙΔΑΣ, ΠΛΕΠΙΟ ΑΡΓΟΛΙΔΑΣ, ΠΟΔΑΡΙ ΑΡΓΟΛΙΔΑΣ, ΣΩΛΗΝΑΡΙ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "21052", "ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΑΡΓΟΛΙΔΑΣ, ΑΔΑΜΙ ΑΡΓΟΛΙΔΑΣ, ΑΝΑΣΤΑΣΟΠΟΥΛΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΑΡΚΑΔΙΚΟ ΑΡΓΟΛΙΔΑΣ, ΑΡΧΑΙΑ ΕΠΙΔΑΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΑΣΚΛΗΠΙΕΙΟ ΕΠΙΔΑΥΡΟΥ ΑΡΓΟΛΙΔΑΣ, ΒΟΘΙΚΙΟ ΑΡΓΟΛΙΔΑΣ, ΓΙΑΝΝΟΥΛΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΔΗΜΟΣΙΑ ΑΡΓΟΛΙΔΑΣ, ΕΞΟΧΗ ΤΡΑΧΕΙΑΣ ΑΡΓΟΛΙΔΑΣ, ΚΟΚΚΙΝΑΔΕΣ ΑΡΓΟΛΙΔΑΣ, ΚΟΛΙΑΚΙ ΑΡΓΟΛΙΔΑΣ, ΚΟΡΩΝΗ ΑΡΓΟΛΙΔΑΣ, ΛΥΓΟΥΡΙΟ ΑΡΓΟΛΙΔΑΣ, ΜΑΤΑΡΑΓΚΑ ΑΡΓΟΛΙΔΑΣ, ΡΟΥΣΒΑΝΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΣΠΗΛΕΙΑ ΑΡΓΟΛΙΔΑΣ, ΣΤΑΜΑΤΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΣΤΑΥΡΟΣ ΑΡΓΟΛΙΔΑΣ, ΤΡΑΧΕΙΑ ΑΡΓΟΛΙΔΑΣ, ΧΑΝΙ ΜΕΡΚΟΥΡΗ ΑΡΓΟΛΙΔΑΣ, ΧΟΥΤΑΛΑΙΙΚΑ ΑΡΓΟΛΙΔΑΣ, ΧΡΥΣΟΣΠΗΛΙΩΤΙΣΣΑ ΑΡΓΟΛΙΔΑΣ", "Αργολίδας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10434", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10435", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10436", "ΑΘΗΝΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10437", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10678", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10679", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10680", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10681", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10682", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10683", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11141", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11142", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11143", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11144", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11145", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11146", "ΓΑΛΑΤΣΙ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11147", "ΓΑΛΑΤΣΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11251", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11252", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11253", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11254", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11255", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11256", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11257", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11361", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11362", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11363", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11364", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11471", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11472", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11473", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10677", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "11475", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10676", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10674", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10438", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10439", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10440", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10441", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10442", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10443", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10444", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10445", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10446", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10447", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10551", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10552", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10553", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10554", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10555", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10556", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10557", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10558", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10559", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10560", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10561", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10562", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10563", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10564", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10671", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10672", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10673", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "10675", "ΑΘΗΝΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16121", "ΚΑΙΣΑΡΙΑΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16122", "ΚΑΙΣΑΡΙΑΝΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16231", "ΒΥΡΩΝΑΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66031", "ΑΓΙΑ ΠΑΡΑΣΚΕΥH ΔΡΑΜΑΣ, ΚΑΛΑΜΠΑΚΙ ΔΡΑΜΑΣ, ΚΑΛΑΜΩΝ ΔΡΑΜΑΣ, ΝΕΡΟΦΡΑΚΤΗΣ ΔΡΑΜΑΣ, ΦΤΕΛΙΑ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66032", "ΑΓΟΡA ΔΡΑΜΑΣ, ΑΙΓΕΙΡΟΣ ΔΡΑΜΑΣ, ΑΝΩ ΚΕΦΑΛΑΡΙ ΔΡΑΜΑΣ, ΒΑΘΥΣΠΗΛΟ ΔΡΑΜΑΣ, ΒΑΘΥΧΩΡΙ ΔΡΑΜΑΣ, ΕΥΡΥΠΕΔΟ ΔΡΑΜΑΣ, ΚΑΤΩ ΚΕΦΑΛΑΡΙ ΔΡΑΜΑΣ, ΚΥΡΙΑ ΔΡΑΜΑΣ, ΠΕΡΙΣΤΕΡΙΑ ΔΡΑΜΑΣ, ΠΗΓΑΔΙΑ ΔΡΑΜΑΣ, ΥΨΗΛΟ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66033", "ΑΓΙΟΣ ΜΗΝΑΣ ΔΡΑΜΑΣ, ΑΧΛΑΔΙΑ ΔΡΑΜΑΣ, ΑΧΛΑΔΟΜΗΛΕΑ ΔΡΑΜΑΣ, ΒΑΘΥΤΟΠΟΣ ΔΡΑΜΑΣ, ΒΩΛΑΞ ΔΡΑΜΑΣ, ΓΡΑΝΙΤΗΣ ΔΡΑΜΑΣ, ΔΑΣΩΤΟ ΔΡΑΜΑΣ, ΔΕΛΤΑ ΔΡΑΜΑΣ, ΕΞΟΧΗ ΔΡΑΜΑΣ, ΚΑΤΑΣΚΗΝΩΣΕΙΣ ΔΡΑΜΑΣ, ΚΑΤΑΦΥΤΟ ΔΡΑΜΑΣ, ΚΑΤΩ ΒΡΟΝΤΟΥ ΔΡΑΜΑΣ, ΚΑΤΩ ΝΕΥΡΟΚΟΠΙ ΔΡΑΜΑΣ, ΛΕΥΚΟΓΕΙΑ ΔΡΑΜΑΣ, ΜΙΚΡΟΚΛΕΙΣΟΥΡΑ ΔΡΑΜΑΣ, ΜΙΚΡΟΜΗΛΕΑ ΔΡΑΜΑΣ, ΟΧΥΡΟ ΔΡΑΜΑΣ, ΠΑΓΟΝΕΡΙ ΔΡΑΜΑΣ, ΠΕΡΑΣΜΑ ΔΡΑΜΑΣ, ΠΕΡΙΘΩΡΙ ΔΡΑΜΑΣ, ΠΕΡΙΧΩΡΑ ΔΡΑΜΑΣ, ΠΟΤΑΜΟΙ ΔΡΑΜΑΣ, ΧΡΥΣΟΚΕΦΑΛΟΣ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66035", "ΑΗΔΟΝΟΚΑΣΤΡΟ ΔΡΑΜΑΣ, ΔΙΠΟΤΑΜΑ ΔΡΑΜΑΣ, ΔΡΥΜΙΑ ΞΑΝΘΗΣ, ΘΟΛΟΣ ΔΡΑΜΑΣ, ΚΑΠΝΟΦΥΤΟ ΔΡΑΜΑΣ, ΚΑΡΠΟΦΟΡΟ ΔΡΑΜΑΣ, ΚΑΤΩ ΘΟΛΟΣ ΔΡΑΜΑΣ, ΚΡΗΝΗ ΔΡΑΜΑΣ, ΜΕΣΟΧΩΡΙ ΔΡΑΜΑΣ, ΜΥΡΤΟΥΣΑ ΞΑΝΘΗΣ, ΞΑΓΝΑΝΤΟ ΔΡΑΜΑΣ, ΠΑΡΑΝΕΣΤΙ ΔΡΑΜΑΣ, ΠΑΣΧΑΛΙΑ ΞΑΝΘΗΣ, ΠΕΡΙΒΛΕΠΤΟ ΔΡΑΜΑΣ, ΠΟΛΥΝΕΡΙΟ ΔΡΑΜΑΣ, ΠΟΛΥΣΥΚΟ ΔΡΑΜΑΣ, ΠΡΑΣΙΝΑΔΑ ΔΡΑΜΑΣ, ΣΙΛΛΗ ΔΡΑΜΑΣ, ΣΤΕΡΝΑ ΔΡΑΜΑΣ, ΤΕΜΕΝΟΣ ΔΡΑΜΑΣ, ΧΑΛΕΠΙ ΞΑΝΘΗΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66100", "ΑΔΡΙΑΝΗ ΔΡΑΜΑΣ, ΑΜΠΕΛΑΚΙΑ ΔΡΑΜΑΣ, ΑΡΓΥΡΟΥΠΟΛH ΔΡΑΜΑΣ, ΒΑΘΥΛΑΚΚΟΣ ΔΡΑΜΑΣ, ΔΡΑΜΑ ΔΡΑΜΑΣ, ΚΑΛΛΙΦΥΤΟΣ ΔΡΑΜΑΣ, ΚΑΛΟΣ ΑΓΡΟΣ ΔΡΑΜΑΣ, ΚΟΥΔΟΥΝΙΑ ΔΡΑΜΑΣ, ΜΑΚΡΥΠΛΑΓΙΟ ΔΡΑΜΑΣ, ΜΑΥΡΟΒΑΤΟΣ ΔΡΑΜΑΣ, ΜΕΓΑΛΟΚΑΜΠΟΣ ΔΡΑΜΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΣΩΤΗΡΟΣ ΔΡΑΜΑΣ, ΜΙΚΡΟΚΑΜΠΟΣ ΔΡΑΜΑΣ, ΜΙΚΡΟΧΩΡΙ ΔΡΑΜΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΔΡΑΜΑΣ, ΜΥΛΟΠΟΤΑΜΟΣ ΔΡΑΜΑΣ, ΝEΑ ΣΕΒΑΣΤΕΙΑ ΔΡΑΜΑΣ, ΝΙΚΟΤΣΑΡΑ ΔΡΑΜΑΣ, ΞΗΡΟΠΟΤΑΜΟΣ ΔΡΑΜΑΣ, ΠΑΝΟΡΑΜΑ ΚΑΛΛΙΦΥΤΟΥ ΔΡΑΜΑΣ, ΠΕΤΡΟΥΣΑ ΔΡΑΜΑΣ, ΠΟΛΥΚΑΡΠΟΣ ΔΡΑΜΑΣ, ΠΥΡΓΟΙ ΔΡΑΜΑΣ, ΣΙΤΑΓΡΟΙ ΔΡΑΜΑΣ, ΣΤΑΥΡΟΣ ΔΡΑΜΑΣ, ΤΑΞΙΑΡΧΕΣ ΔΡΑΜΑΣ, ΧΩΡΙΣΤΗ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66200", "ΑΓΓΙΤΗΣ ΔΡΑΜΑΣ, ΑΝΘΟΧΩΡΙ ΔΡΑΜΑΣ, ΓΡΑΜΜΕΝΗ ΔΡΑΜΑΣ, ΚΑΛΗ ΒΡΥΣΗ ΔΡΑΜΑΣ, ΚΑΛΛΙΘΕΑ ΔΡΑΜΑΣ, ΚΟΚΚΙΝΟΓΕΙΑ ΔΡΑΜΑΣ, ΠΗΓΕΣ ΔΡΑΜΑΣ, ΠΡΟΣΟΤΣΑΝΗ ΔΡΑΜΑΣ, ΧΑΡΙΤΩΜΕΝΗ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "66300", "ΑΓΙΟΣ ΑΘAΝΑΣΙΟΣ ΔΡΑΜΑΣ, ΔΟΞΑΤΟ ΔΡΑΜΑΣ", "Δράμας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85001", "ΓΛΑΡΟΣ ΑΓΑΘΟΝΗΣΙΟΥ ΣΑΜΟΥ, ΚΟΥΝΕΛΙ ΝΗΣΟΣ ΣΑΜΟΥ, ΛΕΙΨΟΙ ΔΩΔ/ΝΗΣΟΥ, ΜΕΓΑΛΟ ΧΩΡΙΟ ΑΓΑΘΟΝΗΣΙΟΥ ΣΑΜΟΥ, ΜΙΚΡΟ ΧΩΡΙΟ ΑΓΑΘΟΝΗΣΙΟΥ ΣΑΜΟΥ, ΝΕΡΑ ΑΓΑΘΟΝΗΣΙΟΥ ΣΑΜΟΥ, ΦΡΑΓΚΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΨΑΘΟΝΗΣΙ ΣΑΜΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85002", "ΑΓΙΟΣ ΑΝΤΩΝΙΟΣ ΤΗΛΟΥ ΔΩΔ/ΝΗΣΟΥ, ΑΝΤΙΤΗΛΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΓΑΙΔΑΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΙΒΑΔΙΑ ΤΗΛΟΥ ΔΩΔ/ΝΗΣΟΥ, ΜΕΓΑΛΟ ΧΩΡΙΟ ΤΗΛΟΥ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85003", "ΑΓΑΘΟΝΗΣΙΟΥ ΔΩΔΕΚΑΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85100", "ΑΜΜΟΥΔΕΣ ΔΩΔ/ΝΗΣΟΥ, ΒΡΥΣΙΑ ΔΩΔ/ΝΗΣΟΥ, ΚΟΣΚΙΝΟΥ ΔΩΔ/ΝΗΣΟΥ, ΚΡΗΤΙΚΑ ΔΩΔ/ΝΗΣΟΥ, ΜΑΚΡΥ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΡΟΔΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΓΟΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΤΣΑΙΡΙ ΔΩΔ/ΝΗΣΟΥ, ΦΑΛΗΡΑΚΙ ΔΩΔ/ΝΗΣΟΥ, ΧΗΝΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΨΙΝΘΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85101", "ΙΑΛΥΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "51200", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΔΕΣΚΑΤΗΣ ΓΡΕΒΕΝΩΝ, ΓΗΛΟΦΟΣ ΓΡΕΒΕΝΩΝ, ΔΑΣΟΧΩΡΙ ΓΡΕΒΕΝΩΝ, ΔΕΣΚΑΤΗ ΓΡΕΒΕΝΩΝ, ΔΙΑΣΕΛΛΑΚΙ ΓΡΕΒΕΝΩΝ, ΜΟΝΗ ΑΓIOY ΝΙΚΑΝΟΡΟΣ ΓΡΕΒΕΝΩΝ, ΠΑΛΙΟΥΡΙΑ ΓΡΕΒΕΝΩΝ, ΠΑΝΑΓΙΑ ΓΡΕΒΕΝΩΝ, ΠΑΡΑΣΚΕΥΗ ΓΡΕΒΕΝΩΝ, ΣΚΟΥΜΤΣΙΑ ΓΡΕΒΕΝΩΝ", "Γρεβενών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85102", "ΑΡΧΑΓΓΕΛΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΛΑΘΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΟΛΥΜΠΙΑ ΔΩΔ/ΝΗΣΟΥ, ΜΑΛΩΝ ΔΩΔ/ΝΗΣΟΥ, ΜΑΣΑΡΗ ΔΩΔ/ΝΗΣΟΥ, ΜΟΝΑΣΤΗΡΙ Η ΤΣΑΜΠΙΚΑ ΔΩΔ/ΝΗΣΟΥ, ΣΤΕΓΝΑ ΔΩΔ/ΝΗΣΟΥ, ΧΑΡΑΚΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85104", "ΚΡΕΜΑΣΤΗ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85105", "ΚΑΛΥΘΙΕΣ ΔΩΔ/ΝΗΣΟΥ, ΛΑΔΙΚΟ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85106", "ΑΓΙΑ ΕΛΕΟΥΣΑ ΔΩΔ/ΝΗΣΟΥ, ΑΕΡΟΛΙΜΕΝΑΣ ΔΩΔ/ΝΗΣΟΥ, ΑΠΟΛΛΩΝΑ ΔΩΔ/ΝΗΣΟΥ, ΑΡΧΙΠΟΛΗ ΔΩΔ/ΝΗΣΟΥ, ΒΑΓΙΕΣ ΔΩΔ/ΝΗΣΟΥ, ΔΑΜΑΤΡΙΑ ΔΩΔ/ΝΗΣΟΥ, ΔΙΜΥΛΙΑ ΔΩΔ/ΝΗΣΟΥ, ΕΛΕΟΥΣΑ ΔΩΔ/ΝΗΣΟΥ, ΕΠΑΝΩ ΚΑΛΑΜΩΝΑΣ ΔΩΔ/ΝΗΣΟΥ, ΘΕΟΛΟΓΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΛΑΒΑΡΔΑ ΔΩΔ/ΝΗΣΟΥ, ΚΑΠΙΟ ΔΩΔ/ΝΗΣΟΥ, ΚΑΤΩ ΚΑΛΑΜΩΝ ΔΩΔ/ΝΗΣΟΥ, ΜΑΡΙΤΣΑ ΔΩΔ/ΝΗΣΟΥ, ΠΑΡΑΔΕΙΣΙ ΔΩΔ/ΝΗΣΟΥ, ΠΑΣΤΙΔΑ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΤΑΝΙΑ  ΔΩΔ/ΝΗΣΟΥ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΔΩΔ/ΝΗΣΟΥ, ΣΑΛΑΚΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΟΡΩΝΗ ΔΩΔ/ΝΗΣΟΥ, ΦΑΝΕΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85107", "ΒΛΙΧΑ ΔΩΔ/ΝΗΣΟΥ, ΛΙΝΔΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΕΥΚΟΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85108", "ΑΓΙΟΣ ΙΣΙΔΩΡΟΣ ΔΩΔ/ΝΗΣΟΥ, ΕΜΠΩΝΑΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΜΕΙΡΟΣ ΣΚΑΛΑ ΔΩΔ/ΝΗΣΟΥ, ΚΡΗΤΗΝΙΑ ΔΩΔ/ΝΗΣΟΥ, ΛΑΚΚΙ ΡΟΔΟΥ ΔΩΔ/ΝΗΣΟΥ, ΜΑΝΔΡΙΚΟ ΔΩΔ/ΝΗΣΟΥ, ΜΟΝΟΛΙΘΟΣ  ΔΩΔ/ΝΗΣΟΥ, ΣΙΑΝΑ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85109", "ΑΓΙΟΣ ΠΑΥΛΟΣ ΚΑΤΤΑΒΙΑΣ ΔΩΔ/ΝΗΣΟΥ, ΑΠΟΛΑΚΚΙΑ ΔΩΔ/ΝΗΣΟΥ, ΑΡΝΙΘΑ ΔΩΔ/ΝΗΣΟΥ, ΑΣΚΛΗΠΙΕΙΟ ΔΩΔ/ΝΗΣΟΥ, ΒΑΤΙ ΔΩΔ/ΝΗΣΟΥ, ΓΕΝΝΑΔΙΟ ΔΩΔ/ΝΗΣΟΥ, ΙΣΤΡΙΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΤΤΑΒΙΑ ΔΩΔ/ΝΗΣΟΥ, ΚΙΟΤΑΡΙ ΔΩΔ/ΝΗΣΟΥ, ΛΑΕΡΜΑ ΔΩΔ/ΝΗΣΟΥ, ΛΑΡΔΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΑΧΑΝΙΑ ΔΩΔ/ΝΗΣΟΥ, ΜΑΧΑΙΡΙΑ ΔΩΔ/ΝΗΣΟΥ, ΜΕΣΑΝΑΓΡΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΛΗΜΜΥΡΙ ΔΩΔ/ΝΗΣΟΥ, ΠΡΑΣΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ, ΠΡΟΦΙΛΙΑ ΔΩΔ/ΝΗΣΟΥ, ΠΥΛΩΝΑΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85110", "ΑΓΙΟΣ ΘΕΟΔΩΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΛΙΜΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΡΕΒΑΤΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΕΛΟΝΗΣΙ ΧΑΛΚΗΣ ΔΩΔ/ΝΗΣΟΥ, ΤΡΑΓΟΥΣΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΧΑΛΚΗ ΔΩΔ/ΝΗΣΟΥ, ΧΩΡΙΟ ΧΑΛΚΗΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85111", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΓΡΙΕΛΑΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΣΤΕΛΟΡΙΖΟ (ΜΕΓΙΣΤΗ) ΔΩΔ/ΝΗΣΟΥ, ΜΑΥΡΟ ΠΟΙΝΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΟΛΥΦΑΔΟΣ ΔΥΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΟΛΥΦΑΔΟΣ ΕΝΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΡΩ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΤΡΟΓΓΥΛΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΨΩΜΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85200", "ΑΡΓΙΝΩΝΤΑ ΔΩΔ/ΝΗΣΟΥ, ΑΡΓΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΡΜΕΟΣ ΔΩΔ/ΝΗΣΟΥ, ΒΑΘΥ ΚΑΛΥΜΝΟΥ ΔΩΔ/ΝΗΣΟΥ, ΒΛΥΧΑΔΙΑ ΔΩΔ/ΝΗΣΟΥ, ΒΟΘΥΝΟΙ ΔΩΔ/ΝΗΣΟΥ, ΕΜΠΟΡΕΙΟΣ ΔΩΔ/ΝΗΣΟΥ, ΙΜΙΑ - ΛΙΜΝΙΑ ΔΥΟ (ΝΗΣΟΣ) ΔΩΔ/ΝΗΣΟΥ, ΙΜΙΑ - ΛΙΜΝΙΑ ΕΝΑ (ΝΗΣΟΣ) ΔΩΔ/ΝΗΣΟΥ, ΚΑΛΟΛΙΜΝΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΛΥΜΝΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΜΑΡΙ ΔΩΔ/ΝΗΣΟΥ, ΚΑΣΤΕΛΙ ΔΩΔ/ΝΗΣΟΥ, ΜΑΣΟΥΡΙ ΔΩΔ/ΝΗΣΟΥ, ΜΑΥΡΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΥΡΟΠΙΝΑΚΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΥΡΤΙΕΣ ΔΩΔ/ΝΗΣΟΥ, ΝΕΡΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΑΝΟΡΜΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΤΑΝΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΤΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΑΦΟΝΗΔΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΚΑΛΙΑ ΔΩΔ/ΝΗΣΟΥ, ΤΕΛΕΝΔΟΣ  ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΧΤΕΝΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΧΩΡΙΟ ΔΩΔ/ΝΗΣΟΥ, ΨΕΡΙΜΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85300", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΓΙΟΣ ΦΩΚΑΣ ΚΩ ΔΩΔ/ΝΗΣΟΥ, ΑΣΦΕΝΔΙΟΥ ΔΩΔ/ΝΗΣΟΥ, ΖΗΠΑΡΙ ΔΩΔ/ΝΗΣΟΥ, ΚΩΣ ΔΩΔ/ΝΗΣΟΥ, ΛΑΓΟΥΔΙ-ΖΙΑ ΔΩΔ/ΝΗΣΟΥ, ΛΙΝΟΠΟΤΗΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΡΜΑΡΙ ΔΩΔ/ΝΗΣΟΥ, ΠΥΛΙΟ ΔΩΔ/ΝΗΣΟΥ, ΣΥΜΠΕΝΤΡΟ-ΡΑΝΤΑΡ ΔΩΔ/ΝΗΣΟΥ, ΤΙΓΚΑΚΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85301", "ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΜΑΡΙ ΔΩΔ/ΝΗΣΟΥ, ΚΕΦΑΛΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΙΜΝΙΩΝΑ ΔΩΔ/ΝΗΣΟΥ, ΟΝΙΑ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85302", "ΑΝΤΙΜΑΧΕΙΑ ΔΩΔ/ΝΗΣΟΥ, ΑΤΜΑΝΙΟΥ ΔΩΔ/ΝΗΣΟΥ, ΚΑΜΠΟΣ ΚΩ ΔΩΔ/ΝΗΣΟΥ, ΚΑΡΔΑΜΑΙΝΑ ΔΩΔ/ΝΗΣΟΥ, ΜΑΣΤΙΧΑΡΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85103", "ΑΦΑΝΤΟΥ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "51100", "ΑΓΑΛΑΙΟΙ ΓΡΕΒΕΝΩΝ, ΑΓΑΠΗ ΓΡΕΒΕΝΩΝ, ΑΓΙΑ ΤΡΙΑΔΑ ΓΡΕΒΕΝΩΝ, ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΓΡΕΒΕΝΩΝ, ΑΓΙΟΣ ΚΟΣΜΑΣ ΓΡΕΒΕΝΩΝ, ΑΗΔΟΝΙΑ ΓΡΕΒΕΝΩΝ, ΑΙΜΙΛΙΑΝΟΣ ΓΡΕΒΕΝΩΝ, ΑΜΥΓΔΑΛΙΕΣ ΓΡΕΒΕΝΩΝ, ΑΝΑΒΡΥΤΑ ΓΡΕΒΕΝΩΝ, ΑΝΘΡΑΚΙΑ ΓΡΕΒΕΝΩΝ, ΑΝΟΙΞΗ ΓΡΕΒΕΝΩΝ, ΑΝΩ ΕΚΚΛΗΣΙΑ ΓΡΕΒΕΝΩΝ, ΑΣΠΡΟΚΑΜΠΟΣ ΓΡΕΒΕΝΩΝ, ΒΑΡΗΣ ΓΡΕΒΕΝΩΝ, ΒΑΤΟΛΑΚΚΟΣ ΓΡΕΒΕΝΩΝ, ΓΕΩΡΓΙΤΣΑ ΓΡΕΒΕΝΩΝ, ΓΡΕΒΕΝΑ ΓΡΕΒΕΝΩΝ, ΔΑΣΑΚΙ ΓΡΕΒΕΝΩΝ, ΔΕΣΠΟΤΗΣ ΓΡΕΒΕΝΩΝ, ΔΗΜΗΤΡΑ ΓΡΕΒΕΝΩΝ, ΔΙΠΟΡΟ ΓΡΕΒΕΝΩΝ, ΔΟΞΑΡΑΣ ΓΡΕΒΕΝΩΝ, ΕΚΚΛΗΣΙΑ ΓΡΕΒΕΝΩΝ, ΕΛΑΤΟΣ ΓΡΕΒΕΝΩΝ, ΕΛΕΥΘΕΡΟ ΓΡΕΒΕΝΩΝ, ΕΛΕΥΘΕΡΟΧΩΡΙ ΓΡΕΒΕΝΩΝ, ΕΛΕΥΘΕΡΩΝ ΠΡΟΣΦΥΓΩΝ ΓΡΕΒΕΝΩΝ, ΕΞΑΡΧΟΣ ΓΡΕΒΕΝΩΝ, ΖΑΚΑΣ ΓΡΕΒΕΝΩΝ, ΙΤΕΑ ΓΡΕΒΕΝΩΝ, ΚΑΛΑΜΙΤΣΙ ΓΡΕΒΕΝΩΝ, ΚΑΛΗΡΑΧΗ ΓΡΕΒΕΝΩΝ, ΚΑΛΛΟΝΗ ΓΡΕΒΕΝΩΝ, ΚΑΛΟΧΙ ΓΡΕΒΕΝΩΝ, ΚΑΡΠΕΡΟ ΓΡΕΒΕΝΩΝ, ΚΑΣΤΡΟ ΓΡΕΒΕΝΩΝ, ΚΑΤΑΚΑΛΗ ΓΡΕΒΕΝΩΝ, ΚΕΝΤΡΟ ΓΡΕΒΕΝΩΝ, ΚΝΙΔΗ ΓΡΕΒΕΝΩΝ, ΚΟΣΜΑΤΙ ΓΡΕΒΕΝΩΝ, ΚΡΥΑ ΒΡΥΣΗ ΓΡΕΒΕΝΩΝ, ΚΥΔΩΝΙΕΣ ΓΡΕΒΕΝΩΝ, ΚΥΠΑΡΙΣΣΙ ΓΡΕΒΕΝΩΝ, ΚΥΡΑΚΑΛΗ ΓΡΕΒΕΝΩΝ, ΛΕΙΨΙΟ ΓΡΕΒΕΝΩΝ, ΛΟΧΜΗ ΓΡΕΒΕΝΩΝ, ΜΑΥΡΑΝΑΙΟΙ ΓΡΕΒΕΝΩΝ, ΜΑΥΡΟΝΟΡΟΣ ΓΡΕΒΕΝΩΝ, ΜΕΓΑΛΟ ΣΕΙΡΗΝΙ ΓΡΕΒΕΝΩΝ, ΜΕΓΑΡΟ ΓΡΕΒΕΝΩΝ, ΜΕΛΙΣΣΙ ΓΡΕΒΕΝΩΝ, ΜΕΣΟΛΑΚΚΟΣ ΓΡΕΒΕΝΩΝ, ΜΙΚΡΟ ΣΕΙΡΗΝΙΟ ΓΡΕΒΕΝΩΝ, ΜΙΚΡΟΚΛΕΙΣΟΥΡΑ ΓΡΕΒΕΝΩΝ, ΜΟΝΑΧΙΤΙ ΓΡΕΒΕΝΩΝ, ΜΥΡΣΙΝΑ ΓΡΕΒΕΝΩΝ, ΝΕΟΧΩΡΙ ΓΡΕΒΕΝΩΝ, ΝΗΣΙ ΓΡΕΒΕΝΩΝ, ΟΡΟΠΕΔΙΟ ΓΡΕΒΕΝΩΝ, ΠΑΛΑΙΟΧΩΡΙ ΓΡΕΒΕΝΩΝ, ΠΑΡΟΡΕΙΟ ΓΡΕΒΕΝΩΝ, ΠΕΡΙΒΟΛΑΚΙ ΓΡΕΒΕΝΩΝ, ΠΙΣΤΙΚΟ ΓΡΕΒΕΝΩΝ, ΠΟΝΤΙΝΗ ΓΡΕΒΕΝΩΝ, ΠΟΡΟΣ ΓΡΕΒΕΝΩΝ, ΠΥΛΩΡΟΙ ΓΡΕΒΕΝΩΝ, ΡΟΔΙΑ ΓΡΕΒΕΝΩΝ, ΣΑΡΑΚΗΝΑ ΓΡΕΒΕΝΩΝ, ΣΠΗΛΑΙΟ ΓΡΕΒΕΝΩΝ, ΣΤΑΥΡΟΣ ΓΡΕΒΕΝΩΝ, ΣΥΔΕΝΔΡΟ ΓΡΕΒΕΝΩΝ, ΤΡΙΚΟΚΚΙΑ ΓΡΕΒΕΝΩΝ, ΤΡΙΚΟΡΦΟ ΓΡΕΒΕΝΩΝ, ΤΡΙΚΩΜΟ ΓΡΕΒΕΝΩΝ, ΤΡΙΦΥΛΛΙ ΓΡΕΒΕΝΩΝ, ΦΕΛΛΙΟ ΓΡΕΒΕΝΩΝ", "Γρεβενών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "51030", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΓΡΕΒΕΝΩΝ, ΚΙΒΩΤΟΣ ΓΡΕΒΕΝΩΝ, ΚΛΗΜΑΤΑΚΙ ΓΡΕΒΕΝΩΝ, ΚΟΚΚΙΝΙΑ ΓΡΕΒΕΝΩΝ, ΚΡΙΘΑΡΑΚΙΑ ΓΡΕΒΕΝΩΝ, ΜΗΛΕΑ ΓΡΕΒΕΝΩΝ, ΝΕΑ ΤΡΑΠΕΖΟΥΣΑ ΓΡΕΒΕΝΩΝ, ΠΟΛΥΔΕΝΔΡΙ ΓΡΕΒΕΝΩΝ, ΤΑΞΙΑΡΧΗΣ ΓΡΕΒΕΝΩΝ", "Γρεβενών" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32300", "ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΣΠΥΡΙΔΩΝΑΣ ΒΟΙΩΤΙΑΣ, ΔΙΟΝΥΣΟΣ ΒΟΙΩΤΙΑΣ, ΚΑΡΥΑ ΒΟΙΩΤΙΑΣ, ΛΟΥΤΣΙ ΒΟΙΩΤΙΑΣ, ΟΡΧΟΜΕΝΟΣ ΒΟΙΩΤΙΑΣ, ΠΑΥΛΟΣ ΒΟΙΩΤΙΑΣ, ΠΥΡΓΟΣ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25100", "ΑΓΙΑ ΑΝΝΑ ΚΟΥΝΙΝΑΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΔΑΦΝΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΚΕΡΥΝΕΙΑΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΜΑΥΡΙΚΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΑΙΓΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΑΙΓΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΑΧΑΙΑΣ, ΑΙΓΙΟ ΑΧΑΙΑΣ, ΑΛΣΟΣ ΑΧΑΙΑΣ, ΑΝΩ ΔΟΥΚΑΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΑΝΩ ΖΗΡΙΑ ΑΧΑΙΑΣ, ΑΝΩ ΜΑΥΡΙΚΙ ΑΧΑΙΑΣ, ΑΝΩ ΣΑΛΜΕΝΙΚΟ ΑΧΑΙΑΣ, ΑΡΡΑΒΩΝΙΤΣΑ ΑΧΑΙΑΣ, ΑΧΛΑΔΙΑ ΑΧΑΙΑΣ, ΒΑΛΙΜΙΤΙΚΑ ΑΧΑΙΑΣ, ΒΕΡΙΝΟ ΑΧΑΙΑΣ, ΒΟΤΕΝΗ ΑΧΑΙΑΣ, ΒΟΥΝΟΠΥΡΓΟΣ ΑΧΑΙΑΣ, ΓΚΡΑΙΚΑ ΑΧΑΙΑΣ, ΓΡΗΓΟΡΗ ΑΧΑΙΑΣ, ΔΑΜΑΚΙΝΙ ΑΧΑΙΑΣ, ΔΑΦΝΕΣ ΑΧΑΙΑΣ, ΔΕΡΒΕΝΙ ΑΧΑΙΑΣ, ΔΗΜΗΤΡΟΠΟΥΛΟ ΑΧΑΙΑΣ, ΔΙΓΕΛΙΩΤΙΚΑ ΑΧΑΙΑΣ, ΔΟΥΚΑΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΕΛΙΚΗ ΑΧΑΙΑΣ, ΕΠΤΑΠΙΤΤΑ ΑΧΑΙΑΣ, ΚΑΛΑΝΤΕΡΙ ΑΧΑΙΑΣ, ΚΑΤΩ ΜΑΥΡΙΚΙ ΑΧΑΙΑΣ, ΚΑΤΩ ΠΤΕΡΗ ΑΧΑΙΑΣ, ΚΑΤΩ ΣΑΛΜΕΝΙΚΟ ΑΧΑΙΑΣ, ΚΕΡΥΝΕΙΑ ΑΧΑΙΑΣ, ΚΟΥΛΟΥΡΑ ΑΧΑΙΑΣ, ΚΟΥΜΑΡΗ ΑΧΑΙΑΣ, ΚΟΥΝΙΝΑ ΑΧΑΙΑΣ, ΚΡΗΝΗ ΑΙΓΙΟΥ ΑΧΑΙΑΣ, ΛΑΚΚΑ ΑΙΓΙΑΛΕΙΑΣ ΑΧΑΙΑΣ, ΛΑΚΚΑ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΛΟΓΓΟΣ ΑΧΑΙΑΣ, ΜΑΓΕΙΡΑΣ ΑΧΑΙΑΣ, ΜΑΜΟΥΣΙΑ ΑΧΑΙΑΣ, ΜΕΛΙΣΣΙΑ ΑΧΑΙΑΣ, ΜΕΡΤΙΔΙ ΑΧΑΙΑΣ, ΜΙΚΡΟΝΙ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΑΣ ΕΛΕΟΥΣΑΣ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΟΥ ΘΕΟΛΟΓΟΥ ΑΧΑΙΑΣ, ΜΟΝΗ ΠΑΜΜΕΓΙΣΤΩΝ ΤΑΞΙΑΡΧΩΝ ΑΧΑΙΑΣ, ΜΟΝΗ ΠΕΠΕΛΕΝΙΤΣΗΣ ΑΧΑΙΑΣ, ΜΠΟΥΦΟΥΣΚΙΑ ΑΧΑΙΑΣ, ΜΥΡΟΒΡΥΣΗ ΑΧΑΙΑΣ, ΝΕΑ ΚΕΡΥΝΕΙΑ ΑΧΑΙΑΣ, ΝΕΟ ΣΕΛΜΕΝΙΚΟ ΑΧΑΙΑΣ, ΝΕΡΑΤΖΙΕΣ ΑΧΑΙΑΣ, ΝΙΚΟΛΑΙΙΚΑ ΑΧΑΙΑΣ, ΠΑΡΑΣΚΕΥΗ ΑΧΑΙΑΣ, ΠΕΛΕΚΙΣΤΡΑ ΑΧΑΙΑΣ, ΠΕΤΡΟΒΟΥΝΙ ΑΧΑΙΑΣ, ΠΤΕΡΗ ΑΙΓΙΑΛΕΙΑΣ ΑΧΑΙΑΣ, ΠΥΡΓΑΚΙ ΑΧΑΙΑΣ, ΡΙΖΟΜΥΛΟΣ ΑΧΑΙΑΣ, ΡΟΔΙΑ ΑΙΓΙΑΛΕΙΑΣ ΑΧΑΙΑΣ, ΡΟΔΟΔΑΦΝΗ ΑΧΑΙΑΣ, ΣΕΛΙΑΝΙΤΙΚΑ ΑΧΑΙΑΣ, ΣΕΛΙΝΟΥΣ ΑΧΑΙΑΣ, ΣΕΛΛΙ ΑΧΑΙΑΣ, ΣΤΑΥΡΙΑ ΑΧΑΙΑΣ, ΣΥΝΑΝΙΑ ΑΧΑΙΑΣ, ΣΩΤΗΡΑΣ ΑΙΓΙΟΥ ΑΧΑΙΑΣ, ΤΕΜΕΝΗ ΑΧΑΙΑΣ, ΤΟΥΜΠΑ ΑΧΑΙΑΣ, ΦΤΕΡΗ (ΠΤΕΡΗ ΑΙΓΙΑΛΕΙΑΣ) ΑΧΑΙΑΣ, ΦΩΝΗΣΚΑΡΙΑ ΑΧΑΙΑΣ, ΧΑΝΤΖΗ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25200", "ΑΓΙΑ ΜΑΡΙΝΑ ΑΧΑΙΑΣ, ΑΓΙΟΒΛΑΣΙΤΙΚΑ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΑΝΤΟΜΕΡΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΣΠΑΤΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΣΠΑΤΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΑΧΑΙΑΣ ΑΧΑΙΑΣ, ΑΛΥΚΕΣ ΑΧΑΙΑΣ, ΑΜΠΕΛΑΚΙΑ ΑΧΑΙΑΣ, ΑΝΩ ΑΧΑΙΑ ΑΧΑΙΑΣ, ΑΝΩ ΣΟΥΔΕΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΑΠΙΔΕΩΝΑ ΑΧΑΙΑΣ, ΑΡΑΞΟΣ ΑΧΑΙΑΣ, ΑΡΛΑ ΑΧΑΙΑΣ, ΑΥΓΕΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΑΧΑΙΚΟ ΑΧΑΙΑΣ, ΒΕΣΚΟΥΚΑΙΙΚΑ ΑΧΑΙΑΣ, ΒΥΘΟΥΛΚΑ ΑΧΑΙΑΣ, ΓΙΟΥΛΑΙΙΚΑ ΑΧΑΙΑΣ, ΓΟΜΟΣΤΟ ΑΧΑΙΑΣ, ΕΛΑΙΟΧΩΡΙ ΑΧΑΙΑΣ, ΖΑΜΠΕΤΕΙΚΑ ΑΧΑΙΑΣ, ΖΗΣΙΜΑΙΙΚΑ ΑΧΑΙΑΣ, ΘΩΜΑΙΙΚΑ ΑΓ.ΝΙΚΟΛΑΟΥ ΚΡΑΛΗΣ ΑΧΑΙΑΣ, ΘΩΜΑΙΙΚΑ ΑΧΑΙΑΣ, ΙΟΝΙΚΗ ΑΚΤΗ ΑΧΑΙΑΣ, ΚΑΓΚΑΔΙ ΑΧΑΙΑΣ, ΚΑΛΑΜΑΚΙ ΑΓ.ΝΙΚΟΛΑΟΥ ΑΧΑΙΑΣ, ΚΑΛΑΜΑΚΙ ΛΙΜΝΟΧΩΡΙΟΥ ΑΧΑΙΑΣ, ΚΑΠΕΛΗ ΑΧΑΙΑΣ, ΚΑΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΑΡΑΜΕΣΙΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΑΡΝΑΡΙ ΑΧΑΙΑΣ, ΚΑΡΥΑ ΠΕΤΡΟΧΩΡΙΟΥ ΑΧΑΙΑΣ, ΚΑΤΣΑΙΤΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΑΧΑΙΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΛΙΜΝΟΧΩΡΙ ΑΧΑΙΑΣ, ΚΕΦΑΛΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΟΥΝΕΛΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΡΙΝΟΣ ΑΧΑΙΑΣ, ΛΑΚΚΟΠΕΤΡΑ ΑΧΑΙΑΣ, ΛΑΜΠΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΛΕΥΚΟΣ ΑΧΑΙΑΣ, ΛΙΜΑΝΑΚΙ ΑΧΑΙΑΣ, ΛΙΜΝΟΧΩΡΙ ΑΧΑΙΑΣ, ΛΟΓΟΘΕΤΗΣ ΑΧΑΙΑΣ, ΛΟΥΣΙΚΑ ΑΧΑΙΑΣ, ΜΑΖΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΑΝΕΤΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΑΤΑΡΑΓΚΑ ΑΧΑΙΑΣ, ΜΑΥΡΟ ΟΡΟΣ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΑΣ ΜΑΡΙΝΑΣ ΜΑΡΙΤΣΗΣ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΣΠΑΤΩΝ ΑΧΑΙΑΣ, ΜΥΡΤΟΣ ΑΧΑΙΑΣ, ΝΕΟΧΩΡΙ ΧΑΡΑΥΓΗΣ ΑΧΑΙΑΣ, ΝΙΦΟΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΠΑΛΙΑ ΠΕΡΙΣΤΕΡΑ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΚΑΛΑΜΑΚΙΟΥ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΚΑΤΩ ΑΧΑΙΑΣ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΝΙΦΟΡΑΙΙΚΩΝ ΑΧΑΙΑΣ, ΠΕΤΑ ΑΧΑΙΑΣ, ΠΕΤΡΟΧΩΡΙ ΑΧΑΙΑΣ, ΠΗΓΑΔΙΑ ΧΑΡΑΥΓΗΣ ΑΧΑΙΑΣ, ΠΙΣΩ ΣΥΚΕΑ ΑΧΑΙΑΣ, ΠΟΙΜΕΝΟΧΩΡΙ ΑΧΑΙΑΣ, ΠΟΛΥΛΟΦΟ ΑΧΑΙΑΣ, ΠΟΡΤΕΣ ΑΧΑΙΑΣ, ΠΟΥΡΝΑΡΙ ΑΧΑΙΑΣ, ΡΑΧΗ ΑΧΑΙΑΣ, ΡΙΟΛΟΣ ΑΧΑΙΑΣ, ΣΑΝΤΟΜΕΡΙ ΑΧΑΙΑΣ, ΣΠΑΛΙΑΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΣΠΑΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΣΤΕΝΑΙΙΤΙΚΑ ΑΧΑΙΑΣ, ΤΑΞΙΑΡΧΕΣ ΑΧΑΙΑΣ, ΤΣΑΚΩΝΙΚΑ ΑΧΑΙΑΣ, ΥΨΗΛΗ ΡΑΧΗ ΑΧΑΙΑΣ, ΦΛΟΚΑ ΑΧΑΙΑΣ, ΦΡΑΓΚΑ ΑΧΑΙΑΣ, ΦΩΣΤΑΙΝΑ ΑΧΑΙΑΣ, ΧΑΙΚΑΛΙ ΑΧΑΙΑΣ, ΧΑΡΑΥΓΗ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26221", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26222", "ΜΠΑΛΑΣ ΑΧΑΙΑΣ, ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26223", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26224", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26225", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26226", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26331", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26332", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26333", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26334", "ΟΒΡΙΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26335", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26336", "ΠΑΤΡΕΩΝ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26441", "ΑΓΥΙΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26442", "ΠΑΤΡΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26443", "ΜΠΟΖΑΙΙΤΙΚΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "26500", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΛΑΤΑΝΟΒΡΥΣΗΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΣΟΥΛΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΣΤΕΦΑΝΟΣ ΣΑΡΑΒΑΛΙΟΥ ΑΧΑΙΑΣ, ΑΝΩ ΚΑΛΛΙΘΕΑ ΑΧΑΙΑΣ, ΒΕΡΝΑΡΔΑΙΙΚΑ ΑΧΑΙΑΣ, ΓΚΟΤΣΑΙΙΚΑ ΑΧΑΙΑΣ, ΔΕΜΕΝΙΚΑ ΑΧΑΙΑΣ, ΕΛΙΚΙΣΤΡΑ ΑΧΑΙΑΣ, ΖΑΡΚΑΛΗ ΑΧΑΙΑΣ, ΘΕΑ ΑΧΑΙΑΣ, ΚΑΛΛΙΘΕΑ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΚΑΡΥΑ ΕΛΙΚΙΣΤΡΑΣ ΑΧΑΙΑΣ, ΚΑΤΩ ΑΡΑΧΩΒΙΤΙΚΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΡΟΔΙΝΗ ΑΧΑΙΑΣ, ΚΕΦΑΛΟΒΡΥΣΟ ΣΑΡΑΒΑΛΙΟΥ ΑΧΑΙΑΣ, ΚΕΦΑΛΟΒΡΥΣΟ ΣΟΥΛΙΟΥ ΑΧΑΙΑΣ, ΚΡΗΝΗ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΚΡΥΣΤΑΛΛΟΒΡΥΣΗ ΑΧΑΙΑΣ, ΚΥΑΝΗ ΑΚΤΗ ΑΧΑΙΑΣ, ΛΥΓΙΕΣ ΑΧΑΙΑΣ, ΜΑΥΡΟΜΑΝΔΗΛΑ ΑΧΑΙΑΣ, ΜΙΝΤΖΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΙΝΤΙΛΟΓΛΙ ΑΧΑΙΑΣ, ΜΟΙΡΑ ΑΧΑΙΑΣ, ΜΟΝΗ ΟΜΠΛΟΥ ΑΧΑΙΑΣ, ΜΟΝΟΔΕΝΔΡΙ ΚΡΗΝΗΣ ΑΧΑΙΑΣ, ΜΠΑΚΑΡΙ ΑΧΑΙΑΣ, ΝΕΟ ΣΟΥΛΙ ΑΧΑΙΑΣ, ΠΑΝΑΓΙΑ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΑΧΑΙΑΣ, ΠΑΥΛΟΚΑΣΤΡΟ ΑΧΑΙΑΣ, ΠΕΤΡΩΤΟ ΑΧΑΙΑΣ, ΠΗΓΗ ΑΧΑΙΑΣ, ΠΟΥΡΝΑΡΟΚΑΣΤΡΟ ΑΧΑΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΣΟΥΛΙΟΥ ΑΧΑΙΑΣ, ΡΥΑΚΙ ΑΧΑΙΑΣ, ΡΩΜΑΝΟΣ ΑΧΑΙΑΣ, ΣΑΡΑΒΑΛΙ ΑΧΑΙΑΣ, ΣΑΡΚΟΥΝΑΣ ΑΧΑΙΑΣ, ΧΑΤΖΗΛΙΑΚΟ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32001", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΚΟΡΩΝΕΙΑΣ ΒΟΙΩΤΙΑΣ, ΑΛΙΑΡΤΟΣ ΒΟΙΩΤΙΑΣ, ΕΥΑΓΓΕΛΙΣΤΡΙΑ ΒΟΙΩΤΙΑΣ, ΜΑΖΙ ΒΟΙΩΤΙΑΣ, ΜΟΝΗ ΕΥΑΓΓΕΛΙΣΤΡΙΑΣ ΒΟΙΩΤΙΑΣ, ΠΕΤΡΑ ΒΟΙΩΤΙΑΣ, ΣΩΛΗΝΑΡΙ ΒΟΙΩΤΙΑΣ, ΥΨΗΛΑΝΤΗΣ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32002", "ΑΣΚΡΑΙΑ ΒΟΙΩΤΙΑΣ, ΒΑΓΙΑ ΒΟΙΩΤΙΑΣ, ΘΕΣΠΙΕΣ ΒΟΙΩΤΙΑΣ, ΛΕΟΝΤΑΡΙ ΒΟΙΩΤΙΑΣ, ΜΑΥΡΟΜΜΑΤΙ ΒΟΙΩΤΙΑΣ, ΝΕΟΧΩΡΙ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32003", "ΑΣΠΡΑ ΣΠΙΤΙΑ ΒΟΙΩΤΙΑΣ, ΠΑΡΑΛΙΑ ΔΙΣΤΟΜΟΥ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32004", "ΑΡΑΧΩΒΑ ΒΟΙΩΤΙΑΣ, ΖΕΜΕΝΟ ΒΟΙΩΤΙΑΣ, ΚΑΛΥΒΙΑ ΛΙΒΑΔΙΟΥ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32005", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΔΙΣΤΟΜΟΥ ΒΟΙΩΤΙΑΣ, ΔΙΣΤΟΜΟ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32006", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΚΥΡΙΑΚΙΟΥ ΒΟΙΩΤΙΑΣ, ΚΑΡΥΩΤΙ ΒΟΙΩΤΙΑΣ, ΚΥΡΙΑΚΙ ΒΟΙΩΤΙΑΣ, ΠΑΝΑΓΙΑ ΚΑΛΑΜΙΩΤΙΣΣΑ ΒΟΙΩΤΙΑΣ, ΤΑΡΣΟΣ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32009", "ΑΓΙΟΣ ΘΩΜΑΣ ΕΥΒΟΙΑΣ, ΚΛΕΙΔΙ ΕΥΒΟΙΑΣ, ΟΙΝΟΗ ΕΥΒΟΙΑΣ, ΠΑΝΑΓΙΑ ΤΑΝΑΓΡΑΣ ΕΥΒΟΙΑΣ, ΣΧΗΜΑΤΑΡΙ ΕΥΒΟΙΑΣ, ΤΑΝΑΓΡΑ ΕΥΒΟΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32100", "ΑΓΙΑ ΑΝΝΑ ΒΟΙΩΤΙΑΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΑΛΑΛΚΟΜΕΝΩΝ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΛΙΒΑΔΕΙΑΣ ΒΟΙΩΤΙΑΣ, ΑΚΟΝΤΙΟ ΒΟΙΩΤΙΑΣ, ΑΛΑΛΚΟΜΕΝΕΣ ΒΟΙΩΤΙΑΣ, ΑΝΑΛΗΨΗ ΒΟΙΩΤΙΑΣ, ΕΛΙΚΩΝΑΣ ΒΟΙΩΤΙΑΣ, ΖΕΛΙΤΣΑ ΒΟΙΩΤΙΑΣ, ΘΟΥΡΙΟ ΒΟΙΩΤΙΑΣ, ΚΟΡΩΝΕΙΑ ΒΟΙΩΤΙΑΣ, ΛΑΦΥΣΤΙ ΒΟΙΩΤΙΑΣ, ΛΙΒΑΔΕΙΑ ΒΟΙΩΤΙΑΣ, ΜΑΥΡΟΓΕΙΑ ΒΟΙΩΤΙΑΣ, ΜΑΥΡΟΝΕΡΙ ΒΟΙΩΤΙΑΣ, ΜΟΝΗ ΟΣΙΟΥ ΛΟΥΚΑ ΒΟΙΩΤΙΑΣ, ΠΕΡΑΧΩΡΙ ΒΟΙΩΤΙΑΣ, ΠΡΟΣΗΛΙΟ ΒΟΙΩΤΙΑΣ, ΡΩΜΑΙΙΚΟ ΒΟΙΩΤΙΑΣ, ΣΤΑΘΜΟΣ ΔΑΥΛΕΙΑΣ ΒΟΙΩΤΙΑΣ, ΣΤΑΘΜΟΣ ΛΙΒΑΔΕΙΑΣ ΒΟΙΩΤΙΑΣ, ΣΤΕΙΡΙΟ ΒΟΙΩΤΙΑΣ, ΤΖΙΜΑΙΙΚΑ ΒΟΙΩΤΙΑΣ, ΤΣΟΥΚΑΛΑΔΕΣ ΒΟΙΩΤΙΑΣ, ΧΑΙΡΩΝΕΙΑ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "32200", "ΑΓΙΟΣ ΒΑΣΙΛΕΙΟΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΒΟΙΩΤΙΑΣ, ΑΓΙΟΣ ΝΕΚΤΑΡΙΟΣ ΘΗΒΩΝ ΒΟΙΩΤΙΑΣ, ΑΚΡΑΙΦΝΙΟ ΒΟΙΩΤΙΑΣ, ΑΜΠΕΛΟΧΩΡΙ ΒΟΙΩΤΙΑΣ, ΑΡΜΑ ΒΟΙΩΤΙΑΣ, ΑΣΩΠΙΑ ΒΟΙΩΤΙΑΣ, ΔΑΦΝΗ ΒΟΙΩΤΙΑΣ, ΔΑΦΝΟΥΛΑ ΒΟΙΩΤΙΑΣ, ΕΛΕΩΝΑΣ  (ΕΛΑΙΩΝΑΣ) ΒΟΙΩΤΙΑΣ, ΘΗΒΑ ΒΟΙΩΤΙΑΣ, ΚΑΛΑΜΑΚΙ ΒΟΙΩΤΙΑΣ, ΚΑΛΛΙΘΕΑ ΒΟΙΩΤΙΑΣ, ΚΑΠΑΡΕΛΛΙ ΒΟΙΩΤΙΑΣ, ΚΑΣΤΡΙ ΒΟΙΩΤΙΑΣ, ΚΑΣΤΡΟ ΒΟΙΩΤΙΑΣ, ΚΟΚΚΙΝΟ ΒΟΙΩΤΙΑΣ, ΛΕΥΚΤΡΑ ΒΟΙΩΤΙΑΣ, ΛΟΥΤΟΥΦΙ ΒΟΙΩΤΙΑΣ, ΜΕΛΙΣΣΟΧΩΡΙ ΒΟΙΩΤΙΑΣ, ΜΟΝΗ ΑΓΙΑΣ ΤΡΙΑΔΑΣ ΒΟΙΩΤΙΑΣ, ΜΟΝΗ ΜΕΤΑΜΟΡΦΩΣΗΣ ΣΩΤΗΡΟΣ ΒΟΙΩΤΙΑΣ, ΜΟΝΗ ΠΕΛΑΓΙΑΣ ΒΟΙΩΤΙΑΣ, ΜΟΥΡΙΚΙ ΒΟΙΩΤΙΑΣ, ΝΕΟΧΩΡΑΚΙ ΒΟΙΩΤΙΑΣ, ΠΑΝΑΚΤΟ ΒΟΙΩΤΙΑΣ, ΠΑΡΑΛΙΑ ΛΙΒΑΔΟΣΤΡΑΣ ΒΟΙΩΤΙΑΣ, ΠΛΑΤΑΙΕΣ ΒΟΙΩΤΙΑΣ, ΠΛΑΤΑΝΑΚΙΑ ΒΟΙΩΤΙΑΣ, ΠΡΑΣΙΝΟ ΒΟΙΩΤΙΑΣ, ΠΥΛΗ ΒΟΙΩΤΙΑΣ, ΣΚΟΥΡΤΑ ΒΟΙΩΤΙΑΣ, ΣΚΡΟΠΟΝΕΡΙΑ ΒΟΙΩΤΙΑΣ, ΣΤΕΦΑΝΗ ΒΟΙΩΤΙΑΣ, ΣΤΡΟΒΙΚΙ ΒΟΙΩΤΙΑΣ, ΥΠΑΤΟ ΒΟΙΩΤΙΑΣ", "Βοιωτίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85303", "ΑΥΛΑΚΙ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΓΥΑΛΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΕΜΠΟΡΕΙΟΣ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΚΑΝΔΕΛΙΟΥΣΣΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΟΥΤΡΑ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΜΑΝΔΡΑΚΙ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΝΙΚΙΑ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΠΑΛΟΙ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΠΑΧΕΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΕΡΓΟΥΣΣΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΤΡΟΓΓΥΛΗ ΝΙΣΥΡΟΥ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85400", "ΑΓΙΑ ΜΑΡΙΝΑ ΛΕΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΑΛΙΝΔΑ ΔΩΔ/ΝΗΣΟΥ, ΑΡΧΑΓΓΕΛΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΓΛΑΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΓΟΥΡΝΑ ΔΩΔ/ΝΗΣΟΥ, ΔΡΥΜΩΝΑΣ ΛΕΡΟΥ ΔΩΔ/ΝΗΣΟΥ, ΚΑΜΑΡΑ ΔΩΔ/ΝΗΣΟΥ, ΚΙΝΑΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΟΚΚΑΛΗ ΔΩΔ/ΝΗΣΟΥ, ΛΕΒΙΘΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΑΡΘΕΝΙ ΔΩΔ/ΝΗΣΟΥ, ΠΗΓΑΝΟΥΣΣΑ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΚΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΚΕΣ ΔΩΔ/ΝΗΣΟΥ, ΣΤΡΟΓΓΥΛΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΤΕΜΕΝΙΑ ΔΩΔ/ΝΗΣΟΥ, ΤΡΥΠΗΤΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΦΑΡΜΑΚΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85500", "ΑΓΚΑΘΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ, ΑΓΡΕΛΟΥΣΣΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΝΥΔΡΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΡΚΟΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΛΟΒΟΛΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΟΜΑΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΚΡΟΝΗΣΙ ΠΑΤΜΟΥ ΔΩΔ/ΝΗΣΟΥ, ΝΕΡΑ ΠΑΤΜΟΥ ΔΩΔ/ΝΗΣΟΥ, ΠΑΤΜΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΚΑΛΑ ΠΑΤΜΟΥ ΔΩΔ/ΝΗΣΟΥ, ΣΤΡΟΓΓΥΛΟ ΠΑΤΜΟΥ ΔΩΔ/ΝΗΣΟΥ, ΤΡΑΓΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ, ΧΙΛΙΟΜΟΔΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85600", "ΓΙΑΛΕΣΙΝΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΔΙΑΒΑΤΕΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΕΜΠΟΡΕΙΟΣ ΣΥΜΗΣ  (ΝΗΜΠΟΡΙΟΣ) ΔΩΔ/ΝΗΣΟΥ, ΚΟΥΛΟΥΝΔΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΡΑΘΟΥΝΤΑ ΣΥΜΗΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΡΜΑΡΑΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΝΙΜΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΞΙΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΑΝΟΡΜΙΤΗΣ ΣΥΜΗΣ ΔΩΔ/ΝΗΣΟΥ, ΠΕΔΙΟ ΣΥΜΗΣ ΔΩΔ/ΝΗΣΟΥ, ΣΕΣΚΛΙΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΥΜΗ ΔΩΔ/ΝΗΣΟΥ, ΧΟΝΔΡΟΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34500", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΛΟΥΚΑΣ ΕΥΒΟΙΑΣ, ΑΚΤΗ ΝΗΡΕΩΣ ΕΥΒΟΙΑΣ, ΑΛΙΒΕΡΙ ΕΥΒΟΙΑΣ, ΑΝΘΟΥΠΟΛΗ ΕΥΒΟΙΑΣ, ΒΕΛΟΣ ΕΥΒΟΙΑΣ, ΓΑΒΑΛΑΣ ΕΥΒΟΙΑΣ, ΔΥΣΤΟΣ ΕΥΒΟΙΑΣ, ΘΑΡΟΥΝΙΑ ΕΥΒΟΙΑΣ, ΚΑΤΑΚΑΛΟΣ ΕΥΒΟΙΑΣ, ΚΟΥΤΟΥΜΟΥΛΑΣ ΕΥΒΟΙΑΣ, ΛΑΤΑΣ ΕΥΒΟΙΑΣ, ΛΕΠΟΥΡΑ ΕΥΒΟΙΑΣ, ΜΗΛΑΚΙ ΕΥΒΟΙΑΣ, ΠΑΝΑΓΙΑ ΠΑΡΘΕΝΙΟΥ ΕΥΒΟΙΑΣ, ΠΑΝΑΓΙΤΣΑ ΠΟΥΝΤΑ ΕΥΒΟΙΑΣ, ΠΑΡΑΜΕΡΙΤΕΣ ΕΥΒΟΙΑΣ, ΠΑΡΘΕΝΙ ΕΥΒΟΙΑΣ, ΠΡΑΣΙΝΟ ΕΥΒΟΙΑΣ, ΠΡΙΝΙΑΣ ΕΥΒΟΙΑΣ, ΤΡΑΧΗΛΙΟ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34600", "ΝΕΑ ΑΡΤΑΚΗ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "36071", "ΑΓΙΑ ΤΡΙΑΔΑ ΚΕΡΑΣΟΧΩΡΙΟΥ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΛΑΙΟΧΩΡΙΟΥ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΜΙΡΙΑΝΗ ΕΥΡΥΤΑΝΙΑΣ, ΑΝΑΤΟΛΙΚΗ ΦΡΑΓΚΙΣΤΑ ΕΥΡΥΤΑΝΙΑΣ, ΒΙΝΙΑΝΗ ΕΥΡΥΤΑΝΙΑΣ, ΒΡΕΚΑΙΙΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΓΑΒΡΙΝΑ ΕΥΡΥΤΑΝΙΑΣ, ΓΟΥΛΑΙΙΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΔΑΦΝΗ ΕΥΡΥΤΑΝΙΑΣ, ΔΥΤΙΚΗ ΦΡΑΓΚΙΣΤΑ ΕΥΡΥΤΑΝΙΑΣ, ΕΠΙΣΚΟΠΗ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΡΑΚΑΣΙΟΝ ΕΥΡΥΤΑΝΙΑΣ, ΚΕΡΑΣΟΧΩΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΚΕΦΑΛΟΒΡΥΣΟ ΕΥΡΥΤΑΝΙΑΣ, ΚΡΕΝΤΗΣ ΕΥΡΥΤΑΝΙΑΣ, ΛΟΓΓΙΕΣ ΕΥΡΥΤΑΝΙΑΣ, ΜΑΡΑΘΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΜΑΡΑΘΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΜΑΥΡΟΜΜΑΤΑ ΕΥΡΥΤΑΝΙΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΕΥΡΥΤΑΝΙΑΣ ΕΥΡΥΤΑΝΙΑΣ, ΝΕΑ ΒΙΝΙΑΝΗ ΕΥΡΥΤΑΝΙΑΣ, ΝΕΟΧΩΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΦΡΑΣΓΚΙΣΤΑΣ ΕΥΡΥΤΑΝΙΑΣ, ΠΕΡΟΥΛΑΙΙΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΣΕΛΟ ΕΥΡΥΤΑΝΙΑΣ, ΣΚΑΜΝΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΧΡΥΣΩ ΕΥΡΥΤΑΝΙΑΣ", "Ευρυτανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "36072", "ΑΓΙΟΣ ΠΡΟΚΟΠΙΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΜΠΑΡΕΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΝΩ ΠΟΤΑΜΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΡΜΑΜΠΕΛΑ ΕΥΡΥΤΑΝΙΑΣ, ΒΑΛΑΩΡΑ ΕΥΡΥΤΑΝΙΑΣ, ΒΕΡΝΙΚΟ ΕΥΡΥΤΑΝΙΑΣ, ΒΟΥΛΠΗ ΕΥΡΥΤΑΝΙΑΣ, ΓΡΑΝΙΤΣΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΙΠΑΝΑΚΙ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΣΤΡΑΚΙ ΒΑΛΑΩΡΑΣ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΣΤΡΑΚΙ ΤΟΠΟΛΙΑΝΩΝ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΤΩ ΠΟΤΑΜΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΟΝΔΥΛΑΙΙΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΟΨΑΙΙΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΛΗΜΕΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΛΙΘΟΧΩΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΛΟΓΓΙΤΣΙ ΕΥΡΥΤΑΝΙΑΣ, ΜΟΝΗ ΤΑΤΑΡΝΗΣ ΕΥΡΥΤΑΝΙΑΣ, ΠΡΑΤΟΒΟΥΝΙ ΕΥΡΥΤΑΝΙΑΣ, ΤΟΠΟΛΙΑΝΑ ΕΥΡΥΤΑΝΙΑΣ, ΤΡΙΠΟΤΑΜΟ ΕΥΡΥΤΑΝΙΑΣ, ΤΣΟΥΚΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΧΡΙΣΟΒΑ ΕΥΡΥΤΑΝΙΑΣ", "Ευρυτανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "36073", "ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΡΑΦΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΝΗΦΟΡΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΣΠΡΟΡΡΕΥΜΑ ΕΥΡΥΤΑΝΙΑΣ, ΒΑΛΑΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΒΡΑΓΓΙΑΝΑ ΕΥΡΥΤΑΝΙΑΣ, ΓΑΒΡΟΛΙΣΙΑΔΑ ΕΥΡΥΤΑΝΙΑΣ, ΔΕΝΔΡΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΕΛΑΤΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΕΠΙΝΙΑΝΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΒΑΚΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΜΑΡΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΡΥΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΤΣΑΝΤΩΝΗΣ ΕΥΡΥΤΑΝΙΑΣ, ΚΟΥΣΤΕΣΑ ΕΥΡΥΤΑΝΙΑΣ, ΝΕΡΑΙΔΑ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΛΑΙΟΛΑΚΚΑ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΡΑΜΕΡΙΤΑ ΕΥΡΥΤΑΝΙΑΣ, ΠΤΕΡΗ ΕΥΡΥΤΑΝΙΑΣ, ΤΡΙΔΕΝΔΡΟ ΕΥΡΥΤΑΝΙΑΣ, ΤΡΟΒΑΤΟ ΕΥΡΥΤΑΝΙΑΣ", "Ευρυτανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "36080", "ΒΡΑΧΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΛΕΙΣΤΟ ΕΥΡΥΤΑΝΙΑΣ, ΜΑΥΡΟΛΟΓΓΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΜΕΣΟΧΩΡΙ ΕΥΡΥΤΑΝΙΑΣ, ΠΛΑΤΑΝΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΦΟΥΡΝΑ ΕΥΡΥΤΑΝΙΑΣ", "Ευρυτανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "36100", "ΑΓΙΑ ΒΛΑΧΕΡΝΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΑΜΠΕΛΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΝΙΑΔΑ ΕΥΡΥΤΑΝΙΑΣ, ΑΝΩ ΚΑΛΕΣΜΕΝΟ ΕΥΡΥΤΑΝΙΑΣ, ΑΡΩΝΙΑΔΑ ΕΥΡΥΤΑΝΙΑΣ, ΒΑΜΒΑΚΙΕΣ ΕΥΡΥΤΑΝΙΑΣ, ΒΕΛΟΥΧΙ ΕΥΡΥΤΑΝΙΑΣ, ΒΟΥΤΥΡΟ ΕΥΡΥΤΑΝΙΑΣ, ΓΟΡΙΑΝΑΔΕΣ ΕΥΡΥΤΑΝΙΑΣ, ΔΥΤΙΚΟ ΠΑΠΠΑΡΟΥΣΙ ΕΥΡΥΤΑΝΙΑΣ, ΙΤΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΛΕΣΜΕΝΟ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΛΛΙΘΕΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΡΠΕΝΗΣΙ ΕΥΡΥΤΑΝΙΑΣ, ΚΑΤΩ ΜΑΡΑΘΕΑ ΕΥΡΥΤΑΝΙΑΣ, ΚΛΑΥΣΙΟ ΕΥΡΥΤΑΝΙΑΣ, ΚΟΡΥΣΧΑΔΕΣ ΕΥΡΥΤΑΝΙΑΣ, ΜΕΣΑΜΠΕΛΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΜΗΛΙΑΣ ΕΥΡΥΤΑΝΙΑΣ, ΜΟΝΑΣΤΗΡΑΚΙ ΚΑΛΕΣΜΕΝΟΥ ΕΥΡΥΤΑΝΙΑΣ, ΜΟΥΖΙΛΟ ΕΥΡΥΤΑΝΙΑΣ, ΜΥΡΙΚΗ ΕΥΡΥΤΑΝΙΑΣ, ΝΟΣΤΙΜΟ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΠΠΑΔΙΑ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΠΠΑΡΟΥΣΙ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΡΚΙΟ ΕΥΡΥΤΑΝΙΑΣ, ΠΑΥΛΟΠΟΥΛΟ ΕΥΡΥΤΑΝΙΑΣ, ΣΕΛΛΑ ΕΥΡΥΤΑΝΙΑΣ, ΣΤΕΝΩΜΑ ΕΥΡΥΤΑΝΙΑΣ, ΣΤΕΦΑΝΙ ΕΥΡΥΤΑΝΙΑΣ, ΣΥΓΚΡΕΛΛΟΣ ΕΥΡΥΤΑΝΙΑΣ, ΦΙΔΑΚΙΑ ΕΥΡΥΤΑΝΙΑΣ", "Ευρυτανίας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "29090", "ΑΓΙΑ ΜΑΡΙΝΑ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΖΑΚΥΝΘΟΥ, ΑΛΙΚΑΝΑΣ ΖΑΚΥΝΘΟΥ, ΑΛΩΝΙΑ ΖΑΚΥΝΘΟΥ, ΑΝΩ ΓΕΡΑΚΑΡΙ ΖΑΚΥΝΘΟΥ, ΔΡΑΚΑΣ ΖΑΚΥΝΘΟΥ, ΚΑΛΛΙΘΕΑ ΖΑΚΥΝΘΟΥ, ΚΑΣΤΕΛΙΑ ΖΑΚΥΝΘΟΥ, ΚΑΤΑΣΤΑΡΙ ΖΑΚΥΝΘΟΥ, ΚΑΤΩ ΓΕΡΑΚΑΡΙ ΖΑΚΥΝΘΟΥ, ΠΗΓΑΔΑΚΙΑ ΖΑΚΥΝΘΟΥ, ΣΚΟΥΛΗΚΑΔΟ ΖΑΚΥΝΘΟΥ", "Ζακύνθου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "29091", "ΑΓΙΑ ΘΕΚΛΑ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΝΗΣΟΣ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΒΟΛΙΜΩΝ ΖΑΚΥΝΘΟΥ, ΑΝΑΦΩΝΗΤΡΙΑ ΖΑΚΥΝΘΟΥ, ΑΝΩ ΒΟΛΙΜΕΣ ΖΑΚΥΝΘΟΥ, ΑΣΚΟΣ ΖΑΚΥΝΘΟΥ, ΒΑΡΒΑΡΑ ΖΑΚΥΝΘΟΥ, ΒΟΛΙΜΕΣ ΖΑΚΥΝΘΟΥ, ΕΛΙΕΣ ΖΑΚΥΝΘΟΥ, ΕΞΩ ΧΩΡΑ ΖΑΚΥΝΘΟΥ, ΚΑΜΠΙΟ ΖΑΚΥΝΘΟΥ, ΚΟΡΙΘΙ ΖΑΚΥΝΘΟΥ, ΚΟΡΩΝΗ ΖΑΚΥΝΘΟΥ, ΜΑΡΙΕΣ ΖΑΚΥΝΘΟΥ, ΜΙΚΡΟ ΝΗΣΙ ΖΑΚΥΝΘΟΥ, ΟΡΘΟΝΙΕΣ ΖΑΚΥΝΘΟΥ, ΣΚΙΝΑΡΙΑ ΖΑΚΥΝΘΟΥ", "Ζακύνθου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "29092", "ΑΓΑΛΑΣ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΙ ΠΑΝΤΕΣ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΛΕΩΝ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΣΩΣΤΗΣ ΖΑΚΥΝΘΟΥ, ΑΗ ΓΙΑΝΝΗΣ ΑΓΑΛΑ ΖΑΚΥΝΘΟΥ, ΑΜΠΕΛΟΣ ΖΑΚΥΝΘΟΥ, ΑΠΕΛΑΤΙ ΖΑΚΥΝΘΟΥ, ΒΟΥΓΙΑΤΟ ΖΑΚΥΝΘΟΥ, ΓΑΛΑΡΟ ΖΑΚΥΝΘΟΥ, ΓΥΡΙΟ ΖΑΚΥΝΘΟΥ, ΚΑΛΠΑΚΙ ΖΑΚΥΝΘΟΥ, ΚΕΡΙ ΖΑΚΥΝΘΟΥ, ΚΟΙΛΙΩΜΕΝΟΣ ΖΑΚΥΝΘΟΥ, ΛΑΓΑΝΑΣ ΖΑΚΥΝΘΟΥ, ΛΑΓΚΑΔΑΚΙΑ ΖΑΚΥΝΘΟΥ, ΛΑΓΩΠΟΔΟ ΖΑΚΥΝΘΟΥ, ΛΙΘΑΚΙΑ ΖΑΚΥΝΘΟΥ, ΛΙΜΝΗ ΚΕΡΙΟΥ ΖΑΚΥΝΘΟΥ, ΛΟΥΧΑ ΖΑΚΥΝΘΟΥ, ΜΑΡΑΘΙΑΣ ΖΑΚΥΝΘΟΥ, ΜΑΧΑΙΡΑΔΟ ΖΑΚΥΝΘΟΥ, ΜΕΛΙΝΑΔΟ ΖΑΚΥΝΘΟΥ, ΜΟΥΖΑΚΙ ΖΑΚΥΝΘΟΥ, ΠΑΝΤΟΚΡΑΤΩΡΑΣ ΖΑΚΥΝΘΟΥ, ΡΟΜΙΡΙ ΖΑΚΥΝΘΟΥ, ΣΤΗΜΙΕΣ ΖΑΚΥΝΘΟΥ, ΦΙΟΛΙΤΗΣ ΖΑΚΥΝΘΟΥ, ΦΤΕΡΙΝΙ ΖΑΚΥΝΘΟΥ", "Ζακύνθου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "29100", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΒΑΣΙΛΙΚΟΥ ΖΑΚΥΝΘΟΥ, ΑΓΙΟΣ ΚΗΡΥΚΟΣ ΖΑΚΥΝΘΟΥ, ΑΚΡΩΤΗΡΙ ΖΑΚΥΝΘΟΥ, ΑΜΠΕΛΟΚΗΠΟΙ ΖΑΚΥΝΘΟΥ, ΑΝΩ ΒΑΣΙΛΙΚΟΣ ΖΑΚΥΝΘΟΥ, ΑΡΓΑΣΙ ΖΑΚΥΝΘΟΥ, ΒΑΝΑΤΟ ΖΑΚΥΝΘΟΥ, ΒΑΣΙΛΙΚΟΣ ΖΑΚΥΝΘΟΥ, ΓΑΙΤΑΝΙ ΖΑΚΥΝΘΟΥ, ΔΡΟΣΙΑ ΖΑΚΥΝΘΟΥ, ΖΑΚΥΝΘΟΣ ΖΑΚΥΝΘΟΥ, ΚΑΛΑΜΑΚΙ ΖΑΚΥΝΘΟΥ, ΚΑΛΙΠΑΔΟ ΖΑΚΥΝΘΟΥ, ΚΑΛΛΙΤΕΡΟΣ ΖΑΚΥΝΘΟΥ, ΚΑΛΟΝΗΣΙ ΖΑΚΥΝΘΟΥ, ΚΥΔΩΝΙ ΖΑΚΥΝΘΟΥ, ΚΥΨΕΛΗ ΖΑΚΥΝΘΟΥ, ΛΙΜΟΝΤΑΙΙΚΑ ΖΑΚΥΝΘΟΥ, ΜΑΡΓΑΡΑΙΙΚΑ ΖΑΚΥΝΘΟΥ, ΜΕΣΟ ΓΕΡΑΚΑΡΙ ΖΑΚΥΝΘΟΥ, ΜΟΝΗ ΣΤΡΟΦΑΔΩΝ ΖΑΚΥΝΘΟΥ, ΜΠΟΧΑΛΗ ΖΑΚΥΝΘΟΥ, ΝΕΡΟΜΥΛΟΣ ΖΑΚΥΝΘΟΥ, ΞΗΡΟΚΑΣΤΕΛΛΟ ΖΑΚΥΝΘΟΥ, ΠΕΥΚΑΚΙΑ ΖΑΚΥΝΘΟΥ, ΠΛΑΝΟΣ ΖΑΚΥΝΘΟΥ, ΣΑΡΑΚΗΝΑΔΟ ΖΑΚΥΝΘΟΥ, ΤΡΑΓΑΚΙ ΖΑΚΥΝΘΟΥ, ΧΑΜΟΥΖΑΣ ΖΑΚΥΝΘΟΥ, ΨΑΡΑΙΙΚΑ ΖΑΚΥΝΘΟΥ, ΨΑΡΟΥ ΖΑΚΥΝΘΟΥ", "Ζακύνθου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27050", "ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΒΑΡΘΟΛΟΜΙΟΥ ΗΛΕΙΑΣ, ΑΡΚΟΥΔΙ ΗΛΕΙΑΣ, ΒΑΡΘΟΛΟΜΙΟ ΗΛΕΙΑΣ, ΒΑΤΙΩΝΑΣ ΗΛΕΙΑΣ, ΒΡΑΝΑΣ ΗΛΕΙΑΣ, ΓΛΥΦΑ ΗΛΕΙΑΣ, ΔΗΜΗΤΡΑ ΗΛΕΙΑΣ, ΘΙΝΕΣ ΗΛΕΙΑΣ, ΙΟΝΙΚΟ ΗΛΕΙΑΣ, ΚΑΛΑΜΙΑ ΗΛΕΙΑΣ, ΚΑΛΥΒΙΑ ΜΥΡΤΟΥΝΤΙΩΝ ΗΛΕΙΑΣ, ΚΑΡΑΒΑΚΙ ΗΛΕΙΑΣ, ΚΑΡΔΙΑΚΑΥΤΗ ΗΛΕΙΑΣ, ΚΑΣΤΡΟ ΗΛΕΙΑΣ, ΚΟΚΚΑΛΑ ΗΛΕΙΑΣ, ΛΟΥΤΡΑ ΚΥΛΛΗΝΗΣ ΗΛΕΙΑΣ, ΛΥΓΙΑ ΗΛΕΙΑΣ, ΜΑΧΟΣ ΗΛΕΙΑΣ, ΠΑΡΑΛΙΑ ΘΙΝΩΝ ΗΛΕΙΑΣ, ΠΑΡΑΛΙΑ ΛΥΓΙΑΣ ΗΛΕΙΑΣ, ΡΕΓΚΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΡΩΜΕΙΚΑ ΑΜΑΛΙΑΔΟΣ ΗΛΕΙΑΣ, ΣΤΡΟΥΜΠΟΥΛΗ ΗΛΕΙΑΣ, ΨΗΛΗ ΡΑΧΗ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27051", "ΑΝΔΡΑΒΙΔΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27052", "ΑΓΙΑ ΜΑΡΙΝΑ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ ΝΗΣΙΟΥ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΗΛΕΙΑΣ, ΑΕΤΟΡΡΑΧΗ ΗΛΕΙΑΣ, ΑΝΩ ΒΕΛΙΤΣΕΣ ΑΧΑΙΑΣ, ΑΝΩ ΚΟΥΡΤΕΣΙ ΗΛΕΙΑΣ, ΒΑΡΔΑ ΗΛΕΙΑΣ, ΒΟΥΠΡΑΣΙ ΑΧΑΙΑΣ, ΔΑΦΝΗ ΑΕΤΟΡΡΑΧΗΣ ΗΛΕΙΑΣ, ΘΑΝΑΣΟΥΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΑΛΟΓΡΙΑ ΑΧΑΙΑΣ, ΚΑΛΥΒΑΚΙΑ ΞΕΝΙΩΝ ΗΛΕΙΑΣ, ΚΑΝΔΑΛΟΣ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΚΑΠΕΛΕΤΟ ΗΛΕΙΑΣ, ΚΑΡΑΒΟΥΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΑΡΒΟΥΝΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΑΤΩ ΒΕΛΙΤΣΕΣ ΑΧΑΙΑΣ, ΚΟΤΤΕΙΚΑ ΗΛΕΙΑΣ, ΚΟΥΓΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΟΥΡΤΕΣΗ ΗΛΕΙΑΣ, ΚΡΕΜΜΥΔΙ ΗΛΕΙΑΣ, ΚΩΜΗ ΗΛΕΙΑΣ, ΛΑΠΑΣ ΑΧΑΙΑΣ, ΛΟΥΤΡΑ ΥΡΜΙΝΗΣ ΗΛΕΙΑΣ, ΜΑΝΩΛΑΔΑ ΗΛΕΙΑΣ, ΜΕΓΑΛΟ ΠΕΥΚΟ ΗΛΕΙΑΣ, ΜΕΛΙΣΣΑ ΗΛΕΙΑΣ, ΜΕΤΟΧΙ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΜΙΧΟΙΟ ΑΧΑΙΑΣ, ΜΠΟΡΣΙ ΗΛΕΙΑΣ, ΜΠΡΙΝΙΑ ΗΛΕΙΑΣ, ΝΕΑ ΜΑΝΩΛΑΔΑ ΗΛΕΙΑΣ, ΝΕΑΠΟΛΗ ΗΛΕΙΑΣ, ΝΕΟ ΒΟΥΠΡΑΣΙΟ ΑΧΑΙΑΣ, ΝΗΣΙ ΗΛΕΙΑΣ, ΞΕΝΙΕΣ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΧΩΡΑ ΗΛΕΙΑΣ, ΠΑΡΑΛΙΜΝΗ ΑΧΑΙΑΣ, ΣΑΜΑΡΑΙΙΚΑ ΗΛΕΙΑΣ, ΣΥΜΠΑΝΙ ΗΛΕΙΑΣ, ΤΣΑΜΑΙΙΚΑ ΑΧΑΙΑΣ, ΨΑΡΙ ΗΛΕΙΑΣ, ΨΕΥΤΕΙΚΑ ΑΧΑΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27053", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΛΕΧΑΙΝΩΝ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΛΕΧΑΙΝΩΝ ΗΛΕΙΑΣ, ΑΡΕΤΗ ΗΛΕΙΑΣ, ΒΡΑΧΝΑΙΙΚΑ ΗΛΕΙΑΣ, ΒΥΤΙΝΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΑΤΑΡΡΑΧΙ ΗΛΕΙΑΣ, ΛΕΧΑΙΝΑ ΗΛΕΙΑΣ, ΜΑΡΚΟΠΟΥΛΟ ΗΛΕΙΑΣ, ΜΥΡΣΙΝΗ ΗΛΕΙΑΣ, ΝΕΟΧΩΡΙ ΖΑΧΑΡΩΣ ΗΛΕΙΑΣ, ΝΕΟΧΩΡΙ ΜΥΡΤΟΥΝΤΙΩΝ ΗΛΕΙΑΣ, ΟΛΓΑ ΗΛΕΙΑΣ, ΠΗΓΑΔΙ ΗΛΕΙΑΣ, ΣΙΜΙΖΑ ΗΛΕΙΑΣ, ΣΤΑΦΙΔΟΚΑΜΠΟΣ ΗΛΕΙΑΣ, ΣΤΡΟΥΣΙ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27054", "ΑΓΙΟΣ ΗΛΙΑΣ ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΖΑΧΑΡΩΣ ΗΛΕΙΑΣ, ΑΓΡΑΠΙΔΙΑ ΗΛΕΙΑΣ, ΑΝΗΛΙΟ ΗΛΕΙΑΣ, ΑΡΗΝΗ ΗΛΕΙΑΣ, ΑΡΤΕΜΙΔΑ ΗΛΕΙΑΣ, ΓΙΑΝΝΙΤΣΟΧΩΡΙ ΗΛΕΙΑΣ, ΖΑΧΑΡΩ ΗΛΕΙΑΣ, ΘΟΛΟ ΗΛΕΙΑΣ, ΚΑΙΑΦΑΣ ΗΛΕΙΑΣ, ΚΑΚΟΒΑΤΟΣ ΗΛΕΙΑΣ, ΚΑΛΙΔΟΝΑ ΗΛΕΙΑΣ, ΚΑΜΠΟΣ ΚΑΛΙΔΟΝΑΣ ΗΛΕΙΑΣ, ΚΑΤΩ ΑΡΗΝΗ ΗΛΕΙΑΣ, ΚΑΤΩ ΞΗΡΟΧΩΡΙ ΗΛΕΙΑΣ, ΚΑΤΩ ΤΑΞΙΑΡΧΕΣ ΗΛΕΙΑΣ, ΚΟΣΤΟΜΕΡΑ ΗΛΕΙΑΣ, ΚΟΤΡΩΝΑΚΙ ΗΛΕΙΑΣ, ΚΟΤΡΩΝΙ ΜΙΝΘΗ ΗΛΕΙΑΣ, ΚΟΤΡΩΝΙ ΞΗΡΟΧΩΡΙΟΥ ΗΛΕΙΑΣ, ΚΟΥΜΟΥΘΕΚΡΑ ΗΛΕΙΑΣ, ΛΟΓΓΑΚΙ ΗΛΕΙΑΣ, ΜΑΚΙΣΤΟΣ ΗΛΕΙΑΣ, ΜΑΡΑΘΟΣ ΗΛΕΙΑΣ, ΜΗΛΕΑ ΗΛΕΙΑΣ, ΜΙΝΘΗ ΗΛΕΙΑΣ, ΜΠΟΥΡΜΠΟΥΛΑΣ ΗΛΕΙΑΣ, ΝΕΟΧΩΡΙ ΞΗΡΟΧΩΡΙΟΥ ΗΛΕΙΑΣ, ΞΗΡΟΧΩΡΙ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΤΡΥΠΩΝ ΗΛΕΙΑΣ, ΠΑΛΙΟ ΠΡΑΣΙΔΑΚΙ ΗΛΕΙΑΣ, ΠΑΝΑΓΙΑ ΞΗΡΟΧΩΡΙΟΥ ΗΛΕΙΑΣ, ΠΑΝΑΓΙΑ ΣΜΕΡΝΑΣ ΗΛΕΙΑΣ, ΠΑΝΑΓΙΕΣ ΗΛΕΙΑΣ, ΠΑΝΟΡΑΜΑ ΗΛΕΙΑΣ, ΠΡΑΣΙΔΑΚΙ ΗΛΕΙΑΣ, ΡΕΒΕΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΡΟΔΙΝΑ ΗΛΕΙΑΣ, ΣΜΕΡΝΑ ΗΛΕΙΑΣ, ΣΧΙΝΟΙ ΗΛΕΙΑΣ, ΤΡΑΝΗ ΛΑΚΑ ΗΛΕΙΑΣ, ΧΡΥΣΟΧΩΡΙ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27055", "ΑΝΕΜΟΧΩΡΑΚΙ ΗΛΕΙΑΣ, ΒΡΙΝΑ ΗΛΕΙΑΣ, ΓΡΑΙΚΑΣ ΗΛΕΙΑΣ, ΓΡΥΛΛΟΣ ΗΛΕΙΑΣ, ΚΑΛΥΒΑΚΙΑ ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΚΑΤΩ ΣΑΜΙΚΟ ΗΛΕΙΑΣ, ΚΛΕΙΔΙ ΗΛΕΙΑΣ, ΚΡΕΣΤΕΝΑ ΗΛΕΙΑΣ, ΚΡΟΥΝΟΙ ΗΛΕΙΑΣ, ΜΑΚΡΙΣΙΑ ΗΛΕΙΑΣ, ΜΟΣΧΟΥΛΑ ΗΛΕΙΑΣ, ΝΕΑ ΚΑΛΥΒΑΚΙΑ ΗΛΕΙΑΣ, ΝΕΑ ΣΚΙΛΛΟΥΝΤΙΑ ΗΛΕΙΑΣ, ΝΕΟ ΧΩΡΙΟ ΗΛΕΙΑΣ, ΠΛΟΥΤΟΧΩΡΙ ΗΛΕΙΑΣ, ΠΟΡΟΣ ΗΛΕΙΑΣ, ΡΑΧΕΣ ΗΛΕΙΑΣ, ΣΑΜΙΚΟ ΗΛΕΙΑΣ, ΣΚΙΛΛΟΥΝΤΙΑ ΗΛΕΙΑΣ, ΦΡΑΓΚΟΚΚΛΗΣΙΑ ΗΛΕΙΑΣ, ΦΡΙΞΑ ΗΛΕΙΑΣ, ΧΑΝΙ ΓΡΥΛΛΟΥ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27056", "ΚΡΥΟΝΕΡΙ ΗΛΕΙΑΣ ΗΛΕΙΑΣ, ΚΡΥΟΝΕΡΙ ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΛΕΠΡΕΟ ΗΛΕΙΑΣ, ΝΕΑ ΦΙΓΑΛΕΙΑ ΗΛΕΙΑΣ, ΣΚΟΥΠΑΣ ΗΛΕΙΑΣ, ΤΑΞΙΑΡΧΕΣ ΗΛΕΙΑΣ, ΤΡΙΑΝΤΑ ΗΛΕΙΑΣ, ΦΑΣΚΟΜΗΛΙΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27058", "ΑΓΡΙΔΙ ΗΛΕΙΑΣ, ΑΛΦΕΙΟΥΣΑ ΗΛΕΙΑΣ, ΑΝΕΜΟΧΩΡΙ ΗΛΕΙΑΣ, ΕΠΙΤΑΛΙΟ ΗΛΕΙΑΣ, ΚΑΛΛΙΚΩΜΟ ΗΛΕΙΑΣ, ΛΑΔΙΚΟ ΗΛΕΙΑΣ, ΠΑΡΑΛΙΑ ΕΠΙΤΑΛΙΟΥ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27061", "ΑΓΙΟΣ ΒΛΑΣΗΣ ΜΥΡΩΝΙΩΝ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΣΩΣΤΗΣ ΜΕΣΣΗΝΙΑΣ, ΑΜΠΕΛΙΩΝΑ ΜΕΣΣΗΝΙΑΣ, ΑΜΥΓΔΑΛΙΕΣ ΗΛΕΙΑΣ, ΑΝΔΡΙΤΣΑΙΝΑ ΗΛΕΙΑΣ, ΒΡΕΣΤΟ ΗΛΕΙΑΣ, ΔΡΑΓΩΓΙ ΗΛΕΙΑΣ, ΘΕΙΣΟΑ ΗΛΕΙΑΣ, ΚΑΚΑΛΕΤΡΙ ΜΕΣΣΗΝΙΑΣ, ΚΑΡΜΙ ΗΛΕΙΑΣ, ΚΑΣΤΡΟΥΓΚΑΙΝΑ ΗΛΕΙΑΣ, ΚΑΤΩ ΑΜΥΓΔΑΛΙΕΣ ΗΛΕΙΑΣ, ΚΛΗΜΑ ΗΛΕΙΑΣ, ΚΟΥΦΟΠΟΥΛΟ ΗΛΕΙΑΣ, ΚΡΑΝΑ ΗΛΕΙΑΣ, ΚΩΤΙΛΙ ΑΡΚΑΔΙΑΣ, ΛΙΝΙΣΤΑΙΝΑ ΗΛΕΙΑΣ, ΛΟΓΓΟ ΗΛΕΙΑΣ, ΜΑΡΙΝΑ ΜΕΣΣΗΝΙΑΣ, ΜΑΤΕΣΙ ΗΛΕΙΑΣ, ΜΠΑΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΜΥΛΟΙ ΗΛΕΙΑΣ, ΜΥΡΩΝΙΑ ΗΛΕΙΑΣ, ΝΕΔΑ ΜΕΣΣΗΝΙΑΣ, ΠΑΛΑΤΟΣ ΑΡΚΑΔΙΑΣ, ΠΕΡΙΒΟΛΙΑ ΗΛΕΙΑΣ, ΠΕΤΡΑ ΜΕΣΣΗΝΙΑΣ, ΠΕΤΡΑΛΩΝΑ ΗΛΕΙΑΣ, ΠΛΑΤΕΙΑ ΗΛΕΙΑΣ, ΡΑΜΑ ΜΥΡΩΝΙΩΝ ΗΛΕΙΑΣ, ΡΟΒΙΑ ΗΛΕΙΑΣ, ΣΚΛΗΡΟΣ ΜΕΣΣΗΝΙΑΣ, ΣΤΟΜΙΟ ΗΛΕΙΑΣ, ΣΤΡΟΓΓΥΛΟ ΑΡΚΑΔΙΑΣ, ΣΥΚΕΕΣ ΗΛΕΙΑΣ, ΦΑΝΑΡΙ ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΦΙΓΑΛΕΙΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27063", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΤΣΙΠΙΑΝΩΝ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΝΤΡΩΝΙΟΥ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΥΡΓΟΥ ΗΛΕΙΑΣ, ΑΜΥΓΔΑΛΗ ΗΛΕΙΑΣ, ΑΝΤΡΩΝΙ ΗΛΕΙΑΣ, ΑΣΤΡΑΣ ΗΛΕΙΑΣ, ΚΑΚΟΤΑΡΙ ΗΛΕΙΑΣ, ΚΑΛΥΒΙΑ ΑΣΤΡΑ ΗΛΕΙΑΣ, ΚΑΛΥΒΙΑ ΚΡΥΟΒΡΥΣΗΣ ΗΛΕΙΑΣ, ΚΕΡΕΣΟΒΑ ΗΛΕΙΑΣ, ΚΡΥΟΒΡΥΣΗ ΗΛΕΙΑΣ, ΛΑΜΠΕΙΑ ΗΛΕΙΑΣ, ΟΡΕΙΝΗ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΦΥΤΙΑ ΗΛΕΙΑΣ, ΠΑΝΟΠΟΥΛΟΣ ΗΛΕΙΑΣ, ΤΣΙΠΙΑΝΑ ΗΛΕΙΑΣ, ΧΑΝΙΑ ΣΠΑΡΤΟΥΛΙΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27064", "ΑΓΙΑ ΑΝΝΑ ΗΛΕΙΑΣ, ΑΡΒΑΝΙΤΗΣ ΗΛΕΙΑΣ, ΒΑΡΒΑΡΙΝΑ ΗΛΕΙΑΣ, ΓΟΥΜΕΡΟ ΗΛΕΙΑΣ, ΚΑΡΑΤΟΥΛΑ ΗΛΕΙΑΣ, ΚΑΡΥΑ ΗΛΕΙΑΣ, ΚΑΤΣΟΜΑΛΙΑΡΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΛΕΙΔΕΡΕΙΚΑ ΗΛΕΙΑΣ, ΚΛΙΝΔΙΑ ΗΛΕΙΑΣ, ΚΟΥΤΣΟΧΕΡΑ ΗΛΕΙΑΣ, ΛΑΝΘΙ ΗΛΕΙΑΣ, ΜΑΓΟΥΛΑ ΗΛΕΙΑΣ, ΜΑΡΜΑΡΑ ΗΛΕΙΑΣ, ΜΟΝΗ ΚΡΕΜΑΣΤΗΣ ΗΛΕΙΑΣ, ΜΟΥΖΑΚΙ ΗΛΕΙΑΣ, ΠΕΥΚΗ ΗΛΕΙΑΣ, ΣΙΤΟΧΩΡΙ ΗΛΕΙΑΣ, ΣΟΠΙΟ ΗΛΕΙΑΣ, ΧΑΡΙΑ ΗΛΕΙΑΣ, ΧΕΙΜΑΔΙΟ ΗΛΕΙΑΣ, ΩΛΕΝΗ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27065", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΛΑΤΑΝΟΥ ΗΛΕΙΑΣ, ΑΜΠΑΡΙ ΗΛΕΙΑΣ, ΑΡΧΑΙΑ ΟΛΥΜΠΙΑ ΗΛΕΙΑΣ, ΑΡΧΑΙΑ ΠΙΣΑ ΗΛΕΙΑΣ, ΑΣΠΡΑ ΣΠΙΤΙΑ ΗΛΕΙΑΣ, ΒΑΣΙΛΑΚΙ ΗΛΕΙΑΣ, ΓΥΡΟΣ ΛΟΥΒΡΟΥ ΗΛΕΙΑΣ, ΔΙΕΘΝΗΣ ΟΛΥΜΠΙΑΚΗ ΑΚΑΔΗΜΙΑ ΗΛΕΙΑΣ, ΔΡΟΥΒΑ ΗΛΕΙΑΣ, ΚΑΜΕΝΑ ΗΛΕΙΑΣ, ΚΑΡΟΥΤΕΣ ΗΛΕΙΑΣ, ΚΑΤΩ ΣΤΡΕΦΙ ΗΛΕΙΑΣ, ΚΛΑΔΕΟΣ ΗΛΕΙΑΣ, ΚΟΣΚΙΝΑ ΗΛΕΙΑΣ, ΛΙΝΑΡΙΑ ΗΛΕΙΑΣ, ΛΟΥΒΡΟ ΗΛΕΙΑΣ, ΜΑΓΕΙΡΑΣ ΗΛΕΙΑΣ, ΜΙΡΑΚΑ ΗΛΕΙΑΣ, ΜΟΥΡΙΑ ΗΛΕΙΑΣ, ΝΕΑ ΚΑΜΕΝΑ ΗΛΕΙΑΣ, ΞΗΡΟΚΑΜΠΟΣ ΗΛΕΙΑΣ, ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΠΕΥΚΕΣ ΗΛΕΙΑΣ, ΠΛΑΤΑΝΟΣ ΗΛΕΙΑΣ, ΥΨΗΛΟ ΗΛΕΙΑΣ, ΦΑΝΑΡΑΣ ΑΡΧΑΙΑΣ ΟΛΥΜΠΙΑΣ ΗΛΕΙΑΣ, ΦΛΟΚΑΣ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27066", "ΑΙ ΓΙΑΝΝΑΚΗΣ ΗΛΕΙΑΣ, ΑΧΛΑΔΙΝΗ ΗΛΕΙΑΣ, ΒΙΛΛΙΑ ΗΛΕΙΑΣ, ΔΟΥΚΑ ΗΛΕΙΑΣ, ΚΑΜΠΟΣ ΝΕΜΟΥΤΑ ΗΛΕΙΑΣ, ΚΑΜΠΟΣ ΝΕΡΑΙΔΑΣ ΗΛΕΙΑΣ, ΚΑΣΤΑΝΙΑ ΗΛΕΙΑΣ, ΚΟΥΜΑΝΗ ΗΛΕΙΑΣ, ΚΟΥΤΣΟΥΡΟΥΜΠΑΣ ΗΛΕΙΑΣ, ΛΑΛΑ ΗΛΕΙΑΣ, ΛΑΣΔΙΚΑ ΗΛΕΙΑΣ, ΜΗΛΙΕΣ ΗΛΕΙΑΣ, ΝΕΑ ΠΕΡΣΑΙΝΑ ΗΛΕΙΑΣ, ΝΕΜΟΥΤΑ ΗΛΕΙΑΣ, ΝΕΡΑΙΔΑ ΗΛΕΙΑΣ, ΠΕΡΣΑΙΝΑ ΗΛΕΙΑΣ, ΠΟΘΟΣ ΗΛΕΙΑΣ, ΤΣΑΠΑΡΑΙΙΚΑ ΗΛΕΙΑΣ, ΦΟΛΟΗ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27067", "ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΚΑΤΑΚΟΛΟΥ ΗΛΕΙΑΣ, ΚΑΒΟΥΡΙ ΗΛΕΙΑΣ, ΚΑΤΑΚΟΛΟ ΗΛΕΙΑΣ, ΚΑΤΩ ΚΑΒΟΥΡΙ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27069", "ΑΓΙΑ ΤΡΙΑΔΑ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΠΗΝΕΙΑΣ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΣΙΜΟΠΟΥΛΟΥ ΗΛΕΙΑΣ, ΑΓΝΑΝΤΑ ΗΛΕΙΑΣ, ΑΓΡΑΠΙΔΟΧΩΡΙ ΗΛΕΙΑΣ, ΑΚΡΟΠΟΤΑΜΙΑ ΗΛΕΙΑΣ, ΑΜΠΕΛΑΚΙΑ ΗΛΕΙΑΣ, ΑΝΘΩΝΑΣ ΗΛΕΙΑΣ, ΑΠΙΔΟΥΛΑ ΗΛΕΙΑΣ, ΑΥΓΗ ΗΛΕΙΑΣ, ΒΑΛΜΗ ΗΛΕΙΑΣ, ΒΕΛΑΝΙΔΙ ΗΛΕΙΑΣ, ΒΟΥΛΙΑΓΜΕΝΗ ΗΛΕΙΑΣ, ΓΑΒΡΑΚΙΑ ΗΛΕΙΑΣ, ΔΑΦΝΗ ΠΗΝΕΙΑΣ ΗΛΕΙΑΣ, ΔΑΦΝΙΩΤΙΣΣΑ ΗΛΕΙΑΣ, ΕΦΥΡΑ ΗΛΕΙΑΣ, ΚΑΛΑΘΑΣ ΗΛΕΙΑΣ, ΚΑΛΟ ΠΑΙΔΙ ΗΛΕΙΑΣ, ΚΑΜΠΟΣ ΗΛΕΙΑΣ ΗΛΕΙΑΣ, ΚΑΜΠΟΣ ΠΑΛΑΙΟΒΑΡΒΑΣΑΙΝΑΣ ΗΛΕΙΑΣ, ΚΕΝΤΡΟ ΗΛΕΙΑΣ, ΚΕΡΑΜΙΔΙΑ ΗΛΕΙΑΣ ΗΛΕΙΑΣ, ΚΕΡΑΜΙΔΙΑ ΠΡΑΣΙΝΟΥ ΗΛΕΙΑΣ, ΚΟΛΟΚΥΘΑΣ ΗΛΕΙΑΣ, ΚΟΤΡΩΝΑ ΗΛΕΙΑΣ, ΚΡΥΟΝΕΡΙ ΠΗΝΕΙΑΣ ΗΛΕΙΑΣ, ΛΑΓΑΝΑΣ ΗΛΕΙΑΣ, ΛΑΤΑΣ ΗΛΕΙΑΣ, ΛΟΥΚΑΣ ΗΛΕΙΑΣ, ΜΑΖΑΡΑΚΙ ΗΛΕΙΑΣ, ΟΙΝΟΗ ΗΛΕΙΑΣ, ΠΙΡΙ ΗΛΕΙΑΣ, ΠΡΙΝΑΡΙ ΗΛΕΙΑΣ, ΠΡΟΔΡΟΜΟΣ ΗΛΕΙΑΣ, ΡΟΔΙΑ ΗΛΕΙΑΣ, ΡΟΥΠΑΚΙΑ ΒΕΛΑΝΙΔΙΟΥ ΗΛΕΙΑΣ, ΣΙΜΟΠΟΥΛΟ ΗΛΕΙΑΣ, ΣΚΛΙΒΑ ΗΛΕΙΑΣ, ΣΟΥΛΙ ΗΛΕΙΑΣ, ΩΡΑΙΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27100", "ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΑΝΔΡΕΑΣ ΚΟΡΑΚΟΧΩΡΙΟΥ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΑΝΔΡΑΒΙΔΑΣ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΠΑΛΑΙΟΒΑΡΒΑΣΑΙΝΑΣ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΛΕΤΡΙΝΩΝ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΛΕΤΡΙΝΩΝ ΗΛΕΙΑΣ, ΑΛΠΟΧΩΡΙ ΗΛΕΙΑΣ, ΑΛΦΕΙΟΣ ΗΛΕΙΑΣ, ΑΜΠΕΛΩΝΑΣ ΗΛΕΙΑΣ, ΑΝΘΟΠΥΡΓΟΣ ΗΛΕΙΑΣ, ΒΑΡΒΑΣΑΙΝΑ ΗΛΕΙΑΣ, ΒΟΥΝΑΡΓΟ ΗΛΕΙΑΣ, ΒΡΟΧΙΤΣΑ ΗΛΕΙΑΣ, ΒΥΤΙΝΑΙΙΚΑ ΕΛΑΙΩΝΑ ΗΛΕΙΑΣ, ΒΥΤΙΝΑΙΙΚΑ ΝΕΟΧΩΡΙΟΥ ΜΥΡΤΟΥΝΤΙΩΝ ΗΛΕΙΑΣ, ΓΛΥΚΟΡΙΖΟ ΠΡΑΣΙΝΟΥ ΗΛΕΙΑΣ, ΓΡΑΝΙΤΣΑΙΙΚΑ ΗΛΕΙΑΣ, ΕΛΑΙΩΝΑΣ ΗΛΕΙΑΣ, ΙΤΙΑ ΗΛΕΙΑΣ, ΚΑΒΑΣΙΛΑΚΙΑ ΗΛΕΙΑΣ, ΚΑΛΑΚΑΙΪΚΑ ΗΛΕΙΑΣ, ΚΑΛΛΙΘΕΑ ΚΟΡΑΚΟΧΩΡΙΟΥ ΗΛΕΙΑΣ, ΚΑΠΑΝΔΡΙΤΙ ΗΛΕΙΑΣ, ΚΑΤΣΑΡΟΣ ΗΛΕΙΑΣ, ΚΑΤΩ ΒΑΡΒΑΣΑΙΝΑ ΗΛΕΙΑΣ, ΚΟΛΙΡΕΙΚΕΣ ΠΑΡΑΓΚΕΣ ΗΛΕΙΑΣ, ΚΟΛΙΡΙΟ ΗΛΕΙΑΣ, ΚΟΡΑΚΟΧΩΡΙ ΗΛΕΙΑΣ, ΚΟΡΥΦΗ ΗΛΕΙΑΣ, ΚΟΥΖΟΥΛΙΟ ΗΛΕΙΑΣ, ΚΥΑΝΗ ΑΚΤΗ ΗΛΕΙΑΣ, ΛΑΣΤΑΙΙΚΑ ΗΛΕΙΑΣ, ΛΕΒΕΝΤΟΧΩΡΙ ΗΛΕΙΑΣ, ΜΟΝΗ ΣΚΑΦΙΔΙΑΣ ΗΛΕΙΑΣ, ΜΟΝΗ ΦΡΑΓΚΟΠΗΔΗΜΑΤΟΣ ΗΛΕΙΑΣ, ΜΠΟΥΚΑ ΗΛΕΙΑΣ, ΜΥΡΤΙΑ ΗΛΕΙΑΣ, ΞΥΛΟΚΕΡΑ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΒΑΡΒΑΣΑΙΝΑ ΗΛΕΙΑΣ, ΠΑΛΑΤΑΣ ΗΛΕΙΑΣ, ΠΑΤΡΟΝΙΚΟΛΑΙΪΚΑ ΗΛΕΙΑΣ, ΠΡΑΣΙΝΟ ΗΛΕΙΑΣ, ΠΥΡΓΙ ΗΛΕΙΑΣ, ΠΥΡΓΟΣ ΗΛΕΙΑΣ, ΡΟΖΕΙΚΑ ΗΛΕΙΑΣ, ΣΑΛΜΩΝΗ ΗΛΕΙΑΣ, ΣΚΑΦΙΔΙΑ ΗΛΕΙΑΣ, ΣΚΟΥΡΟΧΩΡΙ ΗΛΕΙΑΣ, ΣΤΑΜΑΤΕΛΑΙΙΚΑ ΗΛΕΙΑΣ, ΣΥΝΤΡΙΑΔΑ ΗΛΕΙΑΣ, ΦΟΝΑΙΤΙΚΑ ΗΛΕΙΑΣ, ΧΑΝΑΚΙΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34400", "ΑΓΙΑ ΣΟΦΙΑ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΚΑΜΑΡΙΤΣΑΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΜΕΣΣΑΠΩΝ ΕΥΒΟΙΑΣ, ΑΚΡΕΣ ΕΥΒΟΙΑΣ, ΑΤΤΑΛΗ ΕΥΒΟΙΑΣ, ΔΑΦΝΗ ΝΕΡΟΤΡΙΒΙΑΣ ΕΥΒΟΙΑΣ, ΔΡΟΣΙΑ ΚΥΠΑΡΙΣΣΙΟΥ ΕΥΒΟΙΑΣ, ΘΕΟΤΟΚΟΣ ΕΥΒΟΙΑΣ, ΚΑΜΑΡΙΤΣΑ ΕΥΒΟΙΑΣ, ΚΑΣΤΕΛΛΑ ΕΥΒΟΙΑΣ, ΚΟΝΤΟΔΕΣΠΟΤΙ ΕΥΒΟΙΑΣ, ΚΥΠΠΑΡΙΣΣΙ ΧΑΛΚΙΔΑΣ ΕΥΒΟΙΑΣ, ΛΙΜΝΙΩΝΑΣ ΕΥΒΟΙΑΣ, ΜΑΚΡΥΚΑΠΑ ΕΥΒΟΙΑΣ, ΜΑΚΡΥΜΑΛΛΗ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ  ΙΩΑΝΝΗ ΚΑΛΥΒΙΤΗ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΜΑΚΡΥΜΑΛΛΗΣ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΓΟΡΓΟΕΠΗΚΟΟΥ ΕΥΒΟΙΑΣ, ΜΥΛΟΙ ΕΥΒΟΙΑΣ, ΝΕΡΟΤΡΙΒΙΑ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΠΟΛΙΤΙΚΩΝ ΕΥΒΟΙΑΣ, ΠΗΓΑΔΙΑ ΕΥΒΟΙΑΣ, ΠΛΑΤΑΝΙΑ ΕΥΒΟΙΑΣ, ΠΟΛΙΤΙΚΑ ΕΥΒΟΙΑΣ, ΣΤΑΥΡΟΣ ΕΥΒΟΙΑΣ, ΤΡΙΑΔΑ ΕΥΒΟΙΑΣ, ΨΑΧΝΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25015", "ΑΒΡΑΜΙ ΑΧΑΙΑΣ, ΑΓΙΑ ΒΑΡΒΑΡΑ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΛΕΝΤΖΙΟΥ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΛΕΠΟΧΩΡΙΟΥ ΑΧΑΙΑΣ, ΑΓΡΑΠΙΔΙΕΣ ΑΧΑΙΑΣ, ΑΛΕΠΟΧΩΡΙ ΑΧΑΙΑΣ, ΑΣΤΕΡΙ ΑΧΑΙΑΣ, ΒΕΛΙΜΑΧΙ ΑΧΑΙΑΣ, ΓΑΛΑΡΟ ΑΧΑΙΑΣ, ΓΟΛΕΜΙ ΑΧΑΙΑΣ, ΔΡΟΣΙΑ ΑΧΑΙΑΣ, ΕΡΥΜΑΝΘΕΙΑ ΑΧΑΙΑΣ, ΚΑΛΕΝΤΖΙ ΑΧΑΙΑΣ, ΚΑΛΦΑΣ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΚΑΡΔΑΣΙ ΑΧΑΙΑΣ, ΚΑΡΠΕΤΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΑΓΙΑ ΜΑΡΙΝΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΔΡΟΣΙΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΜΑΣΤΡΑΝΤΩΝΙΟ ΑΧΑΙΑΣ, ΚΟΥΜΠΕΡΙ ΑΧΑΙΑΣ, ΚΡΙΘΑΡΑΚΙΑ ΑΧΑΙΑΣ, ΚΥΠΑΡΙΣΣΙ ΑΧΑΙΑΣ, ΜΑΝΕΣΙ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΜΑΣΟΥΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΑΣΤΡΑΝΤΩΝΗΣ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΩΝ ΠΑΝΤΩΝ ΑΧΑΙΑΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΝΟΤΕΝΩΝ ΑΧΑΙΑΣ, ΜΠΑΝΤΣΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΠΑΡΑΚΕΣ ΑΧΑΙΑΣ, ΞΗΡΟΧΩΡΙ ΑΧΑΙΑΣ, ΠΑΝΟΥΣΑΙΙΚΑ ΑΧΑΙΑΣ, ΠΗΓΑΔΙΑ ΣΚΙΑΔΑ ΑΧΑΙΑΣ, ΠΤΕΡΗ ΔΡΟΣΙΑΣ ΑΧΑΙΑΣ, ΡΑΧΗ ΣΤΑΥΡΟΔΡΟΜΙΟΥ ΑΧΑΙΑΣ, ΡΟΥΠΑΚΙΑ ΑΧΑΙΑΣ, ΣΚΙΑΔΑΣ ΑΧΑΙΑΣ, ΣΚΟΥΡΑ ΑΧΑΙΑΣ, ΣΠΑΡΤΙΑ ΑΧΑΙΑΣ, ΣΤΑΥΡΟΔΡΟΜΙ ΑΧΑΙΑΣ, ΤΟΣΚΕΣ ΑΧΑΙΑΣ, ΧΙΟΝΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34300", "ΑΓΙΟΚΑΜΠΟΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΓΙΑΛΤΡΩΝ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΛΙΧΑΔΟΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΕΥΒΟΙΑΣ, ΑΙΔΗΨΟΣ ΕΥΒΟΙΑΣ, ΒΑΡΒΑΡΑ ΕΥΒΟΙΑΣ, ΒΑΣΙΛΙΝΑ ΕΥΒΟΙΑΣ, ΒΙΓΛΑ ΕΥΒΟΙΑΣ, ΓΙΑΛΤΡΑ ΕΥΒΟΙΑΣ, ΓΡΕΓΟΛΙΜΑΝΟ ΕΥΒΟΙΑΣ, ΗΛΙΑ ΕΥΒΟΙΑΣ, ΚΑΒΟΣ ΕΥΒΟΙΑΣ, ΚΟΚΚΙΝΙΑΣ ΕΥΒΟΙΑΣ, ΛΙΧΑΣ ΕΥΒΟΙΑΣ, ΛΟΥΤΡΑ ΑΙΔΗΨΟΥ ΕΥΒΟΙΑΣ, ΛΟΥΤΡΑ ΓΙΑΛΤΡΩΝ ΕΥΒΟΙΑΣ, ΜΑΟΥΝΗΣ  ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΑΙΔΗΨΟΥ ΕΥΒΟΙΑΣ, ΜΟΝΟΛΙΑ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΠΑΙΔΟΥΠΟΛΗ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΑΙΔΗΨΟΥ ΕΥΒΟΙΑΣ, ΠΛΑΤΑΝΙΑΣ ΕΥΒΟΙΑΣ, ΠΟΛΥΛΟΦΟΣ ΕΥΒΟΙΑΣ, ΡΟΔΟΔΑΦΝΗ ΕΥΒΟΙΑΣ, ΣΚΕΠΑΣΤΗ ΑΙΔΗΨΟΥ ΕΥΒΟΙΑΣ, ΣΤΡΟΓΓΥΛΗ ΝΗΣΟΣ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34100", "ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΧΑΛΚΙΔΟΣ (ΜΠΟΥΡΤΖΙ) ΕΥΒΟΙΑΣ, ΑΝΘΗΔΩΝΑ ΕΥΒΟΙΑΣ, ΑΦΡΑΤΙ ΕΥΒΟΙΑΣ, ΒΑΘΥ ΕΥΒΟΙΑΣ, ΔΡΟΣΙΑ ΧΑΛΚΙΔΟΣ ΕΥΒΟΙΑΣ, ΚΑΛΟΧΩΡΙ ΠΑΝΤΕΙΧΙ ΕΥΒΟΙΑΣ, ΚΑΜΑΡΙ ΕΥΒΟΙΑΣ, ΚΟΥΚΑΚΙ ΕΥΒΟΙΑΣ, ΚΡΟΝΙΑ ΕΥΒΟΙΑΣ, ΚΤΥΠΟΝΗΣΙ ΕΥΒΟΙΑΣ, ΛΟΥΚΙΣΙΑ ΕΥΒΟΙΑΣ, ΜΙΚΡΟ ΒΑΘΥ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΓΕΩΡΓΙΟΥ ΑΡΜΑ ΕΥΒΟΙΑΣ, ΜΥΤΙΚΑΣ ΕΥΒΟΙΑΣ, ΝΕΑ ΛΑΜΨΑΚΟΣ ΕΥΒΟΙΑΣ, ΞΗΡΟΒΡΥΣΗ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΑΥΛΙΔΟΣ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΒΑΘΕΟΣ ΕΥΒΟΙΑΣ, ΠΑΣΑΣ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΕΥΒΟΙΑΣ, ΡΙΤΣΩΝΑ ΕΥΒΟΙΑΣ, ΣΚΡΟΠΟΝΕΡΙΑ ΕΥΒΟΙΑΣ, ΥΛΙΚΗ ΕΥΒΟΙΑΣ, ΦΑΡΟΣ ΕΥΒΟΙΑΣ, ΦΥΛΛΑ ΕΥΒΟΙΑΣ, ΧΑΛΚΙΔΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85700", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΦΙΑΡΤΗΣ ΔΩΔ/ΝΗΣΟΥ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΣΠΟΩΝ ΔΩΔ/ΝΗΣΟΥ, ΑΠΕΡΙΟ ΔΩΔ/ΝΗΣΟΥ, ΑΡΚΑΣΑ ΔΩΔ/ΝΗΣΟΥ, ΑΣΤΑΚΙΔΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΤΣΑΚΙΔΟΠΟΥΛΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΥΛΩΝΑ ΔΩΔ/ΝΗΣΟΥ, ΒΩΛΑΔΑ ΔΩΔ/ΝΗΣΟΥ, ΔΙΑΦΑΝΙΟ ΔΩΔ/ΝΗΣΟΥ, ΚΑΡΠΑΘΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΤΩ ΛΕΥΚΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΤΩΔΙΟ ΔΩΔ/ΝΗΣΟΥ, ΚΗΠΟΣ ΑΦΙΑΡΤΗ ΔΩΔ/ΝΗΣΟΥ, ΚΥΡΑ ΠΑΝΑΓΙΑ ΔΩΔ/ΝΗΣΟΥ, ΛΑΚΚΙ ΚΑΡΠΑΘΟΥ ΔΩΔ/ΝΗΣΟΥ, ΛΑΣΤΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΕΥΚΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΕΝΕΤΕΣ ΔΩΔ/ΝΗΣΟΥ, ΜΕΣΟΧΩΡΙ ΔΩΔ/ΝΗΣΟΥ, ΜΥΡΤΩΝΑΣ ΔΩΔ/ΝΗΣΟΥ, ΟΘΟΣ ΔΩΔ/ΝΗΣΟΥ, ΟΛΥΜΠΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΗΓΑΔΙΑ ΔΩΔ/ΝΗΣΟΥ, ΠΥΛΕΣ ΔΩΔ/ΝΗΣΟΥ, ΣΑΡΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΠΟΑ ΔΩΔ/ΝΗΣΟΥ, ΣΤΕΣ ΔΩΔ/ΝΗΣΟΥ, ΤΡΙΣΤΟΜΟ ΔΩΔ/ΝΗΣΟΥ, ΦΟΙΝΙΚΙΟ ΔΩΔ/ΝΗΣΟΥ, ΧΑΜΗΛΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85800", "ΑΓΙΑ ΜΑΡΙΝΑ ΚΑΣΟΥ ΔΩΔ/ΝΗΣΟΥ, ΑΡΒΑΝΙΤΟΧΩΡΙ ΚΑΣΟΥ ΔΩΔ/ΝΗΣΟΥ, ΑΡΜΑΘΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΑΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΜΑΚΡΟΝΗΣΙ ΚΑΣΟΥ ΔΩΔ/ΝΗΣΟΥ, ΠΑΝΑΓΙΑ ΚΑΣΟΥ ΔΩΔ/ΝΗΣΟΥ, ΠΟΛΙΟ ΚΑΣΟΥ ΔΩΔ/ΝΗΣΟΥ, ΦΡΥ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "85900", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΑΝΑΛΗΨΗ ΔΩΔ/ΝΗΣΟΥ, ΑΣΤΥΠΑΛΑΙΑ ΔΩΔ/ΝΗΣΟΥ, ΑΥΓΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΒΑΘΥ ΑΣΤΥΠΑΛΑΙΑΣ ΔΩΔ/ΝΗΣΟΥ, ΓΛΥΝΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΖΑΦΟΡΑΣ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΟΥΝΟΥΠΟΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΚΟΥΤΣΟΜΥΤΙ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΛΙΒΑΔΙΑ ΑΣΤΥΠΑΛΑΙΑΣ ΔΩΔ/ΝΗΣΟΥ, ΜΕΣΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ, ΟΦΙΔΟΥΣΣΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΛΑΚΙΔΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΠΟΝΤΙΚΟΥΣΑ ΔΩΔ/ΝΗΣΟΥ, ΣΤΕΦΑΝΙΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΣΥΡΝΑ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΦΩΚΙΟΝΗΣΙΑ ΔΩΔ/ΝΗΣΟΥ, ΧΟΝΔΡΟ ΝΗΣΟΣ ΔΩΔ/ΝΗΣΟΥ, ΧΟΝΔΡΟΝΗΣΙ ΔΩΔ/ΝΗΣΟΥ", "Δωδεκανήσου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68001", "ΝEΑ ΒΥΣΣΑ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68002", "ΑΛΩΝΙΑ ΕΒΡΟΥ, ΑΝΩ ΚΑΡΥΩΤΕΣ ΕΒΡΟΥ, ΑΝΩ ΜΕΡΙΑ ΕΒΡΟΥ, ΔΑΦΝΕΣ ΕΒΡΟΥ, ΘΕΡΜΑ ΕΒΡΟΥ, ΚΑΜΑΡΙΩΤΙΣΣΑ ΕΒΡΟΥ, ΚΑΣΤΕΛΙ ΕΒΡΟΥ, ΚΑΤΣΑΜΠΑΣ ΕΒΡΟΥ, ΚΑΤΩ ΚΑΡΥΩΤΕΣ ΕΒΡΟΥ, ΛΑΚΚΩΜΑ ΕΒΡΟΥ, ΜΑΚΡΥΛΙΕΣ ΕΒΡΟΥ, ΜΝΗΜΟΡΙΑ ΕΒΡΟΥ, ΜΠΑΞΕΔΕΣ ΕΒΡΟΥ, ΞΗΡΟΠΟΤΑΜΟΣ ΕΒΡΟΥ, ΠΑΛΑΙΟΠΟΛΗ ΕΒΡΟΥ, ΠΟΤΑΜΙΑ ΕΒΡΟΥ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΕΒΡΟΥ, ΡΕΜΠΟΥΤΣΑΔΙΚΑ ΕΒΡΟΥ, ΣΑΜΟΘΡΑΚΗ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68003", "ΛΑΓΥΝΑ ΕΒΡΟΥ, ΛΕΥΚΙΜΗ ΕΒΡΟΥ, ΛΥΡΑ ΕΒΡΟΥ, ΠΡΟΒΑΤΩΝΑΣ ΕΒΡΟΥ, ΤΥΧΕΡΟ ΕΒΡΟΥ, ΦΥΛΑΚΤΟ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68004", "ΑΜΟΡΙΟ ΕΒΡΟΥ, ΛΑΒΑΡΑ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68006", "ΑΜΜΟΒΟΥΝΟ ΕΒΡΟΥ, ΒΑΛΤΟΣ ΕΒΡΟΥ, ΓΑΛΗΝΗ ΕΒΡΟΥ, ΖΩΝΗ ΕΒΡΟΥ, ΘΕΡΑΠΕΙΟ ΕΒΡΟΥ, ΚΕΡΑΜΟΣ ΕΒΡΟΥ, ΚΟΜΑΡΑ ΕΒΡΟΥ, ΚΥΠΡΙΝΟΣ ΕΒΡΟΥ, ΜΕΓΑΛΗ ΔΟΞΙΠΑΡΑ ΕΒΡΟΥ, ΜΗΛΕΑ ΕΒΡΟΥ, ΜΙΚΡΑ ΔΟΞΙΠΑΡΑ ΕΒΡΟΥ, ΦΥΛΑΚΙΟ ΕΒΡΟΥ, ΧΑΝΔΡΑΣ ΕΒΡΟΥ, ΧΕΛΙΔΩΝΑΣ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68007", "ΑΡΖΟΣ ΕΒΡΟΥ, ΔΙΚΑΙΑ ΕΒΡΟΥ, ΔΙΛΟΦΟΣ ΕΒΡΟΥ, ΕΛΑΙΑ ΕΒΡΟΥ, ΚΑΝΑΔΑΣ ΕΒΡΟΥ, ΚΡΙΟΣ ΕΒΡΟΥ, ΜΑΡΑΣΙΑ ΕΒΡΟΥ, ΟΡΜΕΝΙΟ ΕΒΡΟΥ, ΠΑΛΛΗ ΕΒΡΟΥ, ΠΕΝΤΑΛΟΦΟΣ ΕΒΡΟΥ, ΠΕΤΡΩΤΑ ΕΒΡΟΥ, ΠΛΑΤΗ ΕΒΡΟΥ, ΠΤΕΛΕΑ ΕΒΡΟΥ, ΣΠΗΛΑΙΟ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68008", "ΚΑΣΤΑΝΙΕΣ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68010", "ΑΒΔΕΛΑ ΕΒΡΟΥ, ΑΛΕΠΟΧΩΡΙ ΕΒΡΟΥ, ΑΣΠΡΟΝΕΡΙ ΕΒΡΟΥ, ΒΡΥΣΗ ΕΒΡΟΥ, ΓΙΑΤΡΑΔΕΣ ΕΒΡΟΥ, ΔΟΞΑ ΕΒΡΟΥ, ΕΛΑΦΟΧΩΡΙ ΕΒΡΟΥ, ΛΑΔΗ ΕΒΡΟΥ, ΜΕΤΑΞΑΔΕΣ ΕΒΡΟΥ, ΠΑΛΙΟΥΡΙΟ ΕΒΡΟΥ, ΠΟΛΙΑ ΕΒΡΟΥ, ΣΑΥΡΑ ΕΒΡΟΥ, ΧΙΟΝΑΔΕΣ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68014", "ΡΙΖΙΑ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68100", "ΑΒΑΣ ΕΒΡΟΥ, ΑΓΝΑΝΤΙΑ ΕΒΡΟΥ, ΑΕΤΟΧΩΡΙ ΕΒΡΟΥ, ΑΛΕΞΑΝΔΡΟΥΠΟΛΗ ΕΒΡΟΥ, ΑΜΦΙΤΡΙΤΗ ΕΒΡΟΥ, ΑΝΘΕΙΑ ΕΒΡΟΥ, ΑΠΑΛΟΣ ΕΒΡΟΥ, ΑΡΙΣΤΗΝΟ ΕΒΡΟΥ, ΔΙΚΕΛΛΑ ΕΒΡΟΥ, ΔΩΡΙΚΟ ΕΒΡΟΥ, ΕΝΝΑΤΟ ΕΒΡΟΥ, ΚΟΙΜΗΣΗ ΘΕΟΤΟΚΟΥ ΕΒΡΟΥ, ΛΟΥΤΡΑ ΤΡΑΙΑΝΟΥΠΟΛΗΣ ΕΒΡΟΥ, ΛΟΥΤΡΟΣ ΕΒΡΟΥ, ΜΑΚΡΗ ΕΒΡΟΥ, ΜΕΣΗΜΒΡΙΑ ΕΒΡΟΥ, ΝΙΨΑ ΕΒΡΟΥ, ΠΑΛΑΓΙΑ ΕΒΡΟΥ, ΠΑΝΟΡΑΜΑ ΕΒΡΟΥ, ΠΑΡΑΛΙΑ ΔΙΚΕΛΛΩΝ ΕΒΡΟΥ, ΠΕΥΚΑ ΕΒΡΟΥ, ΠΛΑΚΑ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68200", "ΑΜΠΕΛΑΚΙΑ ΕΒΡΟΥ, ΚΑΒΥΛΗ ΕΒΡΟΥ, ΛΕΠΤΗ ΕΒΡΟΥ, ΝEΟ ΧΕΙΜΩΝΙΟ ΕΒΡΟΥ, ΝΕΟΣ ΠΥΡΓΟΣ ΕΒΡΟΥ, ΝΕΟΧΩΡΙ ΕΒΡΟΥ, ΟΡΕΣΤΙΑΔΑ ΕΒΡΟΥ, ΠΑΛΑΙΑ ΣΑΓΗΝΗ ΕΒΡΟΥ, ΠΑΤΑΓΗ ΕΒΡΟΥ, ΣΑΚΚΟΣ ΕΒΡΟΥ, ΣΤΕΡΝΑ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68300", "ΑΣΒΕΣΤΑΔΕΣ ΕΒΡΟΥ, ΑΣΗΜΕΝΙΟ ΕΒΡΟΥ, ΒΡΥΣΙΚΑ ΕΒΡΟΥ, ΔΙΔΥΜΟΤΕΙΧO ΕΒΡΟΥ, ΕΛΛΗΝΟΧΩΡΙ ΕΒΡΟΥ, ΕΥΓΕΝΙΚΟ ΕΒΡΟΥ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΕΒΡΟΥ, ΘΟΥΡΙΟ ΕΒΡΟΥ, ΘΥΡΕΑ ΕΒΡΟΥ, ΙΣΑΑΚΙΟ ΕΒΡΟΥ, ΚΑΡΩΤΗ ΕΒΡΟΥ, ΚΟΥΦΟΒΟΥΝΟ ΕΒΡΟΥ, ΚΥΑΝΗ ΕΒΡΟΥ, ΛΑΓΟΣ ΕΒΡΟΥ, ΜΑΝΗ ΕΒΡΟΥ, ΝΕΟΙ ΨΑΘΑΔΕΣ ΕΒΡΟΥ, ΠΟΙΜΕΝΙΚΟ ΕΒΡΟΥ, ΣΙΤΑΡΙΑ ΕΒΡΟΥ, ΣΙΤΟΧΩΡΙΟ ΕΒΡΟΥ, ΣΟΦΙΚΟ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68400", "ΑΓΡΙΑΝΗ ΕΒΡΟΥ, ΓΙΑΝΝΟΥΛΗ ΕΒΡΟΥ, ΔΑΔΙΑ ΕΒΡΟΥ, ΔΡΟΣΙΑ ΕΒΡΟΥ, ΚΟΡΝΟΦΩΛΙΑ ΕΒΡΟΥ, ΚΟΡΥΜΒΟΣ ΕΒΡΟΥ, ΚΟΤΡΩΝΙΑ ΕΒΡΟΥ, ΚΥΡΙΑΚΗ ΕΒΡΟΥ, ΛΥΚΩΦΟΣ ΕΒΡΟΥ, ΜΑΝΔΡΑ ΕΒΡΟΥ, ΜΑΥΡΟΚΛΗΣΙ ΕΒΡΟΥ, ΜΟΝΗ ΔΑΔΙΑΣ ΕΒΡΟΥ, ΜΟΝΗ ΚΟΡΝΟΦΩΛΙΑΣ ΕΒΡΟΥ, ΠΡΩΤΟΚΛΗΣΙ ΕΒΡΟΥ, ΣΙΔΗΡΩ ΕΒΡΟΥ, ΣΟΥΦΛΙ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "68500", "ΑΡΔΑΝΙΟ ΦΕΡΩΝ ΕΒΡΟΥ, ΔΟΡΙΣΚΟΣ ΦΕΡΩΝ ΕΒΡΟΥ, ΚΑΒΗΣΟΣ ΦΕΡΩΝ ΕΒΡΟΥ, ΚΟΙΛΑ ΕΒΡΟΥ, ΜΕΛΙΑ ΕΒΡΟΥ, ΜΟΝΑΣΤΗΡΑΚΙ ΦΕΡΩΝ ΕΒΡΟΥ, ΠΟΡΟΣ ΦΕΡΩΝ ΕΒΡΟΥ, ΠΥΛΑΙΑ ΕΒΡΟΥ, ΦΕΡΕΣ ΕΒΡΟΥ", "Έβρου" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34001", "ΑΓΑΘΟ ΕΥΒΟΙΑΣ, ΑΓΙΟΙ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΑΡΥΣΤΟΥ ΕΥΒΟΙΑΣ, ΑΕΤΟΣ ΕΥΒΟΙΑΣ, ΑΚΡΩΤΗΡΙ ΕΥΒΟΙΑΣ, ΑΜΥΓΔΑΛΙΑ ΕΥΒΟΙΑΣ, ΑΝΤΙΑΣ ΕΥΒΟΙΑΣ, ΒΡΑΧΟΣ ΕΥΒΟΙΑΣ, ΓΡΑΜΠΙΑ ΕΥΒΟΙΑΣ, ΔΡΥΜΟΝΑΡΙ ΕΥΒΟΙΑΣ, ΕΛΑΙΩΝ ΕΥΒΟΙΑΣ, ΕΠΑΝΩΧΩΡΙ ΕΥΒΟΙΑΣ, ΕΥΑΓΓΕΛΙΣΜΟΣ ΕΥΒΟΙΑΣ, ΖΑΡΜΠΟΥΤΑΙΪΚΑ ΕΥΒΟΙΑΣ, ΖΑΧΑΡΙΑ ΕΥΒΟΙΑΣ, ΘΥΜΙΟ ΕΥΒΟΙΑΣ, ΚΑΛΕΡΓΟ ΕΥΒΟΙΑΣ, ΚΑΛΛΙΑΝΟΣ ΕΥΒΟΙΑΣ, ΚΑΛΥΒΙΑ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΚΑΡΥΣΤΟΣ ΕΥΒΟΙΑΣ, ΚΑΣΤΡΙ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΚΑΨΟΥΡΙ ΕΥΒΟΙΑΣ, ΚΟΜΙΤΟ ΕΥΒΟΙΑΣ, ΛΕΝΟΣΑΙΟΙ ΕΥΒΟΙΑΣ, ΜΑΝΔΗΛΟΥ ΕΥΒΟΙΑΣ, ΜΕΚΟΥΝΙΔΑ ΕΥΒΟΙΑΣ, ΜΕΤΟΧΙ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΜΠΟΥΡΟΣ ΕΥΒΟΙΑΣ, ΜΥΛΟΙ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΠΗΔΟΥΛΑΙΚΑ ΕΥΒΟΙΑΣ, ΠΛΑΤΑΝΙΣΤΟΣ ΕΥΒΟΙΑΣ, ΠΟΤΑΜΙΟ ΕΥΒΟΙΑΣ, ΠΡΙΝΙΑ ΕΥΒΟΙΑΣ, ΡΟΥΚΛΙΑ ΕΥΒΟΙΑΣ, ΣΦΥΡΙΔΟΥΠΟΛΗ ΕΥΒΟΙΑΣ, ΣΧΙΖΑΛΗ ΕΥΒΟΙΑΣ, ΣΩΤΗΡΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34003", "ΑΓΙΑ ΜΑΡΙΝΑ ΚΥΜΗΣ ΕΥΒΟΙΑΣ, ΑΝΩ ΠΟΤΑΜΙΑ ΕΥΒΟΙΑΣ, ΕΝΟΡΙΑ ΕΥΒΟΙΑΣ, ΚΑΖΑΡΜΑ ΕΥΒΟΙΑΣ, ΚΑΜΠΟΣ ΒΙΤΑΛΟΥ ΕΥΒΟΙΑΣ, ΚΑΜΠΟΣ ΟΞΥΛΙΘΟΥ ΕΥΒΟΙΑΣ, ΚΛΗΜΑΤΑΡΙ ΕΥΒΟΙΑΣ, ΚΥΜΗ ΕΥΒΟΙΑΣ, ΜΕΣΟΝΗΣΙ ΕΥΒΟΙΑΣ, ΜΙΣΟΚΑΜΠΟΣ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΜΑΝΤΖΑΡΗ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΣΩΤΗΡΟΣ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΚΥΜΗΣ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΜΕΤΟΧΙΟΥ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΟΞΥΛΙΘΟΥ ΕΥΒΟΙΑΣ, ΠΕΤΙΣΟΥΝΑΣ ΕΥΒΟΙΑΣ, ΠΛΑΤΑΝΑ ΕΥΒΟΙΑΣ, ΠΡΑΣΟΥΔΑ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΣΧΟΛΗ ΕΜΠΟΡΟΠΛΟΙΑΡΧΩΝ ΕΥΒΟΙΑΣ, ΧΗΛΗ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34004", "ΒΛΑΧΙΑ ΕΥΒΟΙΑΣ, ΔΑΦΝΟΥΣΣΑ ΕΥΒΟΙΑΣ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΕΥΒΟΙΑΣ, ΚΑΛΥΒΙΑ ΕΥΒΟΙΑΣ, ΚΗΡΙΝΘΟΣ ΕΥΒΟΙΑΣ, ΚΡΥΑ ΒΡΥΣΗ ΕΥΒΟΙΑΣ, ΜΑΝΤΟΥΔΙ ΕΥΒΟΙΑΣ, ΜΑΡΚΑΤΕΣ ΕΥΒΟΙΑΣ, ΜΕΤΟΧΙ ΚΗΡΕΟΣ ΕΥΒΟΙΑΣ, ΝΕΟΣ ΠΑΓΩΝΤΑΣ ΕΥΒΟΙΑΣ, ΠΑΓΩΝΤΑΣ ΕΥΒΟΙΑΣ, ΠΗΛΙ ΕΥΒΟΙΑΣ, ΠΡΟΚΟΠΙ ΕΥΒΟΙΑΣ, ΣΑΡΑΚΗΝΙΚΟ ΕΥΒΟΙΑΣ, ΣΠΑΘΑΡΙ ΕΥΒΟΙΑΣ, ΤΡΟΥΠΙΟ ΕΥΒΟΙΑΣ, ΦΑΡΑΚΛΑ ΕΥΒΟΙΑΣ, ΦΟΥΡΝΟΙ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34005", "ΔΑΜΙΑ ΕΥΒΟΙΑΣ, ΔΑΦΝΗ ΚΕΧΡΙΩΝ ΕΥΒΟΙΑΣ, ΔΡΥΜΩΝΑ ΕΥΒΟΙΑΣ, ΚΑΛΑΜΟΥΔΙ ΕΥΒΟΙΑΣ, ΚΑΤΟΥΝΙΑ ΕΥΒΟΙΑΣ, ΚΕΧΡΙΕΣ ΕΥΒΟΙΑΣ, ΚΟΥΛΟΥΡΟΣ ΕΥΒΟΙΑΣ, ΚΟΥΡΚΟΥΛΟΙ ΕΥΒΟΙΑΣ, ΛΙΜΝΗ ΕΥΒΟΙΑΣ, ΜΑΡΟΥΛΙ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΓΑΛΑΤΑΚΗ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΟΣΙΟΥ ΔΑΥΙΔ ΓΕΡΟΝΤΟΣ ΕΥΒΟΙΑΣ, ΜΥΡΤΙΑΣ ΕΥΒΟΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΕΥΒΟΙΑΣ, ΡΕΤΣΙΝΟΛΑΚΟΣ ΕΥΒΟΙΑΣ, ΡΟΒΙΕΣ ΕΥΒΟΙΑΣ, ΣΗΠΙΑΣ ΕΥΒΟΙΑΣ, ΣΚΕΠΑΣΤΗ ΕΥΒΟΙΑΣ, ΧΡΟΝΙΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34006", "ΑΜΑΡΥΝΘΟΣ ΕΥΒΟΙΑΣ, ΑΝΩ ΒΑΘΕΙΑ ΕΥΒΟΙΑΣ, ΓΑΛΑΖΙΑ ΝΕΡΑ ΕΥΒΟΙΑΣ, ΓΥΜΝΟ ΕΥΒΟΙΑΣ, ΚΑΛΛΙΘΕΑ ΕΥΒΟΙΑΣ, ΚΑΤΩ ΣΕΤΑ ΕΥΒΟΙΑΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΑΝΩ ΒΑΘΕΙΑΣ ΕΥΒΟΙΑΣ, ΣΕΤΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34007", "ΑΣΠΟΥΣ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΑΤΣΙΤΣΑ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΑΧΕΡΟΥΝΕΣ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΑΧΙΛΛΙ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΕΞΩ ΠΟΔΙΕΣ ΕΥΒΟΙΑΣ, ΚΑΛΑΜΙΤΣΑ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΚΑΛΙΚΡΙ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΚΥΡΑ ΠΑΝΑΓΙΑ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΛΙΝΑΡΙΑ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΛΟΥΤΡΟ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΜΕΛΑ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΜΕΣΑ ΠΟΔΙΑ ΕΥΒΟΙΑΣ, ΜΩΛΟΣ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΝΥΦΙ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΠΕΥΚΟΣ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ, ΣΑΡΑΚΗΝΟ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΣΚΥΡΟΠΟΥΛΑ  ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΣΚΥΡΟΣ ΕΥΒΟΙΑΣ, ΤΡΑΧΥ  ΣΚΥΡΟΥ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34008", "ΑΓΙΑ ΤΡΙΑΔΑ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΓΕΡΟΝΤΑΣ ΕΥΒΟΙΑΣ, ΕΡΕΤΡΙΑ ΕΥΒΟΙΑΣ, ΜΑΓΟΥΛΑ ΕΥΒΟΙΑΣ, ΜΑΛΑΚΩΝΤΑΣ ΕΥΒΟΙΑΣ, ΠΑΝΟΡΑΜΑ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34009", "ΑΓΙΑ ΘΕΚΛΑ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΑΡΥΣΤΟΥ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΜΕΡΚΟΥΡΙΟΣ ΕΥΒΟΙΑΣ, ΑΥΛΩΝΑΡΙ ΕΥΒΟΙΑΣ, ΑΧΛΑΔΕΡΗ ΕΥΒΟΙΑΣ, ΔΑΦΝΗ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΕΛΑΙΑ ΕΥΒΟΙΑΣ, ΚΑΛΑΜΟΣ ΕΥΒΟΙΑΣ, ΚΟΙΛΙΟ ΕΥΒΟΙΑΣ, ΚΟΡΑΣΙΔΑ ΕΥΒΟΙΑΣ, ΛΟΦΙΣΚΟΣ ΕΥΒΟΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΧΑΡΑΛΑΜΠΟΥΣ ΛΕΥΚΩΝ ΕΥΒΟΙΑΣ, ΜΟΝΟΝΔΡΥΟ ΕΥΒΟΙΑΣ, ΜΟΥΡΤΕΡΗ ΕΥΒΟΙΑΣ, ΜΥΡΤΙΑ ΕΥΒΟΙΑΣ, ΝΕΟΧΩΡΙ ΑΥΛΩΝΑΡΙΟΥ ΕΥΒΟΙΑΣ, ΟΚΤΩΝΙΑ ΕΥΒΟΙΑΣ, ΟΡΙΟ ΕΥΒΟΙΑΣ, ΠΕΡΙΒΟΛΙΑ ΕΥΒΟΙΑΣ, ΠΡΙΝΑΚΙ ΕΥΒΟΙΑΣ, ΠΥΡΓΙ ΕΥΒΟΙΑΣ, ΣΥΚΙΕΣ ΕΥΒΟΙΑΣ, ΧΑΝΙΑ ΑΥΛΩΝΑΡΙΟΥ ΕΥΒΟΙΑΣ, ΩΡΟΛΟΓΙΟ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34013", "ΑΓΙΑ ΜΑΡΙΝΑ ΜΑΡΜΑΡΙΟΥ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΕΥΒΟΙΑΣ, ΑΚΤΑΙΟ ΕΥΒΟΙΑΣ, ΑΛΕΞΗΣ ΕΥΒΟΙΑΣ, ΒΑΡΕΛΛΑΙΟΙ ΕΥΒΟΙΑΣ, ΒΑΤΗΣΙ ΕΥΒΟΙΑΣ, ΓΙΑΝΝΙΤΣΙ ΕΥΒΟΙΑΣ, ΔΙΑΣΤΑΥΡΩΣΗ ΕΥΒΟΙΑΣ, ΕΚΑΛΗ ΕΥΒΟΙΑΣ, ΚΑΛΟΓΕΡΙ ΕΥΒΟΙΑΣ, ΚΑΤΣΑΡΩΝΙΟ ΕΥΒΟΙΑΣ, ΚΑΤΩ ΓΙΑΝΝΙΤΣΙ ΕΥΒΟΙΑΣ, ΚΟΚΚΙΝΗΣ ΕΥΒΟΙΑΣ, ΚΡΥΑ ΒΡΥΣΗ ΜΑΡΜΑΡΙΟΥ ΕΥΒΟΙΑΣ, ΛΥΚΟΡΕΜΑ ΕΥΒΟΙΑΣ, ΜΑΡΜΑΡΙ ΕΥΒΟΙΑΣ, ΜΕΓΑΛΟΝΗΣΟΣ ΠΕΤΑΛΙΩΝ ΝΗΣΟΣ ΕΥΒΟΙΑΣ, ΜΕΛΙΣΣΩΝΑΣ ΕΥΒΟΙΑΣ, ΠΑΝΑΓΙΑ ΜΑΡΜΑΡΙΟΥ ΕΥΒΟΙΑΣ, ΠΑΡΑΔΕΙΣΙ ΕΥΒΟΙΑΣ, ΠΑΡΑΛΙΑ ΦΗΓΙΑ ΕΥΒΟΙΑΣ, ΠΟΘΙΟ ΕΥΒΟΙΑΣ, ΡΙΖΟΒΟΥΝΙ ΕΥΒΟΙΑΣ, ΣΤΟΥΠΠΑΙΟΙ ΕΥΒΟΙΑΣ, ΤΡΑΓΟΝΗΣΙ ΕΥΒΟΙΑΣ, ΦΗΓΙΑ ΕΥΒΟΙΑΣ, ΧΑΝΙΑ ΠΑΡΑΔΕΙΣΙΟΥ ΕΥΒΟΙΑΣ, ΧΕΡΣΟΝΗΣΙ ΕΥΒΟΙΑΣ, ΧΩΝΙ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34015", "ΑΛΜΥΡΟΠΟΤΑΜΟΣ ΕΥΒΟΙΑΣ, ΒΑΘΥΡΕΜΑ ΕΥΒΟΙΑΣ, ΔΗΛΗΣΟ ΕΥΒΟΙΑΣ, ΕΛΑΙΟΧΩΡΙ ΕΥΒΟΙΑΣ, ΕΛΑΦΟΛΙΜΑΝΟ ΕΥΒΟΙΑΣ, ΖΩΟΔΟΧΟΣ ΠΗΓΗ ΚΑΡΥΣΤΙΑΣ ΕΥΒΟΙΑΣ, ΚΑΒΑΛΛΙΑΝΗ ΕΥΒΟΙΑΣ, ΚΑΓΚΑΔΑΙΟΙ ΕΥΒΟΙΑΣ, ΚΑΨΑΛΑ ΕΥΒΟΙΑΣ, ΚΕΛΛΙΑ ΕΥΒΟΙΑΣ, ΚΟΥΒΕΛΛΕΣ ΕΥΒΟΙΑΣ, ΛΕΥΚΑ ΕΥΒΟΙΑΣ, ΜΕΣΟΧΩΡΙΑ ΕΥΒΟΙΑΣ, ΝΕΑ ΣΤΥΡΑ ΕΥΒΟΙΑΣ, ΝΙΜΠΟΡΕΙΟ ΕΥΒΟΙΑΣ, ΠΑΝΑΓΙΑ ΑΛΜΥΡΟΠΟΤΑΜΟΥ ΕΥΒΟΙΑΣ, ΠΟΛΥΠΟΤΑΜΟΣ ΕΥΒΟΙΑΣ, ΡΑΠΤΑΙΟΙ ΕΥΒΟΙΑΣ, ΣΤΥΡΑ ΕΥΒΟΙΑΣ, ΤΣΑΚΑΙΟΙ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "34200", "ΑΒΓΑΡΙΑ ΕΥΒΟΙΑΣ, ΑΓΔΙΝΕΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΙΣΤΙΑΙΑΣ ΕΥΒΟΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΕΛΛΗΝΙΚΩΝ ΕΥΒΟΙΑΣ, ΑΓΡΙΟΒΟΤΑΝΟ ΕΥΒΟΙΑΣ, ΑΡΤΕΜΙΣΙΟ ΕΥΒΟΙΑΣ, ΑΣΜΗΝΙΟ ΕΥΒΟΙΑΣ, ΒΑΣΙΛΙΚΑ ΕΥΒΟΙΑΣ, ΒΟΥΤΑΣ ΕΥΒΟΙΑΣ, ΓΑΛΑΤΣΑΔΕΣ ΕΥΒΟΙΑΣ, ΓΑΛΑΤΣΩΝΑ ΕΥΒΟΙΑΣ, ΓΕΡΑΚΙΟΥ ΕΥΒΟΙΑΣ, ΓΟΥΒΕΣ ΕΥΒΟΙΑΣ, ΕΛΛΗΝΙΚΑ ΕΥΒΟΙΑΣ, ΙΣΤΙΑΙΑ ΕΥΒΟΙΑΣ, ΚΑΜΑΡΙΑ ΕΥΒΟΙΑΣ, ΚΑΜΑΤΡΙΑΔΕΣ ΕΥΒΟΙΑΣ, ΚΑΝΑΤΑΔΙΚΑ ΕΥΒΟΙΑΣ, ΚΑΣΤΑΝΙΩΤΙΣΣΑ ΕΥΒΟΙΑΣ, ΚΑΣΤΡΙ ΙΣΤΙΑΙΑΣ ΕΥΒΟΙΑΣ, ΚΑΤΩ ΜΟΝΟΚΑΡΥΑ ΕΥΒΟΙΑΣ, ΚΕΦΑΛΕΣ ΕΥΒΟΙΑΣ, ΚΟΚΚΙΝΟΜΗΛΕΑ ΕΥΒΟΙΑΣ, ΚΡΥΟΝΕΡΙΤΗΣ ΕΥΒΟΙΑΣ, ΚΥΠΑΡΙΣΣΙ ΕΥΒΟΙΑΣ, ΜΗΛΙΕΣ ΕΥΒΟΙΑΣ, ΜΟΝΟΚΑΡΥΑ ΕΥΒΟΙΑΣ, ΝΕΑ ΣΙΝΑΣΟΣ ΕΥΒΟΙΑΣ, ΝΕΟΧΩΡΙ ΙΣΤΙΑΙΑΣ ΕΥΒΟΙΑΣ, ΠΕΥΚΙ ΕΥΒΟΙΑΣ, ΠΟΝΤΙΚΟΝΗΣΙ ΕΥΒΟΙΑΣ, ΣΗΜΙΑ ΕΥΒΟΙΑΣ, ΤΣΑΠΟΥΡΝΙΑ ΕΥΒΟΙΑΣ, ΨΑΡΟΠΟΥΛΙ ΕΥΒΟΙΑΣ", "Εύβοια" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25014", "ΑΝΩ ΠΟΤΑΜΙΑ ΑΧΑΙΑΣ, ΒΟΥΤΣΙΜΟΣ ΑΧΑΙΑΣ, ΚΑΛΑΜΙΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΠΟΤΑΜΙΑ ΑΧΑΙΑΣ, ΚΟΚΚΙΝΙΕΣ ΑΧΑΙΑΣ, ΚΟΡΙΝΘΙΑΚΟ ΜΠΑΛΚΟΝΙ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΠΛΑΤΑΝΟΥ ΑΧΑΙΑΣ, ΠΛΑΤΑΝΟΣ ΑΙΓΙΟΥ ΑΧΑΙΑΣ, ΤΣΙΒΛΟΣ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25010", "ΑΙΓΕΙΡΑ ΑΧΑΙΑΣ, ΑΙΓΕΣ ΑΧΑΙΑΣ, ΑΛΜΥΡΟΣ ΑΧΑΙΑΣ, ΑΜΠΕΛΟΚΗΠΟΙ ΑΧΑΙΑΣ, ΒΕΛΑ ΑΧΑΙΑΣ, ΕΞΟΧΗ ΑΧΑΙΑΣ, ΚΑΣΑΝΕΒΑ ΑΧΑΙΑΣ, ΛΑΜΠΙΝΟΣ ΑΧΑΙΑΣ, ΜΟΝΑΣΤΗΡΙ ΑΧΑΙΑΣ, ΟΑΣΗ ΑΧΑΙΑΣ, ΠΕΡΙΘΩΡΙΟ ΑΧΑΙΑΣ, ΠΙΜΠΑΙΙΚΑ ΑΧΑΙΑΣ, ΣΕΛΙΑΝΑ ΑΧΑΙΑΣ, ΣΙΝΕΒΡΟ ΑΧΑΙΑΣ, ΧΡΥΣΑΝΘΙΟ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25009", "ΖΗΡΙΑ ΑΧΑΙΑΣ, ΚΑΜΑΡΕΣ ΑΧΑΙΑΣ, ΛΑΜΠΙΡΙ ΑΧΑΙΑΣ, ΜΠΟΥΚΑ ΑΧΑΙΑΣ, ΝΕΟΣ ΕΡΙΝΕΟΣ ΑΧΑΙΑΣ, ΠΕΥΚΑ ΚΑΜΑΡΩΝ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17455", "ΚΑΛΑΜΑΚΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17456", "ΑΛΙΜΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17556", "ΑΛΙΜΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17561", "ΠΑΛΑΙΟ ΦΑΛΗΡΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17562", "ΠΑΛΑΙΟ ΦΑΛΗΡΟ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17563", "ΠΑΛΑΙΟ ΦΑΛΗΡΟ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17564", "ΠΑΛΑΙΟ ΦΑΛΗΡΟ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17655", "ΑΛΙΜΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17671", "ΚΑΛΛΙΘΕΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17672", "ΚΑΛΛΙΘΕΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17673", "ΚΑΛΛΙΘΕΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17674", "ΚΑΛΛΙΘΕΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17675", "ΚΑΛΛΙΘΕΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17676", "ΚΑΛΛΙΘΕΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17778", "ΤΑΥΡΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18010", "ΑΓΙΑ ΜΑΡΙΝΑ ΑΤΤΙΚΗΣ, ΑΓΚΙΣΤΡΙ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΑΙΓΙΝΑ ΑΤΤΙΚΗΣ, ΑΛΩΝΕΣ ΑΤΤΙΚΗΣ, ΑΝΙΤΣΑΙΟ ΑΤΤΙΚΗΣ, ΒΑΘΥ ΑΓΚΙΣΤΡΙΟΥ ΑΤΤΙΚΗΣ, ΒΑΘΥ ΑΙΓΙΝΑΣ ΑΤΤΙΚΗΣ, ΒΑΙΑ ΑΤΤΙΚΗΣ, ΒΛΑΧΗΔΕΣ ΑΤΤΙΚΗΣ, ΚΑΒΟΣ ΑΤΤΙΚΗΣ, ΚΑΠΟΤΗΔΕΣ ΑΤΤΙΚΗΣ, ΚΟΝΤΟΣ ΑΤΤΙΚΗΣ, ΚΥΛΙΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΚΥΨΕΛΗ ΑΙΓΙΝΑΣ ΑΤΤΙΚΗΣ, ΛΑΓΟΥΣΑ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΛΑΓΟΥΣΑΚΙ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΛΑΖΑΡΗΔΕΣ ΑΤΤΙΚΗΣ, ΛΙΜΕΝΑΡΙΑ ΑΓΚΙΣΤΡΙΟΥ ΑΤΤΙΚΗΣ, ΜΕΓΑΛΟΧΩΡΙ ΑΓΚΙΣΤΡΙΟΥ ΑΤΤΙΚΗΣ, ΜΕΣΑΓΡΟΣ ΑΤΤΙΚΗΣ, ΜΕΤΟΧΙ ΑΓΚΙΣΤΡΙΟΥ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ  ΑΙΓΙΝΑΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΠΑΧΕΙΑ ΡΑΧΗ ΑΤΤΙΚΗΣ, ΠΕΡΔΙΚΑ ΑΤΤΙΚΗΣ, ΠΟΡΤΕΣ ΑΤΤΙΚΗΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΑΤΤΙΚΗΣ, ΣΚΑΛΑ ΑΓΚΙΣΤΡΙΟΥ ΑΤΤΙΚΗΣ, ΣΟΥΒΑΛΑ ΑΤΤΙΚΗΣ, ΣΤΑΧΤΟΡΡΟΗ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΣΦΕΝΤΟΥΡΙ ΑΤΤΙΚΗΣ, ΤΖΙΚΗΔΕΣ ΑΤΤΙΚΗΣ, ΥΨΗΛΗ ΝΗΣΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18020", "ΑΓΙΑ ΕΛΕΝΗ ΑΤΤΙΚΗΣ, ΑΓΙΑ ΣΩΤΗΡΑ ΓΑΛΑΤΑ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΤΡΟΙΖΗΝΑΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΤΡΟΙΖΗΝΟΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΝΕΚΤΑΡΙΟΣ ΑΤΤΙΚΗΣ, ΑΚΤΗ ΑΓΑΠΗΣ ΑΤΤΙΚΗΣ, ΑΝΩ ΦΑΝΑΡΙ ΑΤΤΙΚΗΣ, ΒΛΑΧΑΙΙΚΑ ΑΤΤΙΚΗΣ, ΒΥΔΙΟ ΑΤΤΙΚΗΣ, ΓΑΛΑΤΑΣ ΑΤΤΙΚΗΣ, ΔΡΥΟΠΗ ΑΤΤΙΚΗΣ, ΖΕΡΒΑΙΙΚΑ ΑΤΤΙΚΗΣ, ΚΑΛΛΟΝΗ ΑΤΤΙΚΗΣ, ΚΑΡΑΤΖΑΣ ΑΤΤΙΚΗΣ, ΚΥΑΝΗ ΑΚΤΗ ΑΤΤΙΚΗΣ, ΜΕΤΑΜΟΡΦΩΣΗ ΠΟΡΟΥ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΖΩΟΔΟΧΟΥ ΠΗΓΗΣ ΚΑΛΑΥΡΕΙΑΣ ΑΤΤΙΚΗΣ, ΜΥΛΟΣ ΑΤΤΙΚΗΣ, ΝΕΡΑΤΖΙΑ ΑΤΤΙΚΗΣ, ΝΗΣΙΔΑ ΑΤΤΙΚΗΣ, ΠΟΡΟΣ ΑΤΤΙΚΗΣ, ΣΑΡΩΝΙΔΑ ΓΑΛΑΤΑ ΑΤΤΙΚΗΣ, ΣΚΑΠΕΤΙ ΑΤΤΙΚΗΣ, ΤΑΚΤΙΚΟΥΠΟΛΗ ΑΤΤΙΚΗΣ, ΤΡΟΙΖΗΝΑ ΑΤΤΙΚΗΣ, ΧΩΡΑ ΑΤΤΙΚΗΣ, ΨΗΦΤΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18030", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΒΑΘΥ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΔΡΙΤΣΑΙΙΚΑ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΚΑΗΜΕΝΗ ΧΩΡΑ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΚΟΥΝΟΥΠΙΤΣΑ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΚΥΨΕΛΗ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΜΑΚΡΥΛΟΓΓΟΣ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΜΕΓΑΛΟ ΠΟΤΑΜΙ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΜΕΓΑΛΟΧΩΡΙ ΜΕΘΑΝΩΝ ΑΤΤΙΚΗΣ, ΜΕΘΑΝΑ ΑΤΤΙΚΗΣ, ΠΑΛΑΙΑ ΛΟΥΤΡΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18040", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΥΔΡΑΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΥΔΡΑΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΥΔΡΑΣ ΑΤΤΙΚΗΣ, ΒΛΥΧΟΣ ΑΤΤΙΚΗΣ, ΔΟΚΟΣ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΕΠΙΣΚΟΠΗ ΑΤΤΙΚΗΣ, ΖΩΓΕΡΙ ΑΤΤΙΚΗΣ, ΚΙΒΩΤΟΣ ΑΤΤΙΚΗΣ, ΚΛΙΜΑΚΙ ΑΤΤΙΚΗΣ, ΛΙΜΙΟΝΙΖΑ ΑΤΤΙΚΗΣ, ΜΑΝΔΡΑΚΙ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΑΣ ΕΥΠΡΑΞΙΑΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΑΣ ΤΡΙΑΔΟΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΝΙΚΟΛΑΟΥ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΓΕΝΝΗΣΙΟΥ ΘΕΟΤΟΚΟΥ ΖΟΥΡΒΑΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΠΡΟΦΗΤΟΥ ΗΛΙΟΥ ΑΤΤΙΚΗΣ, ΜΩΛΟΣ ΑΤΤΙΚΗΣ, ΠΑΛΑΜΙΔΑΣ ΑΤΤΙΚΗΣ, ΠΑΡΑΠΟΛΑ ΑΤΤΙΚΗΣ, ΠΕΤΑΣΙ ΑΤΤΙΚΗΣ, ΠΛΑΤΟΝΗΣΙ ΑΤΤΙΚΗΣ, ΣΤΑΥΡΟΝΗΣΙ ΑΤΤΙΚΗΣ, ΤΡΙΚΕΡΙ ΑΤΤΙΚΗΣ, ΥΔΡΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18050", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΣΠΕΤΣΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ ΣΠΕΤΣΩΝ ΑΤΤΙΚΗΣ, ΒΕΛΟΠΟΥΛΑ ΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΚΟΥΖΟΥΝΟΣ ΑΤΤΙΚΗΣ, ΛΙΓΟΝΕΡΙ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΩΝ ΠΑΝΤΩΝ ΑΤΤΙΚΗΣ, ΣΠΕΤΣΕΣ ΑΤΤΙΚΗΣ, ΣΠΕΤΣΟΠΟΥΛΑ  ΝΗΣΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18120", "ΚΟΡΥΔΑΛΛΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18121", "ΚΟΡΥΔΑΛΛΟΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18122", "ΚΟΡΥΔΑΛΛΟΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18233", "ΑΓ. ΙΩΑΝΝΗΣ ΡΕΝΤΗΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18344", "ΜΟΣΧΑΤΟ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18345", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΡΕΝΤΗΣ ΑΤΤΙΚΗΣ, ΜΟΣΧΑΤΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18346", "ΜΟΣΧΑΤΟ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17343", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18450", "ΝΙΚΑΙΑ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17342", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17237", "ΥΜΗΤΤΟΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16232", "ΒΥΡΩΝΑΣ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16233", "ΒΥΡΩΝΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16341", "ΗΛΙΟΥΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16342", "ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16343", "ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16344", "ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16345", "ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16346", "ΗΛΙΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16451", "ΑΡΓΥΡΟΥΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16452", "ΑΡΓΥΡΟΥΠΟΛΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16531", "ΓΛΥΦΑΔΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16561", "ΓΛΥΦΑΔΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16562", "ΓΛΥΦΑΔΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16574", "ΓΛΥΦΑΔΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16671", "ΒΟΥΛΙΑΓΜΕΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16672", "ΒΑΡΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16673", "ΒΟΥΛΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16674", "ΓΛΥΦΑΔΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16675", "ΓΛΥΦΑΔΑ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "16777", "ΕΛΛΗΝΙΚΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17121", "ΝΕΑ ΣΜΥΡΝΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17122", "ΝΕΑ ΣΜΥΡΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17123", "ΝΕΑ ΣΜΥΡΝΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17124", "ΝΕΑ ΣΜΥΡΝΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17234", "ΔΑΦΝΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17235", "ΔΑΦΝΗ ΑΘΗΝΑ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17236", "ΥΜΗΤΤΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "17341", "ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "27200", "ΑΓΙΑ ΜΑΡΙΝΑ ΔΟΥΝΑΙΙΚΩΝ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΑΜΑΛΙΑΔΑΣ ΗΛΕΙΑΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΑΜΑΛΙΑΔΑΣ ΗΛΕΙΑΣ, ΑΜΑΛΙΑΔΑ ΗΛΕΙΑΣ, ΑΜΠΕΛΟΚΑΜΠΟΣ ΗΛΕΙΑΣ, ΑΝΑΛΗΨΗ ΓΕΡΑΚΙΟΥ ΗΛΕΙΑΣ, ΑΝΑΛΗΨΗ ΚΑΣΤΡΟΥ ΗΛΕΙΑΣ, ΑΡΧΑΙΑ ΗΛΙΔΑ ΗΛΕΙΑΣ, ΑΣΤΕΡΑΙΙΚΑ ΗΛΕΙΑΣ, ΓΕΡΑΚΙ ΗΛΕΙΑΣ, ΔΑΝΙΚΑ ΗΛΕΙΑΣ, ΔΟΥΝΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΑΡΔΑΜΑΣ ΗΛΕΙΑΣ, ΚΑΣΙΔΙΑΡΗΣ ΗΛΕΙΑΣ, ΚΑΤΩ ΚΕΡΤΕΖΑΙΙΚΑ ΗΛΕΙΑΣ, ΚΟΥΡΟΥΤΑ ΗΛΕΙΑΣ, ΚΡΥΟΝΕΡΟ ΗΛΕΙΑΣ, ΜΑΡΑΘΕΑ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΛΑΝΘΗ ΗΛΕΙΑΣ, ΠΑΛΑΙΟΧΩΡΙ ΗΛΕΙΑΣ ΗΛΕΙΑΣ, ΠΑΛΟΥΚΙ ΗΛΕΙΑΣ, ΠΑΝΑΓΙΑ ΑΜΑΛΙΑΔΑΣ ΗΛΕΙΑΣ, ΠΑΡΑΛΙΑ ΡΟΒΙΑΤΑΣ ΗΛΕΙΑΣ, ΠΕΡΙΣΤΕΡΙ ΗΛΕΙΑΣ, ΠΕΤΡΟΥΛΕΣ ΗΛΕΙΑΣ, ΡΟΒΙΑΤΑ ΗΛΕΙΑΣ, ΡΩΜΕΙΚΑ ΒΑΡΘΟΛΟΜΙΟΥ ΗΛΕΙΑΣ, ΣΑΒΑΛΙΑ ΗΛΕΙΑΣ, ΤΣΑΦΛΕΙΚΑ ΗΛΕΙΑΣ, ΤΣΙΧΛΕΙΚΑ ΗΛΕΙΑΣ", "Ηλείας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18451", "ΝΙΚΑΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18453", "ΝΙΚΑΙΑ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19006", "ΚΟΥΜΙΝΤΡΙ ΑΤΤΙΚΗΣ, ΝΕΑ ΠΕΡΑΜΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19007", "ΑΓΙΑ ΜΑΡΙΝΑ ΓΡΑΜΜΑΤΙΚΟΥ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΠΑΝΤΕΛΕΗΜΩΝ ΜΑΡΑΘΩΝΑ ΑΤΤΙΚΗΣ, ΑΝΩ ΣΟΥΛΙ ΑΤΤΙΚΗΣ, ΑΥΡΑ ΑΤΤΙΚΗΣ, ΒΛΗΤΙΚΟΣ ΣΤΑΘΜΟΣ ΑΤΤΙΚΗΣ, ΒΟΘΩΝΑΣ ΑΤΤΙΚΗΣ, ΒΡΑΝΑΣ ΑΤΤΙΚΗΣ, ΓΡΑΜΜΑΤΙΚΟ ΑΤΤΙΚΗΣ, ΚΑΤΩ ΣΟΥΛΙ ΑΤΤΙΚΗΣ, ΜΑΡΑΘΩΝΑΣ ΑΤΤΙΚΗΣ, ΣΕΣΙ ΑΤΤΙΚΗΣ, ΣΧΙΝΙΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19008", "ΕΡΥΘΡΕΣ ΒΟΙΩΤΙΑΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19009", "ΔΑΣΑΜΑΡΙ ΑΤΤΙΚΗΣ, ΔΙΩΝΗ ΑΤΤΙΚΗΣ, ΚΑΛΛΙΤΕΧΝΟΥΠΟΛΗ ΑΤΤΙΚΗΣ, ΝΕΟΣ ΒΟΥΤΖΑΣ ΡΑΦΗΝΑΣ ΑΤΤΙΚΗΣ, ΝΤΑΟΥ ΠΕΝΤΕΛΗ ΑΤΤΙΚΗΣ, ΝΤΡΑΦΙ ΑΤΤΙΚΗΣ, ΠΑΛΙΟΣ ΜΥΛΟΣ ΑΤΤΙΚΗΣ, ΠΙΚΕΡΜΙ ΑΤΤΙΚΗΣ, ΡΑΦΗΝΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19010", "ΚΑΛΥΒΙΑ ΘΟΡΙΚΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19011", "ΑΣΠΡΟΧΩΡΙ ΑΥΛΩΝΑΣ ΑΤΤΙΚΗΣ, ΑΥΛΩΝΑ ΑΤΤΙΚΗΣ, ΜΑΛΑΚΑΣΑ ΑΤΤΙΚΗΣ, ΜΙΛΕΣΙΟ ΑΤΤΙΚΗΣ, ΣΦΕΝΔΑΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19012", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΒΙΛΙΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΒΙΛΙΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΝΕΚΤΑΡΙΟΣ ΒΙΛΙΩΝ ΑΤΤΙΚΗΣ, ΑΙΓΟΣΘΕΝΑ ΑΤΤΙΚΗΣ, ΒΙΛΙΑ ΑΤΤΙΚΗΣ, ΚΡΥΟ ΠΗΓΑΔΙ ΑΤΤΙΚΗΣ, ΛΕΥΚΑ ΑΤΤΙΚΗΣ, ΛΟΥΜΠΑ ΑΤΤΙΚΗΣ, ΜΥΤΙΚΑΣ ΑΤΤΙΚΗΣ, ΟΙΝΟΗ ΑΤΤΙΚΗΣ, ΠΡΟΦΗΤΗΣ ΗΛΙΑΣ ΒΙΛΙΩΝ ΑΤΤΙΚΗΣ, ΨΑΘΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19013", "ΑΝΑΒΥΣΣΟΣ ΑΤΤΙΚΗΣ, ΘΥΜΑΡΙ ΑΤΤΙΚΗΣ, ΠΑΛΑΙΑ ΦΩΚΑΙΑ ΑΤΤΙΚΗΣ, ΣΑΡΩΝΙΔΑ ΑΤΤΙΚΗΣ, ΦΕΡΙΖΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19014", "ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΒΑΡΝΑΒΑ ΑΤΤΙΚΗΣ, ΑΓΙΑ ΤΡΙΑΔΑ ΑΦΙΔΝΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΙ ΑΝΑΡΓΥΡΟΙ (ΚΑΠΑΝΔΡΙΤΊΟΥ) ΑΤΤΙΚΗΣ, ΑΓΙΟΙ ΑΠΟΣΤΟΛΟΙ ΚΑΛΑΜΟΥ ΑΤΤΙΚΗΣ, ΑΓΙΟΙ ΔΗΜΗΤΡΙΟΣ ΚΑΙ ΠΑΝΤΕΛΕΗΜΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ (ΠΟΛΥΔΕΝΔΡ.) ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΒΑΡΝΑΒΑ ΑΤΤΙΚΗΣ, ΑΦΙΔΝΕΣ ΑΤΤΙΚΗΣ, ΒΑΡΝΑΒΑΣ ΑΤΤΙΚΗΣ, ΔΙΕΘΝΗΣ ΙΠΠΟΚΡΑΤΕΙΟΣ ΠΟΛΙΤΕΙΑ ΑΤΤΙΚΗΣ, ΔΡΟΣΟΠΗΓΗ ΑΤΤΙΚΗΣ, ΗΡΑΚΛΕΙΔΕΙΣ ΑΤΤΙΚΗΣ, ΚΑΛΑΜΟΣ ΑΤΤΙΚΗΣ, ΚΑΠΑΝΔΡΙΤΙ ΑΤΤΙΚΗΣ, ΚΟΚΚΙΝΟΒΡΑΧΟΣ ΑΤΤΙΚΗΣ, ΚΟΣΜΟΘΕΑ ΑΤΤΙΚΗΣ, ΛΙΜΝΗ ΜΑΡΑΘΩΝΑ ΑΤΤΙΚΗΣ, ΛΙΜΝΙΩΝΑΣ ΑΤΤΙΚΗΣ, ΜΙΚΡΟΧΩΡΙΟ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΜΕΤΑΜ.ΣΩΤΗΡΟΣ ΒΑΡΝΑΒΑ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΠΑΝΑΓΙΑΣ ΑΤΤΙΚΗΣ, ΠΟΛΥΔΕΝΔΡΙ ΑΤΤΙΚΗΣ, ΠΟΥΡΙΘΙ ΑΤΤΙΚΗΣ, ΣΤΑΘΜΟΣ ΑΦΙΔΝΩΝ ΑΤΤΙΚΗΣ, ΤΑΞΙΑΡΧΕΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19015", "ΑΓΙΑ ΑΙΚΑΤΕΡΙΝΗ ΝΕΩΝ ΠΑΛΑΤΙΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΑ ΒΑΡΒΑΡΑ ΜΑΡΚΟΠΟΥΛΟΥ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΑΘΑΝΑΣΙΟΣ Ν.ΠΑΛΑΤΙΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ Ν.ΠΑΛΑΤΙΩΝ ΑΤΤΙΚΗΣ, ΒΑΡΥΤΙ ΑΤΤΙΚΗΣ, ΚΑΜΑΡΙ ΑΤΤΙΚΗΣ, ΚΑΜΠΟΣ ΩΡΩΠΟΥ ΑΤΤΙΚΗΣ, ΚΑΤΗΦΟΡΙ ΑΤΤΙΚΗΣ, ΜΑΡΚΟΠΟΥΛΟ ΩΡΩΠΟΥ ΑΤΤΙΚΗΣ, ΜΠΑΦΙ ΑΤΤΙΚΗΣ, ΝΕΑ ΠΑΛΑΤΙΑ ΑΤΤΙΚΗΣ, ΝΕΑ ΠΟΛΙΤΕΙΑ ΑΤΤΙΚΗΣ, ΝΕΟ ΣΥΚΑΜΙΝΟ ΑΤΤΙΚΗΣ, ΝΕΟΝ ΛΙΒΥΣΣΙΟ ΑΤΤΙΚΗΣ, ΠΑΡΑΛΙΑ ΑΤΤΙΚΗΣ, ΠΕΥΚΙΑΣ ΑΤΤΙΚΗΣ, ΠΛΑΤΑΝΙΑ ΩΡΩΠΟΥ ΑΤΤΙΚΗΣ, ΠΟΝΤΙΩΝ ΑΤΤΙΚΗΣ, ΣΚΑΛΑ ΩΡΩΠΟΥ ΑΤΤΙΚΗΣ, ΣΥΚΑΜΙΝΟ ΑΤΤΙΚΗΣ, ΧΑΛΚΟΥΤΣΙ ΑΤΤΙΚΗΣ, ΩΡΩΠΟΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19016", "ΑΓΙΑ ΚΥΡΙΑΚΗ ΣΠΑΤΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΣΕΡΑΦΕΙΜ ΣΠΑΤΩΝ ΑΤΤΙΚΗΣ, ΑΡΤΕΜΗ ΑΤΤΙΚΗΣ, ΒΕΛΑΝΙΔΙΑ ΑΤΤΙΚΗΣ, ΛΟΥΤΣΑ ΑΤΤΙΚΗΣ, ΝΕΑΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19018", "ΜΑΓΟΥΛΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19100", "ΑΓΙΑ ΤΡΙΑΔΑ ΜΕΓΑΡΩΝ ΑΤΤΙΚΗΣ, ΑΙΓΕΙΡΟΥΣΕΣ ΑΤΤΙΚΗΣ, ΑΛΕΠΟΧΩΡΙ ΑΝΩ ΑΤΤΙΚΗΣ, ΑΛΕΠΟΧΩΡΙ ΚΑΤΩ ΑΤΤΙΚΗΣ, ΒΕΝΙΖΑ ΑΤΤΙΚΗΣ, ΒΛΥΧΑΔΑ ΑΤΤΙΚΗΣ, ΚΙΝΕΤΑ ΑΤΤΙΚΗΣ, ΛΑΚΚΑ ΚΑΛΟΓΗΡΟΥ ΑΤΤΙΚΗΣ, ΜΕΓΑΡΑ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΙΕΡΟΘΕΟΥ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΑΓΙΟΥ ΙΩΑΝΝΗ ΠΡΟΔΡΟΜΟΥ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΠΑΝΑΧΡΑΝΤΟΥ ΑΤΤΙΚΗΣ, ΠΑΧΑΚΙΟ ΑΤΤΙΚΗΣ, ΠΑΧΗ ΑΤΤΙΚΗΣ, ΣΠΑΡΤΑ ΑΤΤΙΚΗΣ, ΣΤΙΚΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19200", "ΕΛΕΥΣΙΝΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19300", "ΑΣΠΡΟΠΥΡΓΟΣ ΑΤΤΙΚΗΣ, ΔΙΥΛΙΣΤΗΡΙΑ ΑΣΠΡΟΠΥΡΓΟΥ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19400", "ΑΓΙΑ ΜΑΡΙΝΑ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΔΗΜΗΤΡΙΟΣ ΚΟΡΩΠΙΟΥ ΑΤΤΙΚΗΣ, ΚΑΡΕΛΛΑΣ ΑΤΤΙΚΗΣ, ΚΙΤΣΙ ΑΤΤΙΚΗΣ, ΚΟΡΩΠΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19500", "ΑΓΙΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ ΑΤΤΙΚΗΣ, ΑΝΩ ΘΟΡΙΚΟ ΑΤΤΙΚΗΣ, ΕΣΠΕΡΙΔΕΣ ΑΤΤΙΚΗΣ, ΘΟΡΙΚΟ ΑΤΤΙΚΗΣ, ΚΑΤΩ ΠΟΣΕΙΔΩΝΙΑ ΑΤΤΙΚΗΣ, ΚΑΤΩ ΣΟΥΝΙΟ ΑΤΤΙΚΗΣ, ΛΑΥΡΙΟ ΑΤΤΙΚΗΣ, ΛΕΓΡΕΝΑ ΑΤΤΙΚΗΣ, ΠΑΛΙΟΚΑΜΑΡΙΖΑ ΑΤΤΙΚΗΣ, ΠΛΑΚΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19600", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΜΑΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΣΩΤΗΡ ΜΑΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΧΑΡΑΛΑΜΠΟΣ ΜΑΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΔΙΟΔΙΑ ΑΤΤΙΚΗΣ, ΘΕΑ ΑΤΤΙΚΗΣ, ΛΟΥΤΣΑ ΜΑΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΜΑΓΟΥΛΑ ΑΤΤΙΚΗΣ, ΜΑΝΔΡΑ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΟΣΙΟΥ ΜΕΛΕΤΙΟΥ ΑΤΤΙΚΗΣ, ΝΕΑ ΖΩΗ ΑΤΤΙΚΗΣ, ΝΕΟΣ ΠΟΝΤΟΣ ΑΤΤΙΚΗΣ, ΠΑΛΑΙΟΧΩΡΙ ΜΑΝΔΡΑΣ ΑΤΤΙΚΗΣ, ΠΟΥΡΝΑΡΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "80100", "ΑΒΛΕΜΟΝΑΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΓΙΟΣ ΗΛΙΑΣ ΚΑΡΒΟΥΝΑΔΩΝ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΛΕΞΑΝΔΡΑΔΕΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΝΩ ΛΙΒΑΔΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΡΑΙΟΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΒΙΑΡΑΔΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΓΑΛΑΝΙΑΝΑ ΑΝΤΙΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΓΟΥΔΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΔΟΚΑΝΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΔΡΥΜΩΝΑΡΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΔΡΥΜΩΝΑΣ ΜΥΡΤΙΔΙΩΝ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΛΑΜΟΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΛΗΣΠΕΡΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΛΟΚΑΙΡΙΝΕΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΜΠΟΣ ΠΑΛΑΙΟΠΟΛΕΩΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΡΒΟΥΝΑΔΕΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΤΣΟΥΝΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΤΩ ΧΩΡΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΨΑΛΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΕΡΑΜΩΤΟ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΟΜΗΝΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΟΝΤΟΛΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΥΘΗΡΑ ΛΑΚΩΝΙΑΣ, ΛΙΒΑΔΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΛΟΥΡΑΝΤΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΜΑΝΙΤΟΧΩΡΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΜΟΝΗ ΜΥΡΤΙΔΙΩΝ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΜΥΛΟΠΟΤΑΜΟΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΑΛΑΙΟΠΟΛΗ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΙΣΩ ΠΗΓΑΔΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΙΤΣΙΝΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΟΤΑΜΟΣ ΑΝΤΙΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΟΥΡΚΟ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΣΤΑΘΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΣΤΡΑΠΟΔΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΤΡΑΒΑΣΑΡΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΤΣΙΚΑΛΑΡΙΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΦΑΤΣΑΔΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΦΡΑΤΣΙΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΧΑΡΧΑΛΙΑΝΑ ΑΝΤΙΚΗΘΥΡΩΝ ΛΑΚΩΝΙΑΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "80200", "ΑΓΙΑ ΑΝΑΣΤΑΣΙΑ ΠΟΤΑΜΟΥ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΜΟΝΗ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΓΙΑ ΠΕΛΑΓΙΑ ΠΟΤΑΜΟΥ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΛΟΪΖΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΑΡΩΝΙΑΔΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΒΟΥΝΟ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΓΕΡΑΚΑΡΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΔΙΑΚΟΦΤΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΜΠΟΣ ΠΟΤΑΜΟΥ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΡΑΒΑΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΑΣΤΡΙΣΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΟΥΣΟΥΝΑΡΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΚΡΥΟΝΕΡΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΛΙΑΝΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΛΟΓΟΘΕΤΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΜΗΤΑΤΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΕΡΛΕΓΚΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΕΤΡΟΥΝΙ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΙΤΣΙΝΑΔΕΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΛΑΤΕΙΑ ΑΜΜΟΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΟΤΑΜΟΣ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΠΡΟΓΚΙΟ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΤΡΙΦΥΛΛΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ, ΦΡΙΛΙΓΚΙΑΝΙΚΑ ΚΥΘΗΡΩΝ ΛΑΚΩΝΙΑΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25001", "ΑΝΩ ΖΑΧΛΩΡΟΥ ΑΧΑΙΑΣ, ΑΝΩ ΛΟΥΣΟΙ ΑΧΑΙΑΣ, ΑΥΛΩΝΑΣ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΒΑΛΤΑ ΑΧΑΙΑΣ, ΒΙΛΙΒΙΝΑ ΑΧΑΙΑΣ, ΒΡΑΧΝΙΟ ΑΧΑΙΑΣ, ΒΡΥΣΑΡΙ (ΓΟΥΜΕΝΙΣΣΑ) ΑΧΑΙΑΣ, ΓΟΥΜΕΝΙΣΣΑ ΑΧΑΙΑΣ, ΔΙΓΕΛΑ ΑΧΑΙΑΣ, ΔΟΥΜΕΝΑ ΑΧΑΙΑΣ, ΔΡΟΣΑΤΟ ΑΧΑΙΑΣ, ΚΑΛΑΒΡΥΤΑ ΑΧΑΙΑΣ, ΚΑΛΛΙΦΩΝΙΟ ΑΧΑΙΑΣ, ΚΑΤΩ ΖΑΧΛΩΡΟΥ ΑΧΑΙΑΣ, ΚΑΤΩ ΛΟΥΣΟΙ ΑΧΑΙΑΣ, ΚΟΡΦΕΣ ΑΧΑΙΑΣ, ΚΟΥΤΕΛΗ ΑΧΑΙΑΣ, ΚΡΑΣΤΙΚΟΙ ΑΧΑΙΑΣ, ΛΕΥΚΗ ΣΙΓΟΥΝΙΟΥ ΑΧΑΙΑΣ, ΛΟΥΣΙΚΟ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΑΣ ΛΑΥΡΑΣ ΑΧΑΙΑΣ, ΜΟΝΗ ΜΕΓΑΛΟΥ ΣΠΗΛΑΙΟΥ ΑΧΑΙΑΣ, ΜΠΟΣΙ ΑΧΑΙΑΣ, ΠΕΤΣΑΚΟΙ ΑΧΑΙΑΣ, ΠΛΑΤΑΝΙΩΤΙΣΣΑ ΑΧΑΙΑΣ, ΠΡΙΟΛΙΘΟΣ ΑΧΑΙΑΣ, ΡΟΓΟΙ ΑΧΑΙΑΣ, ΣΙΓΟΥΝΙ ΑΧΑΙΑΣ, ΣΚΕΠΑΣΤΟ ΑΧΑΙΑΣ, ΣΟΥΒΑΡΔΟ ΑΧΑΙΑΣ, ΣΠΑΡΤΙΝΟΥ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25002", "ΑΛΙΣΣΟΣ ΑΧΑΙΑΣ, ΑΝΕΜΟΜΥΛΟΣ ΑΧΑΙΑΣ, ΒΡΑΧΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΓΙΑΛΟΣ ΑΧΑΙΑΣ, ΔΡΕΣΘΕΝΑ ΑΧΑΙΑΣ, ΘΕΡΙΑΝΟ ΑΧΑΙΑΣ, ΚΑΜΕΝΙΤΣΑ ΑΧΑΙΑΣ, ΚΑΜΙΝΙΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΑΛΙΣΣΟΣ ΑΧΑΙΑΣ, ΜΟΙΡΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΟΝΟΔΕΝΔΡΙ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΑΛΙΣΣΟΥ ΑΧΑΙΑΣ, ΠΡΟΦΗΤΗΣ ΕΛΙΣΣΑΙΟΣ ΑΧΑΙΑΣ, ΡΟΓΙΤΙΚΑ ΑΧΑΙΑΣ, ΤΣΟΥΚΑΛΑΙΙΚΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25003", "ΑΝΩ ΔΙΑΚΟΠΤΟ ΑΧΑΙΑΣ, ΔΙΑΚΟΠΤΟ ΑΧΑΙΑΣ, ΕΛΑΙΩΝΑΣ ΑΙΓΙΑΛΕΙΑΣ ΑΧΑΙΑΣ, ΖΑΧΛΩΡΙΤΙΚΑ ΑΧΑΙΑΣ, ΚΑΘΟΛΙΚΟ ΑΧΑΙΑΣ, ΚΑΛΥΒΙΤΗΣ ΑΧΑΙΑΣ, ΚΕΡΝΙΤΣΑ ΑΧΑΙΑΣ, ΛΟΦΟΣ ΑΧΑΙΑΣ, ΜΕΤΟΧΙ ΕΛΑΙΩΝΑ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΤΡΑΠΕΖΑΣ ΑΧΑΙΑΣ, ΠΟΥΝΤΑ ΑΧΑΙΑΣ, ΤΕΡΨΙΘΕΑ ΑΧΑΙΑΣ, ΤΡΑΠΕΖΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25004", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΣΕΙΡΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΕΙΡΩΝ ΑΧΑΙΑΣ, ΑΝΩ ΧΟΒΟΛΗ ΑΧΑΙΑΣ, ΒΕΣΙΝΙ ΑΧΑΙΑΣ, ΔΑΦΝΗ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΔΕΧΟΥΝΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΡΗΝΗ ΣΕΙΡΩΝ ΑΧΑΙΑΣ, ΜΟΥΡΙΑ ΑΡΚΑΔΙΑΣ, ΝΑΣΙΑ ΑΧΑΙΑΣ, ΝΕΟΣ ΠΑΟΣ ΑΧΑΙΑΣ, ΠΑΛΑΙΟΣ ΠΑΟΣ ΑΧΑΙΑΣ, ΠΑΟΣ ΑΧΑΙΑΣ, ΠΕΥΚΟ ΑΧΑΙΑΣ, ΠΟΤΑΜΙΑ ΑΧΑΙΑΣ, ΠΟΥΡΝΑΡΙΑ ΑΡΚΑΔΙΑΣ, ΣΕΙΡΕΣ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25006", "ΑΓΙΑ ΒΑΡΒΑΡΑ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΑΓΡΙΔΙ ΠΕΡΙΣΤΕΡΑΣ ΑΧΑΙΑΣ, ΑΚΡΑΤΑ ΑΧΑΙΑΣ, ΑΜΠΕΛΟΣ ΑΧΑΙΑΣ, ΑΝΩ ΜΕΣΟΡΡΟΥΓΙ ΑΧΑΙΑΣ, ΒΑΛΙΜΗ ΑΧΑΙΑΣ, ΒΟΥΝΑΚΙ ΑΧΑΙΑΣ, ΓΚΟΥΜΑΙΙΚΑ ΑΧΑΙΑΣ, ΖΑΡΟΥΧΛΑ ΑΧΑΙΑΣ, ΚΡΑΘΙΟ ΑΧΑΙΑΣ, ΜΕΣΟΡΡΟΥΓΙ ΑΧΑΙΑΣ, ΠΑΛΑΙΟΣΤΑΦΙΔΑ ΑΧΑΙΑΣ, ΠΑΡΑΛΙΑ ΠΟΡΟΒΙΤΣΑΣ ΑΧΑΙΑΣ, ΠΕΡΙΣΤΕΡΑ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΠΟΡΟΒΙΤΣΑ ΑΧΑΙΑΣ, ΠΟΤΑΜΙΤΙΚΟΣ ΓΙΑΛΟΣ ΑΧΑΙΑΣ, ΠΥΡΓΟΣ ΑΧΑΙΑΣ, ΣΟΛΟΣ ΑΧΑΙΑΣ, ΣΥΛΙΒΑΙΝΙΩΤΙΚΑ ΑΧΑΙΑΣ, ΦΟΥΡΝΟΙ ΑΧΑΙΑΣ, ΧΑΛΚΙΑΝΙΚΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25007", "ΑΓΙΟΙ ΘΕΟΔΩΡΟΙ ΦΙΛΙΩΝ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΒΛΑΣΙΟΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΚΟΤΑΝΗΣ ΑΧΑΙΑΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΑΜΥΓΔΑΛΙΑ ΑΧΑΙΑΣ, ΑΝΩ ΚΛΕΙΤΟΡΙΑ ΑΧΑΙΑΣ, ΑΡΜΠΟΥΝΑ ΑΧΑΙΑΣ, ΒΑΛΤΟΣ ΑΧΑΙΑΣ, ΓΛΑΣΤΡΑ ΑΧΑΙΑΣ, ΔΡΥΜΟΣ ΑΧΑΙΑΣ, ΕΛΑΤΟΦΥΤΟ ΑΧΑΙΑΣ, ΖΑΡΕΛΙΑ ΑΧΑΙΑΣ, ΖΕΥΓΟΛΑΤΕΙΟ ΑΧΑΙΑΣ, ΚΑΛΑΜΑΚΙ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΚΑΛΛΙΘΕΑ ΚΛΕΙΤΟΡΙΑΣ ΑΧΑΙΑΣ, ΚΑΛΥΒΙΑ ΑΧΑΙΑΣ, ΚΑΣΤΕΛΛΙ ΑΧΑΙΑΣ, ΚΑΣΤΡΙΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΔΡΥΜΟΣ ΑΧΑΙΑΣ, ΚΕΡΑΣΙΑ ΛΕΧΟΥΡΙΟΥ ΑΧΑΙΑΣ, ΚΕΡΑΣΙΑ ΛΥΚΟΥΡΙΑΣ ΑΧΑΙΑΣ, ΚΛΕΙΤΟΡΙΑ ΑΧΑΙΑΣ, ΚΛΕΙΤΩΡΑΣ ΑΧΑΙΑΣ, ΚΡΙΝΟΦΥΤΑ ΑΧΑΙΑΣ, ΛΕΥΚΑΣΙΟ ΑΧΑΙΑΣ, ΛΥΚΟΥΡΙΑ ΑΧΑΙΑΣ, ΜΟΝΗ ΑΓΙΟΥ ΑΘΑΝΑΣΙΟΥ ΑΧΑΙΑΣ, ΠΑΓΚΡΑΤΑΙΙΚΑ ΚΑΛΥΒΙΑ ΑΧΑΙΑΣ, ΠΑΓΚΡΑΤΙ ΑΧΑΙΑΣ, ΠΑΛΑΙΟΚΑΤΟΥΝΑ ΚΑΛΑΒΡΥΤΩΝ ΑΧΑΙΑΣ, ΠΛΑΝΗΤΕΡΟ ΑΧΑΙΑΣ, ΣΕΛΛΑ ΑΧΑΙΑΣ, ΣΚΟΤΑΝΗ ΑΧΑΙΑΣ, ΣΠΗΛΙΑ ΑΧΑΙΑΣ, ΣΤΕΝΟ ΑΧΑΙΑΣ, ΤΟΥΡΛΑΔΑ ΑΧΑΙΑΣ, ΦΙΛΙΑ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "25008", "ΑΓΙΑ ΕΛΕΟΥΣΑ ΑΧΑΙΑΣ, ΑΓΙΑ ΠΑΡΑΣΚΕΥΗ ΠΕΤΡΩΤΟΥ ΑΧΑΙΑΣ, ΑΓΡΙΛΙΑ ΑΧΑΙΑΣ, ΑΝΩ ΜΑΖΑΡΑΚΙ ΑΧΑΙΑΣ, ΑΝΩ ΣΤΑΡΟΧΩΡΙ ΑΧΑΙΑΣ, ΑΝΩ ΧΡΥΣΟΠΗΓΗ ΑΧΑΙΑΣ, ΒΑΣΙΛΙΚΟ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΒΕΤΑΙΙΚΑ ΑΧΑΙΑΣ, ΓΑΛΑΝΑΙΙΚΑ ΑΧΑΙΑΣ ΑΧΑΙΑΣ, ΓΚΑΝΕΙΚΑ ΑΧΑΙΑΣ ΑΧΑΙΑΣ, ΓΟΛΕΜΙ ΛΕΟΝΤΙΟΥ ΑΧΑΙΑΣ, ΔΑΦΝΟΥΛΑ ΑΧΑΙΑΣ, ΔΕΜΕΣΤΙΧΑ ΑΧΑΙΑΣ, ΕΛΛΗΝΙΚΟ ΑΧΑΙΑΣ, ΖΩΓΑ ΑΧΑΙΑΣ, ΘΩΜΕΙΚΑ ΑΧΑΙΑΣ, ΙΣΩΜΑ ΑΧΑΙΑΣ, ΚΑΛΑΝΙΣΤΡΑ ΑΧΑΙΑΣ, ΚΑΛΑΝΟΣ ΑΧΑΙΑΣ, ΚΑΛΟΥΣΙ ΑΧΑΙΑΣ, ΚΑΤΑΡΡΑΚΤΗΣ ΑΧΑΙΑΣ, ΚΑΤΣΑΙΤΕΙΚΑ ΑΧΑΙΑΣ, ΚΑΤΩ ΜΑΖΑΡΑΚΙ ΑΧΑΙΑΣ, ΚΑΤΩ ΠΛΑΤΑΝΟΒΡΥΣΗ ΑΧΑΙΑΣ, ΚΑΤΩ ΣΤΑΡΟΧΩΡΙ ΑΧΑΙΑΣ, ΚΟΙΜΗΣΗ ΑΧΑΙΑΣ, ΚΟΥΜΑΡΗΣ ΕΛΛΗΝΙΚΟΥ ΑΧΑΙΑΣ, ΚΟΥΝΑΒΑΙΙΚΑ ΑΧΑΙΑΣ, ΚΥΔΩΝΙΕΣ ΒΑΣΙΛΙΚΟΥ ΑΧΑΙΑΣ, ΚΥΔΩΝΙΕΣ ΧΑΛΑΝΔΡΙΤΣΑΣ ΑΧΑΙΑΣ, ΚΩΜΗ ΑΧΑΙΑΣ, ΛΑΚΚΩΜΑΤΑ ΑΧΑΙΑΣ, ΛΕΟΝΤΙΟ ΑΧΑΙΑΣ, ΜΑΣΤΟΡΑΙΙΚΑ ΣΤΑΜΑΙΙΚΑ ΑΧΑΙΑΣ, ΜΙΡΑΛΙ ΑΧΑΙΑΣ, ΜΙΤΟΠΟΛΗ ΑΧΑΙΑΣ, ΜΙΧΑΛΕΙΚΑ ΑΧΑΙΑΣ, ΜΙΧΑΣ ΑΧΑΙΑΣ, ΝΕΟ ΚΟΜΠΗΓΑΔΙ ΑΧΑΙΑΣ, ΝΕΟΧΩΡΙΟ ΕΛΛΗΝΙΚΟΥ ΑΧΑΙΑΣ, ΟΒΡΥΟΚΑΜΠΟΣ ΑΧΑΙΑΣ, ΠΛΑΤΑΝΟΒΡΥΣΗ ΑΧΑΙΑΣ, ΠΛΑΤΑΝΟΣ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΠΡΕΒΕΔΟΣ ΑΧΑΙΑΣ, ΡΟΔΙΑ ΠΑΤΡΩΝ ΑΧΑΙΑΣ, ΣΟΥΒΑΛΙΩΤΕΙΚΑ ΑΧΑΙΑΣ, ΣΤΑΡΟΧΩΡΙ ΑΧΑΙΑΣ, ΣΤΕΡΝΑ ΑΧΑΙΑΣ, ΣΤΕΦΑΝΗ ΑΧΑΙΑΣ, ΤΡΟΥΣΑ ΑΧΑΙΑΣ, ΤΣΑΠΟΥΡΝΙΑ ΑΧΑΙΑΣ, ΦΑΡΑΙ ΑΧΑΙΑΣ, ΧΑΛΑΝΔΡΙΤΣΑ ΑΧΑΙΑΣ, ΧΡΥΣΑΥΓΗ ΑΧΑΙΑΣ, ΧΡΥΣΟΠΗΓΗ ΑΧΑΙΑΣ", "Αχαΐας" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19005", "ΝΕΑ ΜΑΚΡΗ ΑΤΤΙΚΗΣ, ΝΕΟΣ ΒΟΥΤΖΑΣ ΝΕΑΣ ΜΑΚΡΗΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18452", "ΝΙΚΑΙΑ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19004", "ΑΓΙΟΣ ΙΩΑΝΝΗΣ ΣΠΑΤΩΝ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΝΙΚΟΛΑΟΣ ΜΠΟΥΡΑ ΑΤΤΙΚΗΣ, ΕΤΟΣ ΣΤΕΚΟ ΑΤΤΙΚΗΣ, ΗΜΕΡΟΣ ΠΕΥΚΟΣ ΑΤΤΙΚΗΣ, ΣΠΑΤΑ ΑΤΤΙΚΗΣ, ΦΟΙΝΙΚΑΣ ΑΤΤΙΚΗΣ, ΧΡΙΣΤΟΥΠΟΛΗ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19002", "ΠΑΙΑΝΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18454", "ΝΙΚΑΙΑ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18531", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18532", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18533", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18534", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18535", "ΠΕΙΡΑΙΑΣ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18536", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18537", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18538", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18539", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18540", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18541", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18542", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18543", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18544", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18545", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18546", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18547", "ΠΕΙΡΑΙΑΣ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18648", "ΔΡΑΠΕΤΣΩΝΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18755", "ΚΕΡΑΤΣΙΝΙ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18756", "ΚΕΡΑΤΣΙΝΙ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18757", "ΚΕΡΑΤΣΙΝΙ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18758", "ΚΕΡΑΤΣΙΝΙ ΠΕΙΡΑΙΑΣ - ΠΡΟΑΣΤΙΑ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18863", "ΠΕΡΑΜΑ ΑΤΤΙΚΗΣ, ΨΥΤΤΑΛΕΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18900", "ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΣΑΛΑΜΙΝΑΣ ΑΤΤΙΚΗΣ, ΕΛΛΗΝΙΚΟ ΑΤΤΙΚΗΣ, ΚΑΝΑΚΙΑ ΑΤΤΙΚΗΣ, ΛΕΡΟΣ ΣΑΛΑΜΙΝΑΣ ΑΤΤΙΚΗΣ, ΜΑΚΡΟΝΗΣΟΣ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΚΟΙΜΗΣΕΩΣ ΘΕΟΤΟΚΟΥ ΦΑΝΕΡΩΜΕΝΗΣ ΑΤΤΙΚΗΣ, ΜΠΑΤΣΙ ΑΤΤΙΚΗΣ, ΝΗΣΟΣ ΚΑΝΑΚΙΑ ΑΤΤΙΚΗΣ, ΡΕΒΥΘΟΥΣΑ ΑΤΤΙΚΗΣ, ΣΑΛΑΜΙΝΑ ΑΤΤΙΚΗΣ, ΣΤΕΝΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "18950", "ΑΓΊΑ ΜΑΡΊΝΑ ΑΤΤΙΚΗΣ, ΑΙΆΝΤΕΙΟ ΑΤΤΙΚΗΣ, ΑΊΑΣ ΚΛΆΜΠ ΑΤΤΙΚΗΣ, ΑΜΥΓΔΑΛΙΈΣ ΑΤΤΙΚΗΣ, ΆΝΩ ΖΟΡΜΠΑΛΆ ΑΤΤΙΚΗΣ, ΑΦΡΟΔΊΤΗ ΑΤΤΙΚΗΣ, ΓΥΆΛΑ ΑΤΤΙΚΗΣ, ΔΕΗ (ΧΑΛΙΏΤΗ) ΑΤΤΙΚΗΣ, ΔΗΜΗΤΡΆΝΙ ΑΤΤΙΚΗΣ, ΚΑΚΉ ΒΊΓΛΑ ΑΤΤΙΚΗΣ, ΚΑΜΠΌΛΙ ΑΤΤΙΚΗΣ, ΚΑΝΆΚΙΑ ΑΤΤΙΚΗΣ, ΚΆΤΩ ΖΟΡΜΠΑΛΆ ΑΤΤΙΚΗΣ, ΚΟΛΏΝΕΣ ΑΤΤΙΚΗΣ, ΜΕΝΕΜΈΝΗ ΑΤΤΙΚΗΣ, ΜΠΌΝΙ ΑΤΤΙΚΗΣ, ΝΑΤΟ ΑΤΤΙΚΗΣ, ΝΤΟΥΛΆΠΙ ΑΤΤΙΚΗΣ, ΠΑΝΌΡΑΜΑ ΑΤΤΙΚΗΣ, ΠΕΡΆΝΙ ΑΤΤΙΚΗΣ, ΠΕΡΙΣΤΈΡΙΑ ΑΤΤΙΚΗΣ, ΠΌΡΤΟ ΦΊΝΟ ΑΤΤΙΚΗΣ, ΣΑΤΕΡΛΊ ΑΤΤΙΚΗΣ, ΧΑΡΟΥΠΙΆ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19001", "ΑΓΙΑ ΜΑΡΙΝΑ ΜΙΚΡΟΛΙΜΑΝΟΥ ΑΤΤΙΚΗΣ, ΑΓΙΑΣΜΑ ΑΤΤΙΚΗΣ, ΑΓΙΟΣ ΓΕΩΡΓΙΟΣ ΚΕΡΑΤΕΑΣ ΑΤΤΙΚΗΣ, ΑΝΩ ΔΑΣΚΑΛΕΙΟ ΑΤΤΙΚΗΣ, ΑΡΙ ΑΤΤΙΚΗΣ, ΑΥΡΟΚΑΣΤΡΟ ΑΤΤΙΚΗΣ, ΒΕΝΙΟ ΔΑΣΚΑΛΕΙΟΥ ΑΤΤΙΚΗΣ, ΒΙΝΤΖΙ ΔΑΣΚΑΛΕΙΟΥ ΑΤΤΙΚΗΣ, ΔΑΣΚΑΛΕΙΟ ΑΤΤΙΚΗΣ, ΔΗΜΟΛΑΚΙ ΑΤΤΙΚΗΣ, ΔΙΟΝΥΣΟΣ ΚΕΡΑΤΕΑΣ ΑΤΤΙΚΗΣ, ΔΙΨΕΛΙΖΑ ΑΤΤΙΚΗΣ, ΕΛΑΙΟΧΩΡΙ ΑΤΤΙΚΗΣ, ΕΛΙΕΣ ΔΑΣΚΑΛΕΙΟΥ ΑΤΤΙΚΗΣ, ΖΑΠΑΝΙ ΑΤΤΙΚΗΣ, ΖΑΣΤΑΝΟ ΑΤΤΙΚΗΣ, ΚΑΚΗ ΘΑΛΑΣΣΑ ΑΤΤΙΚΗΣ, ΚΑΛΟΠΗΓΑΔΟ ΑΤΤΙΚΗΣ, ΚΕΡΑΤΕΑ ΑΤΤΙΚΗΣ, ΚΟΝΤΡΑ ΒΙΛΑΡΑ ΑΤΤΙΚΗΣ, ΜΑΛΙΑΚΟΥΚΙ ΑΤΤΙΚΗΣ, ΜΑΛΙΑΣΤΕΚΑ ΑΤΤΙΚΗΣ, ΜΑΝΟΥΤΣΟ ΑΤΤΙΚΗΣ, ΜΑΡΙΣΤΡΑ ΑΤΤΙΚΗΣ, ΜΑΡΚΑΤΙ ΑΤΤΙΚΗΣ, ΜΕΓΑΛΑ ΠΕΥΚΑ ΑΤΤΙΚΗΣ, ΜΕΓΑΛΗ ΑΥΛΗ ΑΤΤΙΚΗΣ, ΜΗΤΡΟΠΗΣΙ ΑΤΤΙΚΗΣ, ΜΙΚΡΟΛΙΜΑΝΟ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΚΑΚΗΣ ΘΑΛΑΣΣΑΣ ΑΤΤΙΚΗΣ, ΜΠΟΥΖΑΛΑΔΕΣ ΑΤΤΙΚΗΣ, ΜΥΡΤΕΖΑ ΑΤΤΙΚΗΣ, ΝΤΑΡΔΕΖΑ ΑΤΤΙΚΗΣ, ΠΑΝΟΡΑΜΑ ΜΙΚΡΟΛΙΜΑΝΟΥ ΑΤΤΙΚΗΣ, ΠΕΥΚΑ ΑΤΤΙΚΗΣ, ΠΟΡΤΟ ΕΝΝΙΑ ΑΤΤΙΚΗΣ, ΠΡΙΣΙΛΙΜΕΣ ΑΤΤΙΚΗΣ, ΡΙΜΠΑΡΙ ΑΤΤΙΚΗΣ, ΡΟΥΜΟΥΝΤΙ ΑΤΤΙΚΗΣ, ΡΟΥΝΤΖΕΡΙ ΛΕΜΠΡΟΥ ΑΤΤΙΚΗΣ, ΣΑΚΚΑ ΑΤΤΙΚΗΣ, ΣΚΑΛΕΖΑ ΜΗΤΡΑΝΤΩΝΗ ΑΤΤΙΚΗΣ, ΣΠΗΛΙΑΖΕΖΑ ΑΤΤΙΚΗΣ, ΣΥΝΤΕΡΙΝΑ ΑΤΤΙΚΗΣ, ΣΥΡΙ ΑΤΤΙΚΗΣ, ΤΖΑΡΔΑΒΙΛΑ ΜΟΚΡΙΖΑΣ ΑΤΤΙΚΗΣ, ΤΖΟΝΙΜΑ ΑΤΤΙΚΗΣ, ΤΟΓΑΝΙ ΛΑΚΙΖΑΣ ΑΤΤΙΚΗΣ, ΤΡΕΧΑΝΤΙΕΡΑ ΑΤΤΙΚΗΣ, ΤΡΙΑΝΤΑΦΥΛΛΙΑ ΑΤΤΙΚΗΣ, ΦΑΝΩΣΙ ΑΤΤΙΚΗΣ, ΧΑΡΑΚΑΣ ΑΤΤΙΚΗΣ, ΧΑΡΒΑΛΟ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "19003", "ΑΓΙΑ ΤΡΙΑΔΑ ΜΑΡΚΟΠΟΥΛΟΥ ΑΤΤΙΚΗΣ, ΑΥΛΑΚΙ (ΠΑΡΑΛΙΑ ΠΟΡΤΟ ΡΑΦΤΗ) ΑΤΤΙΚΗΣ, ΒΡΑΥΡΩΝΑ ΑΡΤΕΜΙΔΟΣ ΑΤΤΙΚΗΣ, ΚΟΥΒΑΡΑΣ ΑΤΤΙΚΗΣ, ΚΟΥΛΙΔΑΣ ΑΤΤΙΚΗΣ, ΜΑΡΚΟΠΟΥΛΟ ΜΕΣΟΓΕΙΩΝ ΑΤΤΙΚΗΣ, ΜΟΝΗ ΜΕΤΑΜ.ΣΩΤΗΡΟΣ ΚΟΥΒΑΡΑ ΑΤΤΙΚΗΣ, ΝΕΟΣ ΚΟΥΒΑΡΑΣ ΑΤΤΙΚΗΣ, ΠΟΡΙΑ ΑΤΤΙΚΗΣ, ΠΟΡΤΟ ΡΑΦΤΗ (ΛΙΜΕΝΑΣ ΜΑΡΚΟΠΟΥΛ.) ΑΤΤΙΚΗΣ, ΧΑΜΟΛΙΑ ΑΤΤΙΚΗΣ", "Αττικής" });

            migrationBuilder.InsertData(
                table: "geo_PostalCodes",
                columns: new[] { "Code", "Area", "Prefecture" },
                values: new object[] { "82300", "ΑΓΡΕΛΩΠΟΣ ΧΙΟΥ, ΑΜΑΔΕΣ ΧΙΟΥ, ΒΙΚΙΟ ΧΙΟΥ, ΓΛΑΣΤΡΙΑ ΧΙΟΥ, ΚΑΜΠΙΑ ΧΙΟΥ, ΚΕΡΤΗΣ ΧΙΟΥ, ΚΗΠΟΥΡΙΕΣ ΧΙΟΥ, ΛΑΓΚΑΔΑ ΧΙΟΥ, ΜΑΡΓΑΡΙΤΙ ΧΙΟΥ, ΝΕΑ ΜΟΝΗ ΧΙΟΥ, ΠΑΝΤΟΥΚΙΟΣ ΧΙΟΥ, ΠΑΡΑΛΙΑ ΑΜΑΔΕΩΝ ΧΙΟΥ, ΠΙΤΥΟΣ ΧΙΟΥ, ΣΑΡΑΚΗΝΟΠΕΤΡΑ ΧΙΟΥ, ΣΠΑΡΤΟΥΝΤΑ ΧΙΟΥ, ΣΤΡΟΒΙΛΙ ΧΙΟΥ, ΣΥΚΙΑΔΑ ΧΙΟΥ, ΦΥΤΑ ΧΙΟΥ", "Χίου" });
        }

        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10431");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10432");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10433");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10434");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10435");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10436");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10437");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10438");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10439");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10440");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10441");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10442");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10443");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10444");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10445");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10446");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10447");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10551");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10552");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10553");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10554");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10555");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10556");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10557");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10558");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10559");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10560");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10563");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10564");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10671");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10672");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10673");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10674");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10675");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10676");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10677");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10678");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10679");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10680");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10681");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10682");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "10683");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11141");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11142");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11143");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11144");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11145");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11146");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11147");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11251");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11252");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11253");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11254");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11255");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11256");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11257");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11361");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11362");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11363");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11364");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11471");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11472");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11473");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11474");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11475");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11476");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11521");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11522");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11523");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11524");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11525");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11526");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11527");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11528");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11631");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11632");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11633");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11634");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11635");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11636");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11741");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11742");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11743");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11744");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11745");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11851");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11852");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11853");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11854");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "11855");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12133");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12134");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12135");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12136");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12137");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12241");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12242");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12243");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12244");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12351");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12461");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "12462");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13223");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13231");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13232");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13341");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13342");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13343");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13344");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13351");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13451");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13461");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13671");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13672");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13673");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13674");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13675");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13676");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13677");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13678");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "13679");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14231");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14232");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14233");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14234");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14235");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14341");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14342");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14343");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14451");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14452");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14563");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14564");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14565");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14568");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14569");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14572");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14574");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14575");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14576");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14578");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14671");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "14678");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15124");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15125");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15126");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15127");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15223");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15231");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15232");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15233");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15234");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15235");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15236");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15237");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15238");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15341");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15342");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15343");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15344");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15349");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15351");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15353");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15354");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15451");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15452");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15669");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15771");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15772");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "15773");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16231");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16232");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16233");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16341");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16342");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16343");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16344");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16345");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16346");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16451");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16452");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16531");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16574");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16671");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16672");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16673");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16674");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16675");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "16777");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17124");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17234");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17235");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17236");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17237");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17341");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17342");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17343");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17455");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17456");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17556");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17561");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17562");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17563");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17564");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17655");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17671");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17672");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17673");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17674");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17675");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17676");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "17778");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18020");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18030");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18040");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18050");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18120");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18233");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18344");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18345");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18346");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18450");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18451");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18452");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18453");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18454");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18531");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18532");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18533");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18534");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18535");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18536");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18537");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18538");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18539");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18540");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18541");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18542");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18543");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18544");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18545");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18546");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18547");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18648");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18755");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18756");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18757");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18758");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18863");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18900");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "18950");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19013");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19016");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19018");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "19600");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20016");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "20500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21051");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21054");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21056");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21059");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "21300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22027");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22028");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22029");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "22300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23051");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23053");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23054");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23059");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23062");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23070");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "23200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24016");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24022");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24133");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24134");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "24500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "25200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26221");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26222");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26223");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26224");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26225");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26226");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26331");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26332");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26333");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26334");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26335");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26336");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26441");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26442");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26443");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "26500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27050");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27051");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27053");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27054");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27056");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27058");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27061");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27063");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27064");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27065");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27066");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27067");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27069");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "27300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28080");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28081");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28084");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28086");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "28300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "29090");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "29091");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "29092");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "29100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30017");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30019");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30020");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30021");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30022");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30023");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30027");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30150");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "30500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "31082");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "31084");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "31100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "32300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33053");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33054");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33056");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33057");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33058");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "33200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34013");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "34600");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35015");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35016");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35133");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "35300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "36071");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "36072");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "36073");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "36080");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "36100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "37500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38000");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38221");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38222");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38223");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38333");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38334");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38445");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38446");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "38500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "40400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41000");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41221");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41222");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41223");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41234");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41236");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41334");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41335");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41336");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41435");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41447");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41448");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "41500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "42030");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "42031");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "42032");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "42100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "42200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43060");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43061");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43063");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43070");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43150");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "43300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44013");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "44200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45221");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45222");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45332");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45333");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45444");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45445");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45550");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45560");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45570");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "45580");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "46030");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "46100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "46200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "46300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "46404");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47040");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47041");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47044");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47045");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47047");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "47150");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48060");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48061");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48062");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "48300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49080");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49081");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49082");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49083");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49084");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "49100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "50500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "51030");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "51100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "51200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52050");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52051");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52056");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52057");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52059");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "52200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53070");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53071");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53073");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53077");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "53533");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54248");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54249");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54250");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54252");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54351");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54352");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54453");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54454");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54621");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54622");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54623");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54624");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54625");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54626");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54627");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54628");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54629");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54630");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54631");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54632");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54633");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54634");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54635");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54636");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54638");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54639");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54640");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54641");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54642");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54643");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54644");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54645");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54646");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "54655");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55133");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55134");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55135");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55236");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55337");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55437");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55438");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55534");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55535");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "55536");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56224");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56225");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56226");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56238");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56334");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56335");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56404");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56429");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56430");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56431");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56436");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56437");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56532");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56533");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56535");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56625");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56626");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56727");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "56728");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57013");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57017");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57019");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57021");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "57500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "58500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59031");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59033");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59035");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "59300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60062");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60063");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60065");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "60300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "61300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62041");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62042");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62047");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62049");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62121");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62122");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62123");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62124");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62125");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "62400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63072");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63073");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63074");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63075");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63077");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63078");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63080");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63081");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63085");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63086");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63087");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63088");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "63200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "64200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65201");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65302");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65303");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65403");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65404");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "65500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66031");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66032");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66033");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66035");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "66300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67061");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67062");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67064");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "67300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "68500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "69100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "69200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "69300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "69400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70012");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70013");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70016");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "70400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71201");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71202");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71301");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71303");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71304");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71305");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71306");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71307");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71405");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71408");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71409");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "71500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72053");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "72400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73014");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73131");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73132");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73133");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73134");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73135");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73136");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73137");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "73400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74051");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74052");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74053");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74055");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74060");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74061");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "74100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "80100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "80200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81101");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81102");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81103");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81104");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81105");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81106");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81107");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81108");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81109");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81110");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81112");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81401");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "81500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82101");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82102");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82103");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82104");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "82300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83102");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83103");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83104");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83301");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83302");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "83400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84004");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84005");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84006");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84007");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84008");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84009");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84010");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84011");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84302");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84401");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84501");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84600");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84700");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84702");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84703");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "84800");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85001");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85002");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85003");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85100");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85101");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85102");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85103");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85104");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85105");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85106");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85107");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85108");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85109");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85110");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85111");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85200");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85300");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85301");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85302");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85303");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85400");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85500");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85600");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85700");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85800");

            migrationBuilder.DeleteData(
                table: "geo_PostalCodes",
                keyColumn: "Code",
                keyValue: "85900");
        }
    }
}
